Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanPerformanceEditorToolkit,CancelProcessingShotDisabledButtonTooltip
source: {0} This option is temporarily disabled.
ar: {0} هذا الخيار معطل مؤقتًا.
de: {0} Diese Option ist vorübergehend nicht verfügbar.
es: {0} Esta opción está desactivada temporalmente.
fr: {0} Cette option est temporairement désactivée.
it: {0} Questa opzione è temporaneamente disabilitata.
ja: {0} このオプションは一時的に無効になっています
ko: {0} 이 옵션은 임시로 비활성화되었습니다.
pl: {0} Ta opcja jest chwilowo wyłączona.
pt_br: {0} Esta opção está temporariamente desabilitada.
ru: {0} Эта настройка временно отключена.
tr: {0} Bu seçenek geçici olarak devre dışı bırakıldı.

source: {0} This option is enabled only when shot processing has already started
ar: {0} يتم تفعيل هذا الخيار فقط عندما تكون معالجة اللقطة قد بدأت بالفعل
de: {0} Diese Option wird verfügbar, nachdem die Verarbeitung der Aufnahme begonnen hat.
es: {0} Está opción solo se activa cuando ha empezado el procesamiento de la imagen
fr: {0} Cette option est activée uniquement lorsque le traitement du plan a déjà commencé
it: {0} Questa opzione è abilitata solo quando l'elaborazione dell'inquadratura è già avviata
ja: {0} このオプションは、すでにショットの処理が開始済みの場合にのみ有効になります
ko: {0} 이 옵션은 샷 처리가 이미 시작된 경우에만 활성화됩니다.
pl: {0} Ta opcja jest włączona tylko wtedy, gdy przetwarzanie ujęcia się rozpoczęło
pt_br: {0} Esta opção fica ativa apenas quando o processamento da cena já começou
ru: {0} Эта настройка включается только тогда, когда уже началась обработка снимков
tr: {0} Bu seçenek yalnızca çekim işleme zaten başlamış olduğunda etkinleştirilir.

# MetaHumanPerformanceEditorToolkit,ImageReviewTab
source: Image Review
ar: مراجعة الصورة
de: Bildprüfung
es: Revisión de imagen
fr: Examen d'image
it: Revisione dell'immagine
ja: 画像レビュー
ko: 이미지 리뷰
pl: Sprawdzanie obrazu
pt_br: Revisão de Imagem
ru: Обзор изображения
tr: Görüntü İnceleme

# MetaHumanPerformanceEditorToolkit,ControlRigTab
source: Control Rig
ar: متحكم الهيكلة
es: Rig de control
fr: Squelette de contrôle
ja: コントロールリグ
ko: 컨트롤 릭
ru: Регулятор каркаса

# MetaHumanPerformanceEditorToolkit,ImageReviewTabTitle
source: Image Review
ar: مراجعة الصورة
de: Bildprüfung
es: Revisión de imagen
fr: Examen d'image
it: Revisione dell'immagine
ja: 画像レビュー
ko: 이미지 리뷰
pl: Sprawdzanie obrazu
pt_br: Revisão de Imagem
ru: Обзор изображения
tr: Görüntü İnceleme

# MetaHumanPerformanceEditorToolkit,ImageReviewTabTooltip
source: Use this to review the original footage
ar: استخدم هذا لمراجعة المقطع الأصلي
de: Überprüfe hier das ursprüngliche Videomaterial.
es: Usa esto para revisar la grabación original
fr: Utilisez cette option pour examiner la séquence d'origine
it: Consente di revisionare il filmato originale
ja: これを使用すると、元のフッテージを確認できます
ko: 원본 영상을 검토하는 데 사용합니다.
pl: Użyj tego, by sprawdzić oryginalne nagranie
pt_br: Use isto para revisar a imagem de vídeo original
ru: Используйте для просмотра исходного видеоматериала
tr: Orijinal görüntüyü incelemek için bunu kullan.

# MetaHumanPerformanceEditorToolkit,ControlRigTabTitle
source: Control Rig
ar: متحكم الهيكلة
es: Rig de control
fr: Squelette de contrôle
ja: コントロールリグ
ko: 컨트롤 릭
ru: Регулятор каркаса

# MetaHumanPerformanceEditorToolkit,ControlRigTabTooltip
source: Use this to review how the solved animation behaves on the Control Rig.
ar: استخدم هذا لمراجعة كيفية تصرف الحركة التي تم حلها على متحكم الهيكلة.
de: Überprüfe hiermit, wie sich das Solve der Animation auf dem Control-Rig verhält.
es: Úsalo para revisar cómo se comporta en el rig de control la animación solucionada.
fr: Utilisez cette option pour voir comment se comporte l'animation résolue sur le squelette de contrôle.
it: Consente di revisionare il comportamento dell'animazione risolta sul Control Rig.
ja: これを使用すると、解決されたアニメーションがコントロール リグでどのように動作するかを確認できます
ko: 컨트롤 릭에서 솔브된 애니메이션이 어떻게 행동하는지 검토하는 데 사용합니다.
pl: Użyj tej opcji, by zobaczyć, jak solwowana animacja zachowuje się na Control Rig.
pt_br: Use isto para revisar como a animação solucionada se comporta no Control Rig.
ru: Используйте, чтобы посмотреть, как проанализированная анимация ведёт себя на Регуляторе каркаса.
tr: Çözülen animasyonun Control Rig nasıl davrandığını incelemek için bunu kullan.

source: Footage was processed with an older software version and should be processed again.
ar: تمت معالجة المقطع باستخدام إصدار برنامج أقدم ويجب معالجتها مرة أخرى.
de: Das Videomaterial wurde mit einer älteren Software-Version verarbeitet und sollte erneut verarbeitet werden.
es: La grabación se ha procesado con una versión del software más antigua, así que deberías volver a procesarlo.
fr: La séquence a été traitée avec une version plus ancienne du logiciel et doit être à nouveau traitée.
it: Il filmato è stato elaborato con una versione precedente del software e deve essere elaborato di nuovo.
ja: フッテージは古いソフトウェア バージョンで処理されたため、再度処理してください
ko: 영상이 이전 버전의 소프트웨어에서 처리되었으며, 다시 처리해야 합니다.
pl: Nagranie zostało przetworzone starszą wersją oprogramowania, należy powtórzyć przetwarzanie nagrania.
pt_br: A imagem de vídeo foi processada com uma versão antiga do software e deve ser processada novamente.
ru: Видеоматериал обрабатывался с использованием более старой версии программного обеспечения. Рекомендуется выполнить повторную обработку видеоматериала.
tr: Görüntü eski bir yazılım sürümüyle işlendi ve tekrar işlenmesi gerekiyor.

source: Out of date Performance Asset
ar: أصول الأداء غير محدثة
de: Veraltetes Performance-Asset
es: Recurso de movimientos obsoleto
fr: Ressource de performances obsolète
it: Asset Prestazioni non aggiornato
ja: 古いパフォーマンスアセット
ko: 이전 버전의 퍼포먼스 에셋
pl: Przestarzały zasób występu
pt_br: Ativo de Desempenho desatualizado
ru: Устаревший ресурс Мимики
tr: Eski Performans Öğesi

source: Process Performance
ar: معالجة الأداء
de: Performance bearbeiten
es: Procesar movimientos
fr: Traiter les performances
it: Elabora prestazioni
ja: パフォーマンスを処理する
ko: 퍼포먼스 처리하기
pl: Przetwórz występ
pt_br: Processar Desempenho
ru: Обработка Мимики
tr: Performansı İşle

source: Do not process
ar: لا تقم بالمعالجة
de: Nicht verarbeiten
es: No procesar
fr: Ne pas traiter
it: Non elaborare
ja: 処理しない
ko: 처리하지 않기
pl: Nie przetwarzaj
pt_br: Não processar
ru: Не обрабатывать
tr: İşleme yapma

# MetaHumanPerformanceEditorToolkit,PerformanceMeshTrackerVersionNeedsProcessing
source: Performance was processed with an older software version, it is recommended to process the footage again.
ar: تمت معالجة الأداء باستخدام إصدار برنامج أقدم، ويوصى بمعالجة المقطع مرة أخرى.
de: Die Performance wurde mit einer älteren Software-Version verarbeitet. Es wird empfohlen, das Videomaterial erneut zu verarbeiten.
es: Los movimientos se han procesado con una versión del software más antigua, por lo que se recomienda volver a procesar la grabación.
fr: Les performances ont été traitées avec une version plus ancienne du logiciel. Il est recommandé de traiter à nouveau la séquence.
it: Se le prestazioni erano state elaborate con una versione precedente del software, si consiglia di elaborare nuovamente il filmato.
ja: パフォーマンスは古いソフトウェア バージョンで処理されました。フッテージを再度処理することをお勧めします
ko: 퍼포먼스가 이전 버전의 소프트웨어에서 처리되었으며, 영상을 다시 처리하는 것이 좋습니다.
pl: Występ zostało przetworzony starszą wersją oprogramowania, zaleca się powtórzyć przetwarzanie nagrania.
pt_br: O desempenho foi processado com uma versão mais antiga do software, recomendamos que processe a imagem de vídeo novamente.
ru: Мимика обрабатывалась с использованием более старой версии программного обеспечения. Рекомендуется выполнить повторную обработку видеоматериала.
tr: Performans eski bir yazılım sürümüyle işlendi; görüntünün tekrar işlenmesi önerilir.

# MetaHumanPerformanceEditorToolkit,PerformanceMenuProcessingSection
source: Processing
ar: قيد المعالجة
de: Verarbeitung
es: Procesamiento
fr: Traitement en cours
it: Elaborazione
ja: 処理中
ko: 처리 중
pl: Przetwarzanie
pt_br: Processando
ru: Идёт обработка
tr: İşleme

# MetaHumanPerformanceEditorToolkit,PerformanceMenuExportAnimationSection
source: Animation Export
ar: تصدير الحركة
de: Export von Animationen
es: Exportación de animación
fr: Export de l'animation
it: Esportazione dell'animazione
ja: アニメーションのエクスポート
ko: 애니메이션 익스포트
pl: Eksportowanie animacji
pt_br: Exportação de Animação
ru: Экспорт анимаций
tr: Animasyon Dışa Aktarma

# MetaHumanPerformanceEditorToolkit,PerformanceEditorPerformanceMenuLabel
source: MetaHuman Animator
ko: 메타휴먼 애니메이터
pl: Animator MetaHuman
ru: Аниматор MetaHuman

# MetaHumanPerformanceEditorToolkit,PerformanceEditorPerformanceMenuTooltip
source: Commands used in MetaHuman Animator workflow
ar: الأوامر المستخدمة في تدفق عمل MetaHuman Animator
de: Befehle, die bei der Arbeit mit MetaHuman Animator verwendet werden
es: Comandos usados en el proceso de trabajo de MetaHuman Animator
fr: Commandes utilisées dans le flux de travail du MetaHuman Animator
it: Comandi utilizzati nel workflow di MetaHuman Animator
ja: MetaHuman Animator ワークフローで使用されるコマンド
ko: 메타휴먼 애니메이터 워크플로에 사용되는 명령입니다.
pl: Polecenia używane w procesie pracy z animatorem MetaHuman
pt_br: Comandos usados no fluxo de trabalho do MetaHuman Animator
ru: Команды, используемые в рабочем процессе Аниматора MetaHuman
tr: MetaHuman Animator iş akışında kullanılan komutlar.

# MetaHumanPerformanceExportUtils,BakeFaceControlRig
source: Baking MetaHuman Face Control Rig
ar: تجهيز متحكم هيكلة الوجه من MetaHuman
de: Gesichts-Control-Rig des MetaHuman wird gebacken
es: Haciendo bake del rig de control de cara del MetaHuman
fr: Précalcul du squelette de contrôle du visage du MetaHuman
it: Baking del Control Rig del viso MetaHuman
ja: MetaHumanフェイスコントロールリグをベイク中
ko: 메타휴먼 페이스 컨트롤 릭 굽는 중
pl: Wypalanie Control Rig twarzy MetaHuman
pt_br: Incorporando o Control Rig de Rosto do MetaHuman
ru: Создание регулятора каркаса лица MetaHuman
tr: MetaHuman Yüz Control Rig Ön İşleme

# MetaHumanPerformanceExportUtils,BakeBodyControlRig
source: Baking MetaHuman Body Control Rig
ar: تجهيز متحكم هيكلة جسم MetaHuman
de: MetaHuman-Body-Control-Rig wird gebacken
es: Haciendo bake con el rig de control de cuerpo del MetaHuman
fr: Précalcul du squelette de contrôle du corps du MetaHuman
it: Baking del Control Rig del corpo MetaHuman
ja: MetaHumanボディコントロールリグをベイク中
ko: 메타휴먼 바디 컨트롤 릭 굽는 중
pl: Wypalanie Control Rig korpusu MetaHuman
pt_br: Incorporando o Control Rig de Corpo do MetaHuman
ru: Прописывание данных Регулятора каркаса тела MetaHuman
tr: MetaHuman Vücut Control Rig Ön İşleme

# MetaHumanPerformanceExportUtils,ExportIdentity
source: Exporting MetaHuman Identity
ar: جارٍ تصدير MetaHuman Identity
de: MetaHuman Identity wird exportiert …
es: Exportando MetaHuman Identity
fr: Export de la MetaHuman Identity
it: Esportazione della MetaHuman Identity
ja: MetaHuman Identityをエクスポート中
ko: 메타휴먼 아이덴티티 익스포트 중
pl: Eksportowanie MetaHuman Identity
pt_br: Exportando MetaHuman Identity
ru: Экспорт Персоны MetaHuman
tr: MetaHuman Identity'yi Dışa Aktarma

# MetaHumanPerformanceExportUtils,BakeIdentityControlRig
source: Baking Identity Control Rig
ar: تجهيز متحكم هيكلة الهوية
de: Identity-Control-Rig wird gebacken
es: Haciendo bake del rig de control de Identity
fr: Précalcul du squelette de contrôle de l'Identity
it: Baking del Control Rig dell'Identity
ja: Identity コントロール リグをベイクします
ko: 아이덴티티 컨트롤 릭 베이킹 중
pl: Wypalanie Control Rig Identity
pt_br: Incorporando o Control Rig de Identity
ru: Прописывание данных Регулятора каркаса Персоны
tr: Identity Control Rig Ön İşleme

# MetaHumanPerformanceExportUtils,ExportVideoTrack
source: Exporting Video Track
ar: جارٍ تصدير تتبع الفيديو
de: Video-Track wird exportiert
es: Exportando pista de vídeo
fr: Export de la piste vidéo
it: Esportazione della traccia video
ja: 動画トラックをエクスポート中
ko: 비디오 트랙 익스포트 중
pl: Eksportowanie ścieżki nagrania
pt_br: Exportando uma Faixa de Vídeo
ru: Экспорт видеодорожки
tr: Video Parçası Dışa Aktarma

# MetaHumanPerformanceExportUtils,VideoSequenceTrack
source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
ja: ビデオ
ko: 비디오
pl: Wideo
pt_br: Vídeo
ru: Видео

# MetaHumanPerformanceExportUtils,ExportDepthTrack
source: Exporting Depth Track
ar: جارٍ تصدير تتبع العمق
de: Tiefen-Track wird exportiert
es: Exportando pista de profundidad
fr: Export de la piste de profondeur
it: Esportazione della traccia di profondità
ja: 深度トラックをエクスポート中
ko: 뎁스 트랙 익스포트 중
pl: Eksportowanie ścieżki głębi
pt_br: Exportando uma Faixa de Profundidade
ru: Экспорт дорожки глубин
tr: Derinlik Parçası Dışa Aktarma

# MetaHumanPerformanceExportUtils,DepthSequenceTrack
source: Depth
ar: العمق
de: Tiefe
es: Profundidad
fr: Profondeur
it: Profondità
ja: 深度
ko: 뎁스
pl: Głębia
pt_br: Profundidade
ru: Глубина
tr: Derinlik

# MetaHumanPerformanceExportUtils,ExportAudioTrack
source: Exporting Audio Track
ar: جارٍ تصدير تتبع الصوت
de: Audio-Track wird exportiert
es: Exportando pista de audio
fr: Export de la piste audio
it: Esportazione della traccia audio
ja: オーディオトラックをエクスポート中
ko: 오디오 트랙 익스포트 중
pl: Eksportowanie ścieżki dźwięku
pt_br: Exportando uma Faixa de Áudio
ru: Экспорт звуковой дорожки
tr: Ses Parçası Dışa Aktarma

# MetaHumanPerformanceExportUtils,AudioSequenceTrack
source: Audio
ar: الصوت
ja: オーディオ
ko: 오디오
pl: Dźwięk
pt_br: Áudio
ru: Аудио
tr: Ses

# MetaHumanPerformanceExportUtils,ExportCamera
source: Exporting Camera
ar: جارٍ تصدير الكاميرا
de: Kamera wird exportiert
es: Exportando cámara
fr: Export de la caméra en cours
it: Esportazione della fotocamera
ja: カメラをエクスポート中
ko: 카메라 익스포트 중
pl: Eksportowanie kamery
pt_br: Exportando Câmera
ru: Экспорт камеры
tr: Kamera Dışa Aktarma

# MetaHumanPerformanceExportUtils,LevelSequenceExported
source: '{0}' has been successfully exported
ar: تم تصدير "{0}" بنجاح
de: „{0}“ wurde erfolgreich exportiert.
es: Se ha exportado '{0}' con éxito
fr: '{0}' a été exporté avec succès
it: L'esportazione di '{0}' è avvenuta correttamente
ja: 「{0}」は正常にエクスポートされました
ko: '{0}' 익스포트에 성공했습니다.
pl: Pomyślnie wyeksportowano „{0}”
pt_br: "{0}" foi exportado com sucesso
ru: {0} — экспортировано
tr: "{0}" başarıyla dışa aktarıldı

# MetaHumanPerformanceExportUtils,OpenNewLevelSequence
source: Open {0}
ar: فتح {0}
de: {0} öffnen
es: Abrir {0}
fr: Ouvrir {0}
it: Apri {0}
ja: {0}を開く
ko: {0} 열기
pl: Otwórz: {0}
pt_br: Abrir {0}
ru: Открыть {0}
tr: {0} öğesini aç

# MetaHumanPerformanceExportUtils,PerformerAnimation_Bracket
source: Exporting MetaHuman Performance Animation
ar: تصدير الحركة لأداء MetaHuman
de: Animation der MetaHuman-Performance wird exportiert
es: Exportando animación de movimientos de MetaHuman
fr: Export de l'animation de performances du MetaHuman
it: Esportazione dell'animazione delle prestazioni del MetaHuman
ja: MetaHuman パフォーマンス アニメーションをエクスポート中
ko: 메타휴먼 퍼포먼스 애니메이션 익스포트 중
pl: Eksportowanie animacji występu MetaHuman
pt_br: Exportando Animação de Desempenho do MetaHuman
ru: Экспорт анимации Мимики MetaHuman
tr: MetaHuman Performance Animasyonunu Dışa Aktarma

# MetaHumanPerformanceExportUtils,RecordingAnimSequence
source: Recording Animation Sequence...
ar: جارٍ تسجيل سلسلة الحركة...
de: Animationssequenz wird aufgezeichnet …
es: Grabando secuencia de animación…
fr: Enregistrement de la séquence d'animation…
it: Registrazione della sequenza di animazione...
ja: アニメーションシーケンスをレコーディング中...
ko: 애니메이션 시퀀스 녹화 중...
pl: Nagrywanie sekwencji animacji…
pt_br: Gravando Sequência de Animação...
ru: Запись последовательности анимации...
tr: Animasyon Sekansı kaydediliyor...

# MetaHumanPerformanceExportUtils,AnimationExported
source: '{0}' has been successfully exported [{1} keys : {2} sec(s) @ {3} Hz]
ar: تم تصدير "{0}" بنجاح [{1} المفاتيح: {2} ثواني @ {3} هرتز]
de: „{0}“ wurde erfolgreich exportiert [{1} Key-Frames : {2} Sekunde(n) bei {3} Hz]
es: '{0}' se ha exportado con éxito [{1} claves: {2} s @ {3} Hz]
fr: '{0}' a été exporté avec succès [{1} touches : {2} sec(s) @ {3} Hz]
it: L'esportazione di '{0}' è avvenuta correttamente [{1} chiavi: {2} sec a {3} Hz]
ja: 「{0}」は正常にエクスポートされました [{1}キー : {2}秒@ {3} Hz]
ko: '{0}' 익스포트에 성공했습니다. [{1}개 키: {2}초 @ {3}Hz]
pl: Pomyślnie wyeksportowano „{0}” [klucze ({1}): {2} s przy {3} Hz]
pt_br: '{0}' exportado com sucesso [Chaves {1}: {2} s a {3} Hz]
ru: {0} — экспортировано (клавиши {1}: {2} сек. при {3} Гц)
tr: "{0}" başarıyla dışa aktarıldı [{1} anahtar: {3} Hz'de {2} sn.]

# MetaHumanPerformanceExportUtils,OpenNewAnimationHyperlink
source: Open {0}
ar: فتح {0}
de: {0} öffnen
es: Abrir {0}
fr: Ouvrir {0}
it: Apri {0}
ja: {0}を開く
ko: {0} 열기
pl: Otwórz: {0}
pt_br: Abrir {0}
ru: Открыть {0}
tr: {0} öğesini aç

# MetaHumanPerformanceExportUtils,ExportButton
source: Create
ar: تكوين
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
pl: Utwórz
pt_br: Criar
ru: Создать
tr: Oluştur

# MetaHumanPerformanceExportUtils,CancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal et

# MetaHumanPerformanceExportUtils,IncompatibleSkeletonsMessage
source: The Animation Sequence that will be exported may not work with the seleted target Skeleton due to the following missing curves: {0} Do you want to continue ?
ar: قد لا تعمل سلسلة الحركة الذي سيتم تصديره مع الهيكل العظمي الهدف المختار بسبب المنحنيات المفقودة التالية: {0} هل تود المتابعة؟
de: Die Animationssequenz, die exportiert werden soll, funktioniert möglicherweise nicht mit dem gewählten Ziel-Skelett, da folgende Kurven fehlen: {0} Trotzdem fortfahren?
es: La secuencia de animación que se exportará podría no ser compatible con el esqueleto de destino seleccionado debido a la ausencia de las siguientes curvas: {0} ¿Quieres continuar?
fr: La séquence d'animation qui sera exportée pourrait ne pas fonctionner avec le squelette cible sélectionné en raison des courbes manquantes suivantes : {0} Voulez-vous continuer ?
it: La sequenza di animazione che verrà esportata potrebbe non funzionare con lo scheletro target selezionato a causa delle seguente curve mancanti: {0} Vuoi continuare?
ja: 次のカーブがないため、選択したターゲット スケルトンでは、エクスポートされるアニメーション シーケンスが機能しない可能性があります： {0} 続行しますか？
ko: 다음 커브가 누락되었기 때문에 익스포트할 애니메이션 시퀀스가 선택한 타깃 스켈레톤에서 작동하지 않을 수 있습니다: {0} 계속하시겠습니까?
pl: Wyeksportowana sekwencja animacji może nie działać z wybranym szkieletem z powodu następujących brakujących krzywych: {0} Kontynuować?
pt_br: Talvez a Sequência de Animação a ser exportada não funcione com o Esqueleto-alvo selecionado devido às seguintes curvas que faltam: {0} Deseja continuar?
ru: Экспортируемая последовательность анимации может не работать с выбранным целевым скелетом из-за отсутствия следующих кривых: {0} Хотите продолжить?
tr: Dışa aktarılacak Animasyon Sekansı, şu kavislerin eksik olması nedeniyle seçilen hedef İskelet ile çalışmayabilir: {0} Devam etmek istiyor musun?

# MetaHumanPerformanceExportUtils,IncompatibleSkeletonsTitle
source: Target Skeleton may be incompatible
ar: قد يكون الهيكل العظمي المستهدف غير متوافق
de: Ziel-Skelett könnte nicht kompatibel sein.
es: El esqueleto de destino podría ser incompatible
fr: Le squelette cible pourrait être incompatible
it: Lo scheletro target potrebbe essere incompatibile
ja: ターゲット スケルトンに互換性がない可能性があります
ko: 타깃 스켈레톤이 호환되지 않을 수 있습니다.
pl: Wskazany szkielet może być niekompatybilny
pt_br: O Esqueleto-Alvo pode ser incompatível
ru: Целевой скелет может быть несовместим
tr: Hedef İskelet uyumsuz olabilir

# MetaHumanPerformanceExportUtils,ShouldContinue_ConfirmText
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 지원
pl: Tak
pt_br: Sim
ru: Да
tr: Evet

# MetaHumanPerformanceExportUtils,ShouldContinue_CancelText
source: No
ar: لا
de: Nein
fr: Non
ja: いいえ
ko: 취소
pl: Nie
pt_br: Não
ru: Нет
tr: Hayır

# MetaHumanPerformanceExportUtils,ExportSettingsWindowTitle
source: Export {0} Sequence Settings
ar: تصدير {0} إعدادات السلسلة
de: Einstellungen der {0}sequenz exportieren
es: Exportar ajustes de secuencia {0}
fr: Exporter les paramètres de la séquence de type {0}
it: Esporta impostazioni della sequenza {0}
ja: {0}シーケンス設定をエクスポート
ko: {0}시퀀스 세팅 익스포트
pl: Wyeksportuj ustawienia sekwencji typu {0}
pt_br: Exportar Configurações de Sequência {0}
ru: Экспортировать настройки последовательности ({0})
tr: {0} Sekans Ayarlarını Dışa Aktar

# MetaHumanPerformanceExportUtils,LevelLabel
source: Level
ar: مرحلة
es: Nivel
fr: Niveau
it: Livello
ja: レベル
ko: 레벨
pl: Poziom
pt_br: Nível
ru: Уровень
tr: Bölüm

# MetaHumanPerformanceExportUtils,SaveAssetDialogTitle
source: Save Animation Sequence As
ar: حفظ سلسلة الحركة باسم
de: Animationssequenz speichern unter
es: Guardar secuencia de animación como
fr: Enregistrer la séquence d'animation sous
it: Salva la sequenza di animazione come
ja: アニメーションシーケンスを名前を付けて保存
ko: 다른 이름으로 애니메이션 시퀀스 저장하기
pl: Zapisz sekwencję animacji jako
pt_br: Salvar Sequência de Animação como
ru: Сохранить последовательность анимации как
tr: Animasyon Sekansını Farklı Kaydet

# MetaHumanPerformanceExportUtils,SaveLevelSequenceAssetDialogTitle
source: Save Level Sequence As
ar: حفظ سلسلة المرحلة باسم
de: Levelsequenz speichern unter
es: Guardar secuencia de nivel como
fr: Enregistrer la séquence de niveau sous
it: Salva sequenza livelli come
ja: レベルシーケンスに名前を付けて保存
ko: 다음으로 레벨 시퀀스 저장
pl: Zapisz sekwencję poziomu jako
pt_br: Salvar Sequência de Nível como
ru: Сохранить видеоряд как
tr: Bölüm Sekansını Farklı Kaydet

# MetaHumanPerformanceExportUtils,ExportLevelSequence
source: Exporting Level Sequence...
ar: جارٍ تصدير سلسلة المرحلة...
de: Levelsequenz wird exportiert …
es: Exportando secuencia de nivel…
fr: Export de la séquence de niveau…
it: Esportazione della sequenza livelli...
ja: レベル シーケンスをエクスポート中...
ko: 레벨 시퀀스 익스포트 중...
pl: Eksportowanie sekwencji poziomu…
pt_br: Exportando Sequência de Nível...
ru: Экспорт видеоряда...
tr: Bölüm Sekansı dışa aktarılıyor...

# MetaHumanPerformanceExportUtils,ExportTargetMetaHuman
source: Exporting Target MetaHuman
ar: جارٍ تصدير MetaHuman الهدف
de: Ziel-MetaHuman wird exportiert
es: Exportando MetaHuman de destino
fr: Export du MetaHuman cible
it: Esportazione del MetaHuman target
ja: ターゲットのMetaHumanをエクスポート中
ko: 타깃 메타휴먼 익스포트 중
pl: Eksportowanie wskazanego MetaHuman
pt_br: Exportando o MetaHuman-Alvo
ru: Экспорт целевого MetaHuman
tr: Hedef MetaHuman Dışa Aktarma

# FMetaHumanPerformerCommands,FMetaHumanPerformerModule
source: Performance Asset Editor
ar: محرر أصول الأداء
es: Editor de recursos de movimientos
fr: Éditeur de ressource de performances
it: Editor asset prestazioni
ja: パフォーマンスアセットエディタ
ko: 퍼포먼스 에셋 에디터
pl: Edytor zasobów występu
pt_br: Editor de Ativos de Desempenho
ru: Редактор ресурсов Мимики
tr: Performans Öğesi Editörü

# UICommands.FMetaHumanPerformerCommands,StartProcessingShot
source: Process
ar: معالجة
de: Verarbeiten
es: Procesar
fr: Traiter
it: Elabora
ja: プロセス
ko: 처리
pl: Przetwórz
pt_br: Processar
ru: Обработка
tr: İşlem

# UICommands.FMetaHumanPerformerCommands,StartProcessingShot_ToolTip
source: Process the current shot to generate an animation
ar: قم بمعالجة اللقطة الحالية لتكوين حركة
de: Verarbeitet die aktuelle Aufnahme, um eine Animation zu erzeugen
es: Procesar la imagen actual para generar una animación
fr: Traiter la photo actuelle pour générer une animation
it: Elabora l'inquadratura attuale per generare un'animazione
ja: 現在のショットを処理してアニメーションを生成します
ko: 현재 샷을 처리하여 애니메이션을 생성합니다.
pl: Przetwórz obecne ujęcie, by stworzyć animację
pt_br: Processe a captura atual para gerar uma animação
ru: Обработка текущего снимка для создания анимации
tr: Animasyon üretmek için mevcut çekimi işle.

# UICommands.FMetaHumanPerformerCommands,CancelProcessingShot
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal et
