Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanIdentityViewportToolbar,EV100ToolTip
source: Sets the exposure value of the camera using the specified EV100. Exposure = 1 / (1.2 * 2^EV100)
ar: يضبط قيمة التعريض الضوئي للكاميرا باستخدام EV100 المختار. التعرض = 1 / (1.2 * 2 ^ EV100)
de: Stellt den Lichtwert der Kamera mit dem angegebenen LW100 ein. Belichtung = 1 / (1,2 * 2^LW100)
es: Ajusta el valor de exposición de la cámara utilizando el EV100 especificado. Exposición = 1 / (1.2 * 2^EV100)
fr: Définit la valeur d'exposition de la caméra en utilisant la spécification EV100. Exposition= 1 / (1,2 * 2^EV100)
it: Imposta il valore di esposizione della fotocamera utilizzando l'EV100 specificato. Esposizione = 1 / (1.2 * 2^EV100)
ja: 指定したEV100を使ってカメラの露出値を設定します。Exposure = 1/(1.2 * 2^EV100)
ko: 카메라의 노출 값을 지정한 EV100으로 설정합니다. 노출 = 1 / (1.2 * 2^EV100)
pl: Ustawia wartość ekspozycji kamery przy użyciu określonego EV100. Ekspozycja = 1 / (1.2 * 2^EV100)
pt_br: Define o valor de exposição da câmera usando a especificação de EV100. Exposição = 1 / (1,2 * 2^EV100)
ru: Устанавливает экспозиционное число камеры на EV100. Экспозиция = 1 / (1.2 * 2^EV100)
tr: Belirtilen EV100'ü kullanarak kameranın pozlama değerini ayarlar. Pozlama = 1 / (1.2 * 2^EV100)

# MetaHumanIdentityViewportToolbar,ViewModeHeader
source: View Mode
ar: وضع العرض
de: Ansichtsmodus
es: Modo de vista
fr: Mode de vue
it: Modalità di visualizzazione
ja: 表示モード
ko: 뷰 모드
pl: Tryb wyświetlania
pt_br: Modo de visualização
ru: Режим вида
tr: Görünüm Modu

# MetaHumanIdentityViewportToolbar,ExposureHeader
source: Exposure
ar: التعرض
de: Belichtung
es: Exposición
fr: Exposition
it: Esposizione
ja: 露出
ko: 노출
pl: Ekspozycja
pt_br: Exposição
ru: Экспозиция
tr: Pozlama

# MetaHumanIdentityViewportToolbar,ViewDisplayOptionsMenuToolTip
source: Display Options for View {0}
ar: خيارات عرض للعرض {0}
de: Anzeigeoptionen für Ansicht {0}
es: Opciones de visualización para la vista {0}
fr: Afficher les options de visualisation{0}
it: Visualizza le opzioni per la vista {0}
ja: ビュー{0}の表示オプション
ko: 뷰 {0} 표시 옵션
pl: Opcje wyświetlania widoku: {0}
pt_br: Opções de exibição para visualização {0}
ru: Параметры отображения для просмотра {0}
tr: "{0}" görünümü için görüntüleme seçenekleri.

# MetaHumanIdentityViewportToolbar,ABToggleButtonTooltipDisabled
source: {0} To enable this option, switch to Single View Mix Mode
ar: {0} لتفعيل هذا الخيار، قم بالتبديل إلى وضع مزج العرض الفردي
de: {0} Damit diese Option verfügbar wird, musst du zum Ansichtsmodus „Einzeln“ wechseln.
es: {0} Para habilitar esta opción, activa el modo de vista mixta Única
fr: {0} Pour activer cette option, passez en mode d'affichage mixte Unique
it: {0} Per abilitare questa opzione, passa alla modalità Single View Mix
ja: {0} このオプションを有効にするには、シングル ビュー ミックス モードに切り替える必要があります
ko: {0} 이 옵션을 활성화하려면 싱글 뷰 믹스 모드로 전환합니다.
pl: {0} By włączyć tę opcję, przełącz na tryb pojedynczy mieszanego wyświetlania
pt_br: {0} Para ativar esta opção, mude para o modo Single View Mix
ru: {0} Чтобы включить эту настройку, переключитесь в однооконный смешанный режим просмотра
tr: {0} Bu seçeneği etkinleştirmek için Tekli Görünüm Karma Moduna geç.

# MetaHumanIdentityViewportToolbar,TrackingSectionLabel
source: Tracking
ar: التتبع
de: Tracken
es: Seguimiento
fr: Suivi
it: Tracciamento
ja: トラッキング
ko: 트래킹
pl: Śledzenie
pt_br: Rastreamento
ru: Отслеживание
tr: İzleme

# MetaHumanIdentityViewportToolbar,ViewOptionsToolTip
source: Viewport Options Parameters to tweak display options of the A|B Viewport
ar: خيارات منفذ العرض معلمات لتعديل خيارات عرض منفذ العرض A|B
de: Optionen des Ansichtsfensters Parameter für die Darstellungsoptionen des Ansichtsfensters A|B
es: Opciones del visor Parámetros para modificar las opciones de la ventana de visualización A|B
fr: Options du hublot Paramètres d'ajustement des options d'affichage du hublot A|B
it: Opzioni Viewport Parametri per modificare le opzioni di visualizzazione della Viewport A|B
ja: ビューポート オプション A|B ビューポートの表示オプションの微調整を行うパラメータ
ko: 뷰포트 옵션 A|B 뷰포트의 디스플레이 옵션을 조정하는 파라미터입니다.
pl: Opcje okna wizualizacji Parametry pozwalające zmienić opcje wyświetlania okna wizualizacji A|B
pt_br: Opções da Janela de Visualização Parâmetros para ajustar as opções de exibição da Janela de Visualização A|B
ru: Настройки окна просмотра Параметры для корректировок настроек отображения окна просмотра A|B
tr: Görünüm Penceresi Seçenekleri A|B görünüm penceresi görüntü seçeneklerini düzenleme parametreleri

# MetaHumanIdentityViewportToolbar,ABViewFOVToolTip
source: Field of View
ar: حقل الرؤية
de: Sichtfeld
es: Campo de visión
fr: Champ de vision
it: Campo visivo
ja: 視野角
ko: 필드 오브 뷰
pl: Pole widzenia
pt_br: Campo de Visão
ru: Область видимости
tr: Görüş Alanı

# MetaHumanIdentityViewportToolbar,ABViewDepthDataNearToolTip
source: The nearest distance for the depth data visualization
ar: أقرب مسافة لتصور بيانات العمق
de: Der kleinste Abstand für die Visualisierung von Tiefendaten
es: Distancia mínima para la visualización de los datos de profundidad
fr: La distance la plus proche pour la visualisation des données de profondeur
it: Distanza più vicina per la visualizzazione dei dati di profondità
ja: 深度データのビジュアライゼーションにおける最も近い距離
ko: 뎁스 데이터 시각화에 대한 가장 가까운 거리
pl: Najbliższy dystans przy wizualizacji danych głębi
pt_br: A distância mais curta para a visualização dos dados de profundidade
ru: Ближайшее расстояние для визуализации данных о глубине
tr: Derinlik verisi görselleştirmesi için en kısa mesafe

# MetaHumanIdentityViewportToolbar,ABViewDepthDataFarToolTip
source: The farthest distance for the depth data visualization
ar: أبعد مسافة لتصور بيانات العمق
de: Der größte Abstand für die Visualisierung von Tiefendaten
es: Distancia máxima para la visualización de los datos de profundidad
fr: La distance la plus lointaine pour la visualisation des données de profondeur
it: Distanza più lontana per la visualizzazione dei dati di profondità
ja: 深度データのビジュアライゼーションにおける最も遠い距離
ko: 뎁스 데이터 시각화에 대한 가장 먼 거리
pl: Najdalszy dystans przy wizualizacji danych głębi
pt_br: A distância mais longa para a visualização dos dados de profundidade
ru: Самое дальнее расстояние для визуализации данных о глубине
tr: Derinlik verisi görselleştirmesi için en uzun mesafe

# MetaHumanIdentityViewportToolbar,MouseSettingsCamSpeed
source: Camera Speed
ar: سرعة الكاميرا
de: Kamerageschwindigkeit
es: Velocidad de la cámara
fr: Vitesse de caméra
it: Velocità della fotocamera
ja: カメラ速度
ko: 카메라 속도
pl: Szybkość kamery
pt_br: Velocidade da câmera
ru: Скорость камеры
tr: Kamera Hızı

# MetaHumanIdentityViewportToolbar,CameraSpeedSlider_ToolTip
source: Adjust Camera Speed
ar: ضبط سرعة الكاميرا
de: Regle die Kamerageschwindigkeit.
es: Ajustar velocidad de la cámara
fr: Ajuster la vitesse de caméra
it: Regola la velocità della fotocamera
ja: カメラ速度を調整
ko: 카메라 속도 조정
pl: Dostosuj szybkość kamery
pt_br: Ajustar velocidade da câmera
ru: Регулировка скорости камеры
tr: Kamera Hızını Ayarla

# MetaHumanIdentityViewportToolbar,MouseSettingsCamSpeedScalar
source: Camera Speed Scalar
ar: ضابط تدرج سرعة الكاميرا
de: Kamerageschwindigkeit
es: Escalar de velocidad de la cámara
fr: Scalaire de vitesse de caméra
it: Scala la velocità della fotocamera
ja: カメラ速度スカラー
ko: 카메라 속도 스칼라
pl: Skalar szybkości kamery
pt_br: Escalar de velocidade da câmera
ru: Скаляр скорости камеры
tr: Kamera Hızı Skaleri

# MetaHumanIdentityViewportToolbar,CameraSpeedScalar_ToolTip
source: Scalar to increase camera movement range
ar: ضابط تدرج لزيادة نطاق حركة الكاميرا
de: Vergrößert den Bewegungsbereich der Kamera.
es: Escalar para aumentar el rango de movimiento de la cámara
fr: Scalaire pour augmenter la plage de mouvement de la caméra
it: Scala per aumentare l'intervallo di movimento della fotocamera
ja: カメラの可動範囲を増やすスカラー
ko: 카메라 이동 범위를 늘리는 스칼라입니다.
pl: Skalar zwiększający zakres ruchu kamery
pt_br: Escalar para aumentar o alcance do movimento da câmera
ru: Скаляр для повышения диапазона движения камеры
tr: Kamera hareket aralığını artırmak için skaler.

# MetaHumanIdentityViewportToolbar,CameraSettingFieldOfView
source: Field of View (H)
ar: حقل الرؤية (أفقي)
de: Sichtfeld (H)
es: Campo de visión (altura)
fr: Champ de vision (H)
it: Campo visivo (A)
ja: 視野角(H)
ko: 필드 오브 뷰(H)
pl: Pole widzenia (W)
pt_br: Campo de visão (H)
ru: Область видимости (в)
tr: Görüş Alanı (Yükseklik)

# MetaHumanIdentityViewportToolbar,DepthDataNear
source: Depth Data Near (cm)
ar: بيانات العمق القريب (سم)
de: Tiefendaten nah (cm)
es: Datos de profundidad: cerca (cm)
fr: Données de profondeur proche (cm)
it: Dati di profondità vicini (cm)
ja: 深度データの近距離(cm)
ko: 뎁스 데이터 근거리(cm)
pl: Dane głębi bliskie (cm)
pt_br: Dados de Profundidade Perto (cm)
ru: Данные о глубине вблизи (см)
tr: Derinlik Verisi - Kısa (cm)

# MetaHumanIdentityViewportToolbar,DepthDataFar
source: Depth Data Far (cm)
ar: بيانات العمق البعيد (سم)
de: Tiefendaten weit (cm)
es: Datos de profundidad: lejos (cm)
fr: Données de profondeur lointaine (cm)
it: Dati di profondità lontani (cm)
ja: 深度データの遠距離(cm)
ko: 뎁스 데이터 원거리(cm)
pl: Dane głębi dalekie (cm)
pt_br: Dados de Profundidade Longe (cm)
ru: Данные о глубине вдали (см)
tr: Derinlik Verisi - Uzak (cm)

# MetaHumanIdentityViewportToolbar,CameraControlsSectionLabel
source: Camera
ar: كاميرا
de: Kamera
es: Cámara
fr: Caméra
it: Fotocamera
ja: カメラ
ko: 카메라
pl: Kamera
pt_br: Câmera
ru: Камера
tr: Kamera

# MetaHumanIdentityViewportToolbar,CameraViewportControlsSection
source: Viewport
ar: منفذ عرض
de: Ansichtsfenster
es: Visor
fr: Hublot
ja: ビューポート
ko: 뷰포트
pl: Okno wizualizacji
pt_br: Janela de visualização
ru: Окно просмотра
tr: Görünüm Penceresi

# MetaHumanIdentityViewportToolbar,ViewModeOptionsMenuTooltip
source: Set view mode and exposure for View {0}
ar: اضبط وضع العرض والتعرض للعرض {0}
de: Wähle den Ansichtsmodus und die Belichtung für Ansicht {0}.
es: Establece el modo de vista y la exposición de la vista {0}
fr: Définir le mode d'affichage et l'exposition pour la vue {0}
it: Imposta la modalità di visualizzazione e l'esposizione per la vista {0}
ja: ビュー{0}の表示モードと露出を設定
ko: 뷰 {0}의 뷰 모드와 노출을 설정합니다.
pl: Ustaw tryb wyświetlania i oświetlenia widoku: {0}
pt_br: Configurar modo de visualização e exposição para visualização {0}
ru: Установите режим просмотра и экспозицию для просмотра {0}
tr: Görünüm {0} için görünüm modunu ve pozlamayı ayarla.

# MetaHumanPerformanceExportUtils,AnimationLabel
source: Animation
ar: حركة
es: Animación
it: Animazione
ja: アニメーション
pl: Animacja
pt_br: Animação
ru: Анимация
tr: Animasyon

# MetaHumanIdentityViewportToolbar,FixedEV100
source: EV100
de: LW100
