Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanIdentityToolkit,MissingAuthoringObjectsMessage
source: Unable to track the promoted frame since authoring objects are not present
ar: غير قادر على تتبع الإطار الذي تمت ترقيته نظرًا لعدم وجود كائنات التأليف
de: Das promotete Frame kann nicht getrackt werden, da keine Autorenobjekte vorhanden sind.
es: No se puede registrar el fotograma promovido ya que no están presentes los objetos de autoría
fr: Impossible de suivre l'image promue car les objets de création sont absents
it: Impossibile tracciare il fotogramma approvato perché non sono presenti gli oggetti di authoring
ja: 作成オブジェクトが存在しないため、プロモートされたフレームをトラッキングできません
ko: 제작 오브젝트가 존재하지 않으므로 승격된 프레임을 트래킹할 수 없습니다.
pl: Nie można śledzić wypromowanej klatki, ponieważ brakuje obiektów autorskich
pt_br: Não foi possível rastrear o quadro promovido, pois não há objetos de autoria presentes
ru: Невозможно отследить зафиксированный кадр, поскольку авторские объекты отсутствуют
tr: Oluşturma nesneleri mevcut olmadığı için yükseltilmiş kare izlenemiyor

# MetaHumanIdentityToolkit,MissingAuthoringObjectsTitle
source: Unable to track
ar: فشل التتبع
de: Tracken nicht möglich
es: No se puede seguir
fr: Suivi impossible
it: Impossibile tracciare
ja: トラッキングできません
ko: 트래킹할 수 없습니다.
pl: Nie można śledzić
pt_br: Não foi possível rastrear
ru: Невозможно отследить
tr: İzlenemiyor

# MetaHumanIdentityToolkit,TrackCurrentTrasactionLabel
source: Track Promoted Frame
ar: تتبع الإطار الذي تمت ترقيته
de: Promotetes Frame tracken
es: Seguir fotograma promovido
fr: Suivre l'image promue
it: Traccia il fotogramma approvato
ja: プロモートされたフレームをトラックする
ko: 승격시킨 프레임 트래킹
pl: Śledź wypromowaną klatkę
pt_br: Rastrear quadro promovido
ru: Отслеживать зафиксированный кадр
tr: Yükseltilmiş Kareyi Takip Et

# MetaHumanIdentityToolkit,UnableToConformMeshMessage
source: Some active curves are placed outside the promoted frame area.
ar: يتم وضع بعض المنحنيات النشطة خارج منطقة الإطار التي تمت ترقيتها.
de: Einige aktive Kurven befinden sich außerhalb des Bereichs des promoteten Frames.
es: Algunas curvas activas se sitúan fuera del área del fotograma promovido.
fr: Certaines courbes actives sont placées en dehors de la zone de l'image promue.
it: Alcune curve attive sono posizionate al di fuori dell'area del fotogramma approvato.
ja: 一部のアクティブなカーブは、プロモートされたフレーム領域の外側に配置されます
ko: 일부 활성 커브가 승격된 프레임 영역 외부에 배치되어 있습니다.
pl: Niektóre z aktywnych krzywych znajdują się poza obszarem wypromowanej klatki.
pt_br: Algumas curvas ativas são colocadas fora da área do quadro promovido.
ru: Некоторые активные кривые расположены за пределами зафиксированного кадра.
tr: Bazı etkin kavisler, yükseltilmiş kare alanının dışına yerleştirilmiş.

# MetaHumanIdentityToolkit,CurvesInvalid
source: Unable to solve
ar: فشل عملية الحل
de: Solve kann nicht ausgeführt werden
es: No se puede usar Solve
fr: Impossible de résoudre le problème
it: Impossibile risolvere
ja: 解決できませんでした
ko: 솔브할 수 없음
pl: Nie można solwować
pt_br: Impossível solucionar
ru: Не удалось проанализировать
tr: Çözülemiyor

# MetaHumanIdentityToolkit,ResetTemplateMeshTransaction
source: Reset Template Mesh
ar: إعادة تعيين نموذج الشبكة
de: Template Mesh zurücksetzen
es: Reiniciar malla de plantilla
fr: Réinitialiser le modèle de maillage
it: Resetta il modello mesh
ja: テンプレートメッシュをリセットする
ko: 템플릿 메시 초기화
pl: Zresetuj siatkę szablonu
pt_br: Redefinir malha modelo
ru: Сбросить шаблон сетки
tr: Şablon Örgüyü Sıfırla

# MetaHumanIdentityToolkit,PredictiveSolversTrainingCancelled
source: Preparing for Performance cancelled.
ar: تم إلغاء التحضير للأداء.
de: Vorbereitung für die Performance abgebrochen.
es: Preparación para los movimientos cancelada.
fr: Préparation pour les performances annulée.
it: Preparazione per le prestazioni annullata.
ja: パフォーマンスの準備がキャンセルされました
ko: 퍼포먼스 준비 취소됨.
pl: Anulowano przygotowanie do występu.
pt_br: Preparação para Desempenho cancelada.
ru: Подготовка к настройке Мимики отменена.
tr: Performans İçin Hazırlama iptal edildi.

# MetaHumanIdentityToolkit,PredictiveSolversTrainingCompleted
source: Preparing for Performance completed.
ar: تم الانتهاء من التحضير للأداء.
de: Vorbereitung für die Performance abgeschlossen.
es: Preparación para los movimientos completada.
fr: Préparation pour la performance terminée.
it: Preparazione per le prestazioni completata.
ja: パフォーマンスの準備が完了しました
ko: 퍼포먼스 준비가 끝났습니다.
pl: Przygotowanie do występu zakończone.
pt_br: Preparação para Desempenho concluída.
ru: Подготовка к настройке Мимики завершена.
tr: Performans İçin Hazırlama tamamlandı.

# MetaHumanIdentityToolkit,PredictiveSolversTrainingFailed
source: Preparing for Performance failed!
ar: فشل التحضير للأداء!
de: Vorbereitung für die Performance fehlgeschlagen!
es: ¡Error al preparar los movimientos!
fr: Échec de la préparation pour les performances !
it: Preparazione per le prestazioni non riuscita!
ja: パフォーマンスの準備が失敗しました
ko: 퍼포먼스 준비가 실패했습니다!
pl: Przygotowanie do występu nie powiodło się!
pt_br: Falha na Preparação para Desempenho!
ru: Подготовка к настройке Мимики завершилась ошибкой!
tr: Performans İçin Hazırlama başarısız oldu!

# MetaHumanIdentityToolkit,TrainingProgress
source: Training the MetaHuman Identity for Performance processing...
ar: تدريب MetaHuman Identity لمعالجة الأداء...
de: MetaHuman Identity wird für Performance-Verarbeitung vorbereitet …
es: Formando la MetaHuman Identity para el procesamiento de movimientos…
fr: Entraînement de la performance de la MetaHuman Identity en cours…
it: Formazione della MetaHuman Identity per l'elaborazione delle prestazioni...
ja: パフォーマンス向け MetaHuman Identity のトレーニングを処理しています...
ko: 퍼포먼스를 위한 메타휴먼 아이덴티티 트레이닝 처리 중...
pl: Szkolenie MetaHuman Identity w celu przetwarzania występu…
pt_br: Treinando o MetaHuman Identity para processamento de Desempenho...
ru: Обучение Персоны MetaHuman для обработки Мимики...
tr: Performans işlemesi için MetaHuman Identity eğitiliyor...

# MetaHumanIdentityToolkit,PredictiveSolversTrainingCancelling
source: Cancelling preparing {0}...
ar: إلغاء تحضير {0}...
de: Vorbereitung von {0} wird abgebrochen …
es: Cancelando la preparación de {0}…
fr: Annulation de la préparation de {0}…
it: Annullamento della preparazione {0}...
ja: {0} の準備をキャンセル中...
ko: {0}준비 취소중...
pl: Anulowanie przygotowania: {0}...
pt_br: Cancelar a preparação de {0}...
ru: Отмена подготовки {0}...
tr: {0} öğesinin hazırlanması iptal ediliyor...

# MetaHumanIdentityToolkit,ImportDNAMLRigText
source: Selected DNA file contains an ML rig; ML rigs may be used in Identity assets but this functionality is considered experimental.
ar: يحتوي ملف DNA المحدد على هيكل ML؛ ويمكن استخدام هياكل ML في أصول الهوية ولكن هذه الوظيفة تعتبر تجريبية.
de: Die ausgewählte DNA-Datei enthält ein ML-Rig. ML-Rigs dürfen zwar in Identity-Assets verwendet werden, doch diese Funktionalität ist noch experimentell.
es: El archivo de ADN seleccionado contiene un rig de aprendizaje automático; estos se pueden usar como recursos de Identity, pero esta funcionalidad se considera experimental.
fr: Le fichier ADN sélectionné contient un squelette ML ; vous pouvez utiliser des squelettes ML dans les ressources Identity, mais cette fonctionnalité est expérimentale.
it: Il file DNA selezionato contiene rig ML. Essi possono essere utilizzati negli asset Identity, ma questa funzionalità è considerata sperimentale.
ja: 選択された DNA ファイルには ML リグが含まれています。ML は Identity アセットで使用できますが、この機能は実験的機能とみなされています
ko: 선택한 DNA 파일에 ML 릭이 포함되어 있습니다. ML 릭은 아이덴티티 에셋에서 사용될 수 있지만 이 기능은 실험단계로 간주됩니다.
pl: Wybrany plik DNA zawiera zestaw ML; zestawy ML mogą być używane w zasobach tożsamości, ale ta funkcja jest uważana za eksperymentalną.
pt_br: O arquivo de DNA selecionado contém uma plataforma de AM; é possível usar essas plataformas em ativos do Identity, mas essa funcionalidade ainda é considerada como experimental.
ru: Выбранный файл ДНК содержит каркас ML: каркасы ML могут быть использованы в ресурсах Identity, но эта функция считается экспериментальной.
tr: Seçilen DNA dosyası bir ML donatımı içerir; ML donatımları Kimlik öğelerinde kullanılabilir ancak bu işlevsellik henüz tam olarak geliştirilmemiştir ve deneme aşamasındadır.

# MetaHumanIdentityToolkit,ImportDNAMLRigTitle
source: ML Rig
ar: هيكل ML
es: Rig de aprendizaje automático
fr: Squelette ML
it: Rig ML
ja: MLリグ
ko: ML 릭
pl: Zestaw ML
pt_br: Plataforma de AM
ru: Каркас ML
tr: ML Donatımı

# MetaHumanIdentityToolkit,ImportDNAIncompatibleText
source: Selected DNA file is not compatible with this plugin, please check the UE log for more details.
ar: ملف DNA المختار غير متوافق مع هذا المكوّن الإضافي "plugin"، نرجو مراجعة سجل UE لمزيد من التفاصيل.
de: Die ausgewählte DNA-Datei ist mit diesem Plug-in nicht kompatibel. Prüfe das UE-Protokoll für weitere Details.
es: El archivo de ADN no es compatible con este complemento. Para más información, comprueba el registro de UE.
fr: Le fichier d'ADN sélectionné n'est pas compatible avec ce plug-in, veuillez consulter le journal de l'UE pour obtenir plus d'informations.
it: Il file DNA selezionato non è compatibile con questo plugin: controlla il log UE per maggiori dettagli.
ja: 選択した DNA ファイルはこのプラグインとの互換性がありません。詳細については、UE のログを参照してください
ko: 선택한 DNA 파일은 이 플러그인과 호환되지 않습니다. 자세한 내용은 UE 로그를 확인하세요.
pl: Wybrane DNA jest niekompatybilne z tą wtyczką. Sprawdź rejestr UE, by dowiedzieć się więcej.
pt_br: O arquivo de DNA selecionado não é compatível com este plugin, confira o log da UE para obter mais detalhes.
ru: Выбранный файл ДНК несовместим с этим плагином. С подробностями можно ознакомиться в журнале UE.
tr: Seçilen DNA dosyası bu eklentiyle uyumlu değil; ayrıntılı bilgi için lütfen UE günlüğünü kontrol et.

# MetaHumanIdentityToolkit,ImportDNAIncompatibleTitle
source: DNA incompatible
ar: DNA غير متوافق
de: DNA nicht kompatibel
es: ADN incompatible
fr: ADN incompatible
it: DNA incompatibile
ja: DNA に互換性がありません
ko: DNA 호환 불가
pl: Niekompatybilne DNA
pt_br: DNA incompatível
ru: ДНК несовместима
tr: DNA uyumsuz

# MetaHumanIdentityToolkit,SelectDestination
source: Select Destination
ar: اختر الوجهة
de: Zielort wählen
es: Elegir destino
fr: Sélectionner la destination
it: Seleziona la destinazione
ja: 変換先を選択
ko: 대상 선택
pl: Wybierz miejsce docelowe
pt_br: Selecionar destino
ru: Выбрать назначение
tr: Hedef Seç

# CaptureSource,Incompatible selection
source: Selected CaptureData is incompatible. Please select CaptureData sources of the same type for all poses
ar: CaptureData المختارة غير متوافق. نرجو اختيار مصادر CaptureData من نفس النوع لجميع الوضعيات
de: Die gewählten CaptureData sind nicht kompatibel. Wähle für alle Posen „CaptureData“-quellen desselben Typs.
es: La fuente de CaptureData seleccionada es incompatible. Selecciona fuentes de CaptureData del mismo tipo para todas las poses
fr: Les éléments CaptureData sélectionnés sont incompatibles. Veuillez sélectionner des sources CaptureData de même type pour toutes les poses
it: I CaptureData selezionati sono incompatibili. Seleziona fonti di CaptureData dello stesso tipo per tutte le pose
ja: 選択した CaptureData は互換性がありません。 すべてのポーズに同じ型の CaptureData ソースを選択してください
ko: 선택한 캡처 데이터가 호환되지 않습니다. 모든 포즈에 동일한 타입의 캡처 데이터 소스를 선택하세요.
pl: Wybrane CaptureData jest niekompatybilne. Wybierz źródła CaptureData tego samego typu dla wszystkich póz
pt_br: Os CaptureData selecionados são incompatíveis. Selecione fontes de CaptureData do mesmo tipo para todas as poses
ru: Несовместимость с выбранным CaptureData. Выберите источники CaptureData одного и того же типа для всех положений
tr: Seçilen CaptureData uyumsuz. Lütfen tüm pozlar için aynı türden CaptureData kaynakları seç

# MetaHumanIdentityToolkit,BaseToolkitName
source: MetaHuman Identity Asset Editor Toolkit
ar: مجموعة أدوات محرر أصول MetaHuman Identity
de: Toolkit für den MetaHuman Identity Asset Editor
es: Conjunto de herramientas del editor de recursos de la MetaHuman Identity
fr: Outils d'édition de ressource MetaHuman Identity
it: Toolkit per l'editor asset della MetaHuman Identity
ja: MetaHuman Identityアセットエディタツールキット
ko: 메타휴먼 아이덴티티 에셋 에디터 툴키트
pl: Zestaw narzędzi edytora zasobów MetaHuman Identity
pt_br: Kit de ferramentas do editor de ativos do MetaHuman Identity
ru: Инструментарий редактора ресурсов Персоны MetaHuman
tr: MetaHuman Identity Öğe Editörü Araç Seti

# MetaHumanIdentityToolkit,IdentityToolkitToolTipTextExtended
source: Asset: {0} (MetaHuman Identity)
ar: الأصل: {0} (MetaHuman Identity)
es: Recurso: {0} (MetaHuman Identity)
fr: Ressource : {0} (MetaHuman Identity)
ja: アセット：{0} (MetaHuman Identity)
ko: 에셋: {0}(메타휴먼 아이덴티티)
pl: Zasób: {0} (MetaHuman Identity)
pt_br: Ativo: {0} (MetaHuman Identity)
ru: Ресурс: {0} (Персона MetaHuman)
tr: Öğe: {0} (MetaHuman Identity)

# MetaHumanIdentityToolkit,WorldCentricTabPrefix
source: MetaHuman
ko: 메타휴먼

# MetaHumanIdentityToolkit,CantSelectMeshMessage
source: This MetaHuman Identity already has a Face part. Remove it first to use this functionality
ar: MetaHuman Identity هذه لديها بالفعل جزء وجه. قم بإزالته أولاً لاستخدام هذه الوظيفة
de: Diese MetaHuman Identity hat bereits einen Gesichtsteil. Entferne ihn zuerst, um diese Funktion zu nutzen.
es: Esta MetaHuman Identity ya tiene Face Part. Elimínala primero para usar esta funcionalidad.
fr: Cette MetaHuman Identity a déjà une partie visage. Supprimez-la d'abord pour utiliser cette fonctionnalité
it: Questa MetaHuman Identity ha già una Parte Viso. Rimuovila prima di utilizzare questa funzionalità
ja: このMetaHuman Identityにはすでに顔パーツがあります。この機能を使用するには、まずそのパーツを削除してください。
ko: 이 메타휴먼 아이덴티티는 이미 페이스 파츠가 있습니다. 먼저 제거한 다음 이 기능을 이용하세요.
pl: To MetaHuman Identity ma już część twarzy. Aby użyć tej funkcji, najpierw musisz to usunąć
pt_br: Este MetaHuman Identity já tem uma parte de rosto. Remova-a primeiro para usar esta funcionalidade
ru: У этой Персоны MetaHuman уже есть лицевая часть. Чтобы воспользоваться функционалом, сначала удалите его
tr: Bu MetaHuman Identity zaten bir Yüz parçasına sahip. Bu işlevi kullanmadan önce onu kaldırmalısın

# MetaHumanIdentityToolkit,CantCreateComponentsMessage
source: This MetaHuman Identity already has a Face part. Remove it first to use this functionality
ar: MetaHuman Identity هذه لديها بالفعل جزء وجه. قم بإزالته أولاً لاستخدام هذه الوظيفة
de: Diese MetaHuman Identity hat bereits einen Gesichtsteil. Entferne ihn zuerst, um diese Funktion zu nutzen.
es: Esta MetaHuman Identity ya tiene Face Part. Elimínala primero para usar esta funcionalidad.
fr: Cette MetaHuman Identity a déjà une partie visage. Supprimez-la d'abord pour utiliser cette fonctionnalité
it: Questa MetaHuman Identity ha già una Parte Viso. Rimuovila prima di utilizzare questa funzionalità
ja: この MetaHuman Identity にはすでに顔パーツがあります。この機能を使用するには、まずそのパーツを削除してください
ko: 이 메타휴먼 아이덴티티는 이미 페이스 파츠가 있습니다. 먼저 제거한 다음 이 기능을 이용하세요.
pl: To MetaHuman Identity ma już część twarzy. Aby użyć tej funkcji, najpierw musisz to usunąć
pt_br: Este MetaHuman Identity já tem uma parte de rosto. Remova-a primeiro para usar esta funcionalidade
ru: У этой Персоны MetaHuman уже есть лицевая часть. Чтобы воспользоваться функционалом, сначала удалите его
tr: Bu MetaHuman Identity zaten bir Yüz parçasına sahip. Bu işlevi kullanmadan önce onu kaldırmalısın

# MetaHumanIdentityToolkit,WorkspaceMenuCategory
source: MetaHuman Identity
ko: 메타휴먼 아이덴티티
ru: Персона MetaHuman

# MetaHumanIdentityToolkit,PartsIdTabName
source: Parts
ar: أجزاء
de: Teile
es: Partes
fr: Parties
it: Parti
ja: パーツ
ko: 파츠
pl: Części
pt_br: Partes
ru: Элементы
tr: Parçalar

# MetaHumanIdentityToolkit,CreateComponentsSection
source: Create Components
ar: إنشاء مكونات
de: Komponenten erstellen
es: Crear componentes
fr: Créer des composants
it: Crea componenti
ja: コンポーネントを作成
ko: 컴포넌트 생성
pl: Utwórz komponenty
pt_br: Criar componentes
ru: Создать компоненты
tr: Bileşen Oluştur

# MetaHumanIdentityToolkit,ComponentsFromMeshSubMenuLabel
source: From Mesh
ar: عن الشبكة
de: Aus Mesh
es: Desde malla
fr: À partir d'un maillage
it: Dalla mesh
ja: メッシュから
ko: 메시에서
pl: Z siatki
pt_br: A partir da Malha
ru: Из сетки
tr: Örgüden

# MetaHumanIdentityToolkit,ComponentsFromFootageSubMenuLabel
source: From Footage
ar: من المقطع
de: Aus Video
es: Desde la grabación
fr: À partir d'une séquence
it: Dal filmato
ja: フッテージから
ko: 영상에서
pl: Z nagrania
pt_br: A partir da Imagem de Vídeo
ru: Из видеоматериала
tr: Görüntüden

# MetaHumanIdentityToolkit,FromMeshSubMenuTooltip
source: Create all the required components for this MetaHuman Identity from a Static or Skeletal Mesh
ar: قم بإنشاء جميع المكونات المطلوبة لـMetaHuman Identity هذه من شبكة ثابتة أو هيكلية
de: Erzeuge alle erforderlichen Komponenten für diese MetaHuman Identity aus einem Static Mesh oder Skelett-Mesh.
es: Crea todos los componentes necesarios para esta MetaHuman Identity desde una malla estática o esquelética
fr: Créer tous les composants requis pour cette MetaHuman Identity à partir d'un maillage statique ou squelettique
it: Crea tutti i componenti necessari per questa MetaHuman Identity da una mesh statica o scheletrica
ja: この MetaHuman Identity に必要なすべてのコンポーネントをスタティックメッシュまたはスケルタルメッシュから作成します
ko: 스태틱 또는 스켈레탈 메시에서 이 메타휴먼 아이덴티티에 필요한 컴포넌트를 모두 생성합니다.
pl: Utwórz wszystkie wymagane komponenty dla tego MetaHuman Identity z siatki statycznej lub szkieletowej
pt_br: Crie todos os componentes necessários para este MetaHuman Identity a partir de uma Malha Estática ou Esquelética
ru: Создать все необходимые компоненты для этой Персоны MetaHuman из статичной скелетной сетки
tr: Bu MetaHuman Identity için gerekli bileşenlerin hepsini bir statik veya iskelet örgüden oluştur.

# MetaHumanIdentityToolkit,FromMeshSubMenuTooltipDisabled
source: Remove existing Face component to enable this option
ar: قم بإزالة مكون الوجه الموجود لتفعيل هذا الخيار
de: Entferne die vorhandene Gesichtskomponente, damit diese Option verfügbar wird.
es: Eliminar componente facial existente para habilitar esta opción
fr: Retirer le composant de visage existant pour activer cette option
it: Rimuovi il componente viso esistente per abilitare questa opzione
ja: このオプションを有効にするには、既存の顔パーツを削除してください
ko: 이 옵션을 활성화하려면 기존 페이스 컴포넌트를 제거합니다.
pl: Usuń istniejący komponent twarzy, by włączyć tę opcję
pt_br: Remova o componente de Rosto existente para ativar esta opção
ru: Чтобы включить эту настройку, удалите имеющийся компонент «Лицо»
tr: Bu seçeneği etkinleştirmek için mevcut Yüz bileşenini kaldır.

# MetaHumanIdentityToolkit,FromFootageSubMenuTooltip
source: Create all the required components for this MetaHuman Identity from a Capture Data (Footage)
ar: قم بإنشاء جميع المكونات المطلوبة لـMetaHuman Identity هذه من بيانات الالتقاط (المقطع)
de: Erzeuge alle erforderlichen Komponenten für diese MetaHuman Identity aus Capture Data (Video).
es: Crea todos los componentes necesarios para este MetaHuman Identity desde una captura de datos (grabación)
fr: Créer tous les composants requis pour cette MetaHuman Identity à partir d'une donnée de capture (séquence)
it: Crea tutti i componenti necessari per questa MetaHuman Identity a partire da un Capture Data (filmato)
ja: この MetaHuman Identity に必要なすべてのコンポーネントをキャプチャデータ (フッテージ) から作成します
ko: 캡처 데이터(영상)에서 이 메타휴먼 아이덴티티에 필요한 컴포넌트를 모두 생성합니다.
pl: Utwórz wszystkie wymagane komponenty dla tego MetaHuman Identity z Capture Data (nagrania)
pt_br: Crie todos os componentes necessários para este MetaHuman Identity a partir de Dados de Captura (imagem de vídeo)
ru: Создать все необходимые компоненты для этой Персоны MetaHuman из захвата данных (видеоматериал)
tr: Bu MetaHuman Identity için gerekli bileşenlerin hepsini bir Veri Yakalama (Görüntü Kaydı) öğesinden oluştur.

# MetaHumanIdentityToolkit,FromFootageSubMenuTooltipDisabled
source: Remove existing Face component to enable this option
ar: قم بإزالة مكون الوجه الموجود لتفعيل هذا الخيار
de: Entferne die vorhandene Gesichtskomponente, damit diese Option verfügbar wird.
es: Eliminar componente facial existente para habilitar esta opción
fr: Retirer le composant de visage existant pour activer cette option
it: Rimuovi il componente viso esistente per abilitare questa opzione
ja: このオプションを有効にするには、既存の顔パーツを削除してください
ko: 이 옵션을 활성화하려면 기존 페이스 컴포넌트를 제거합니다.
pl: Usuń istniejący komponent twarzy, by włączyć tę opcję
pt_br: Remova o componente de Rosto existente para ativar esta opção
ru: Чтобы включить эту настройку, удалите имеющийся компонент «Лицо»
tr: Bu seçeneği etkinleştirmek için mevcut Yüz bileşenini kaldır.

# MetaHumanIdentityToolkit,OutlinerTabName
source: Markers
ar: علامات
de: Markierungen
es: Marcadores
fr: Indicateurs
it: Marcatori
ja: マーカー
ko: 마커
pl: Znaczniki
pt_br: Marcadores
ru: Маркеры
tr: İşaretleyiciler

# MetaHumanIdentityToolkit,AddComponentsFromConformedMesh
source: Configure Components from Conformed
ar: تهيئة المكونات من مطابق
de: Komponenten aus dem angepassten Mesh konfigurieren
es: Configurar componentes desde conformada
fr: Configurer les composants du modèle conformé
it: Configura i componenti da mesh conforme
ja: 調整済みのコンポーネントを設定します
ko: 일치시킨 항목에서 컴포넌트 환경설정
pl: Skonfiguruj komponenty z dopasowanej siatki
pt_br: Configurar componentes a partir de malha moldada
ru: Настроить компоненты из подтверждённого
tr: Uyumludan Bileşenleri Yapılandır

# MetaHumanIdentityToolkit,AddComponentsFromConformedMeshTooltip
source: Configure all the components in this MetaHuman Identity using a mesh already conformed to the MetaHuman topology
ar: قم بتكوين جميع المكونات في MetaHuman Identity هذه باستخدام شبكة متوافقة بالفعل مع توبولوجيا MetaHuman
de: Konfiguriere alle Komponenten dieser MetaHuman Identity mithilfe eines Meshs, das bereits an die MetaHuman-Topologie angepasst ist.
es: Configura todos los componentes de esta MetaHuman Identity mediante una malla que se ajuste a la topología MetaHuman
fr: Configurer tous les composants de cette MetaHuman Identity à l'aide d'un maillage déjà conformé à la topologie MetaHuman
it: Configura tutti i componenti di questa MetaHuman Identity utilizzando una mesh già conforme alla topologia MetaHuman
ja: MetaHuman トポロジにすでに準拠しているメッシュを使用し、この MetaHuman Identity のすべてのコンポーネントを設定します
ko: 이미 메타휴먼 토폴로지에 맞춰진 메시를 이용하여 이 메타휴먼 아이덴티티에 있는 모든 컴포넌트를 구성합니다.
pl: Skonfiguruj wszystkie komponenty MetaHuman Identity przy użyciu siatki dopasowanej do topologii MetaHuman
pt_br: Configure todos os componentes neste MetaHuman Identity usando uma malha já adequada à topologia do MetaHuman
ru: Настройте все компоненты в этой модели Персоны MetaHuman, используя сетку, уже адаптированную под топологию MetaHuman
tr: MetaHuman topolojisi ile uyumlu hale getirilmiş bir örgü kullanarak bu MetaHuman Identity'deki tüm bileşenleri yapılandır.

# MetaHumanIdentityToolkit,AddComponentsFromConformedMeshDisabledTooltip
source: Remove existing Face component to enable this option
ar: قم بإزالة مكون الوجه الموجود لتفعيل هذا الخيار
de: Entferne die vorhandene Gesichtskomponente, damit diese Option verfügbar wird.
es: Eliminar componente facial existente para habilitar esta opción
fr: Retirer le composant de visage existant pour activer cette option
it: Rimuovi il componente viso esistente per abilitare questa opzione
ja: このオプションを有効にするには、既存の顔パーツを削除してください
ko: 이 옵션을 활성화하려면 기존 페이스 컴포넌트를 제거합니다.
pl: Usuń istniejący komponent twarzy, by włączyć tę opcję
pt_br: Remova o componente de Rosto existente para ativar esta opção
ru: Чтобы включить эту настройку, удалите имеющийся компонент «Лицо»
tr: Bu seçeneği etkinleştirmek için mevcut Yüz bileşenini kaldır.
