Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanPerformance,ScaleDiagnosticsWarningMessage
source: Difference between estimated Performance head scale and Identity head-scale is {0}%, which is more than the {1}% threshold. This may indicate an issue with the camera calibration for the CaptureData for the Identity or Performance.
ar: الفرق بين المقياس الرئيسي للأداء التقديري والمقياس الرئيسي للهوية هو {0}%، وهو أكثر من الحد البالغ {1}%. قد يشير هذا إلى وجود مشكلة في معايرة الكاميرا للـ CaptureData للهوية أو للأداء.
de: Der Unterschied zwischen dem geschätzten Kopfmaßstab der Performance und dem Kopfmaßstab der Identity beträgt {0} % und überschreitet damit den zulässigen Höchstwert von {1} %. Dies könnte auf ein Problem bei der Kamerakalibrierung für die CaptureData für die Identity oder Performance hinweisen.
es: La diferencia entre la escala estimada de la cabeza de la animación y la escala de la cabeza de la Identity es de un {0} %, lo cual supera el umbral del {1} %. Esto podría indicar que hay un problema con la calibración de la cámara de CaptureData de la Identity o los movimientos.
fr: La différence entre l'échelle de la tête des performances estimée et l'échelle de la tête de l'Identity est de {0}%, soit plus que la limite de {1}%. Cela peut indiquer un problème d'étalonnage de la caméra pour les éléments CaptureData de l'Identity ou des performances.
it: La differenza tra la scala della testa delle prestazioni stimate e la scala della testa dell'Identity è {0}%, che è superiore alla soglia di {1}%. Questo potrebbe indicare un problema di calibrazione della fotocamera per i CaptureData dell'Identity o delle prestazioni.
ja: パフォーマンスのヘッド スケールと Identity のヘッドスケールの差は {0}% であり、これは {1}% しきい値を超えています。 これは、Identity またはパフォーマンスの CaptureData のカメラ キャリブレーションに問題があることを示している可能性があります
ko: 추정 퍼포먼스 머리 스케일과 아이덴티티 머리 스케일 간에 {0}%의 차이가 있으며, 이는 한계치인 {1}%보다 큰 값입니다. 아이덴티티 또는 퍼포먼스의 CaptureData 카메라 캘리브레이션에 문제가 있을 수 있습니다.
pl: Różnica między przybliżoną skalą głowy występu i skalą głowy Identity wynosi {0}%, co przekracza próg {1}%. Może to wskazywać na problem z kalibracją kamery CaptureData w przypadku Identity lub występu.
pt_br: A diferença entre a estimativa da escala do cabeçote do Desempenho e a da Identity é de {0}%, que é superior ao limite de {1}%. Isto pode indicar um problema com a calibragem da câmera para o CaptureData do Identity ou Desempenho.
ru: Разница между расчётным масштабом головы ресурса Мимики и масштабом головы Персоны составляет {0}%, что превышает пороговое значение {1}%. Это может указывать на проблему с калибровкой камеры для CaptureData для Персоны или Мимики.
tr: Tahmini Performans baş ölçeği ile Identity baş ölçeği arasındaki fark %{0}; bu oran %{1} olan eşiği aşıyor. Bu, Identity veya Performansın CaptureData'sı için kamera kalibrasyonunda sorun olduğu anlamına gelebilir.

# MetaHumanPerformance,ChangePerformanceTimecodeAlignment
source: Changing the timecode alignment will delete processed results
ar: سيؤدي تغيير محاذاة الرمز الزمني إلى حذف النتائج التي تمت معالجتها
de: Bei einer Änderung der Zeitcode-Anpassung werden verarbeitete Ergebnisse gelöscht.
es: Al cambiar la alineación del código de tiempo, se eliminarán los resultados procesados
fr: Changer l'alignement des timecodes effacera les résultats traités
it: La modifica dell'allineamento del timecode eliminerà i risultati elaborati
ja: タイムコードのアライメントを変更すると、処理された結果が削除されます
ko: 타임코드 정렬을 변경하면 처리된 결과가 삭제됩니다.
pl: Zmiana ustawienia czasu spowoduje usunięcie przetworzonych wyników
pt_br: Alterar o alinhamento do timecode excluirá os resultados processados
ru: Изменение выравнивания тайм-кода приведёт к удалению обработанных результатов
tr: Zaman kodu hizalamasının değiştirilmesi, işlenmiş sonuçları siler

# MetaHumanPerformance,ChangePerformanceTimecodeAlignmentTitle
source: Change timecode alignment
ar: تغيير محاذاة الرمز الزمني
de: Zeitcode-Anpassung ändern
es: Cambiar alineación del código de tiempo
fr: Modifier l'alignement des timecodes
it: Modifica l'allineamento del timecode
ja: タイムコードのアライメントを変更
ko: 타임코드 정렬 변경
pl: Zmień ustawienie czasu
pt_br: Alterar alinhamento do timecode
ru: Изменить выравнивание тайм-кода
tr: Zaman kodu hizalamasını değiştir

# MetaHumanPerformance,CalibrationDiagnosticsWarningMessage3
source: Difference between Identity and Performance CaptureData stereo baselines is {0}%, which is more than the {1}% threshold. This may indicate an issue with the camera calibration for the CaptureData for the Identity or Performance.
ar: الفرق بين خطوط أساس الاستيريو لـCaptureData الخاص بالهوية والخاص بالأداء هو {0}%، وهو أكثر من الحد البالغ {1}%. قد يشير هذا إلى وجود مشكلة في معايرة الكاميرا للـ CaptureData للهوية أو للأداء.
de: Der Unterschied zwischen den Stereo-Basiswerten der Identity und den CaptureData der Performance beträgt {0} % und überschreitet damit den zulässigen Höchstwert von {1} %. Dies könnte auf ein Problem bei der Kamerakalibrierung für die CaptureData für die Identity oder Performance hinweisen.
es: La diferencia entre las bases estéreo de CaptureData de la Identity y los movimientos es de un {0} %, lo cual supera el umbral del {1} %. Esto podría indicar que hay un problema con la calibración de la cámara de CaptureData de la Identity o los movimientos.
fr: La différence entre les points de référence stéréo des éléments CaptureData de l'Identity et des performances est de {0}%, soit plus que la limite de {1}%. Cela peut indiquer un problème d'étalonnage de la caméra pour les éléments CaptureData de l'Identity ou des performances.
it: La differenza tra le basi stereo di CaptureData per l'Identity e le prestazioni è {0}%, che è superiore alla soglia di {1}%. Questo potrebbe indicare un problema di calibrazione della fotocamera per i CaptureData dell'Identity o delle prestazioni.
ja: Identity とパフォーマンスの CaptureData ステレオ ベースラインの差は {0}% であり、{1}% しきい値を超えています。これは、Identity またはパフォーマンスの CaptureData のカメラ キャリブレーションに問題があることを示している可能性があります
ko: 아이덴티티 및 퍼포먼스 CaptureData 스테레오 베이스라인 간에 {0}%의 차이가 있으며, 이는 한계치인 {1}%보다 큰 값입니다. 아이덴티티 또는 퍼포먼스의 CaptureData 카메라 캘리브레이션에 문제가 있을 수 있습니다.
pl: Różnica między postawami przestrzennymi CaptureData w przypadku Identity i występu wynosi {0}%, co przekracza próg {1}%. Może to wskazywać na problem z kalibracją kamery CaptureData w przypadku Identity lub występu.
pt_br: A diferença entre as linhas de base estéreo do CaptureData do Identity e do Desempenho é de {0}%, que é superior ao limite de {1}%. Isto pode indicar um problema com a calibragem da câmera para o CaptureData do Identity ou Desempenho.
ru: Разница между исходными линиями стереосигнала CaptureData для Персоны или Мимики составляет {0}%, что превышает пороговое значение {1}%. Это может указывать на проблему с калибровкой камеры для CaptureData для Персоны или Мимики.
tr: Identity ve Performans CaptureData stereo taban çizgileri arasındaki fark %{0}; bu oran %{1} olan eşiği aşıyor. Bu, Identity veya Performansın CaptureData'sı için kamera kalibrasyonunda sorun olduğu anlamına gelebilir.

# MetaHumanPerformance,ChangePerformanceTimecode_ConfirmText
source: Ok
ar: موافق
es: Aceptar
ko: 확인
ru: ОК
tr: Tamam

# MetaHumanPerformance,ChangePerformanceTimecode_CancelText
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal et

# MetaHumanPerformanceEditorToolkit,PipelineUntrainedSolversError
source: The Performance Pipeline cannot be processed because the MetaHuman Identity has not been prepared to process performances. Use the "Prepare for Performance" button in the MetaHuman Identity editor to prepare the MetaHuman Identity.
ar: لا يمكن معالجة مسار تدفق الأداء لأن MetaHuman Identity غير مصممة لمعالجة الأداء. استخدم زر "التحضير للأداء" في محرر MetaHuman Identity لتحضير MetaHuman Identity.
de: Die Performance-Pipeline kann nicht verarbeitet werden, da die MetaHuman Identity nicht dafür vorbereitet wurde, Performances zu verarbeiten. Benutze die Schaltfläche „Für Performance vorbereiten“ im MetaHuman Identity-Editor, um die MetaHuman Identity vorzubereiten.
es: No se puede procesar el proceso de movimientos porque la MetaHuman Identity no está preparada para procesar movimientos. Usa el botón Preparar para los movimientos en el editor de la MetaHuman Identity para preparar la MetaHuman Identity.
fr: Le pipeline de performances ne peut pas être traité car la MetaHuman Identity n'a pas été préparée pour traiter les performances. Utilisez le bouton "Préparation pour les performances" dans l'éditeur de MetaHuman Identity pour préparer la MetaHuman Identity.
it: Non è possibile elaborare la pipeline delle prestazioni perché la MetaHuman Identity non è stata preparata per elaborare le prestazioni. Utilizza il pulsante "Prepara per le prestazioni" nell'editor della MetaHuman Identity per preparare la MetaHuman Identity.
ja: MetaHuman Identity がパフォーマンスを処理するように準備されていないため、パフォーマンス パイプラインを処理できません。MetaHuman Identity エディタで [Prepare for Performance (パフォーマンスの準備)] ボタンを使用し、MetaHuman Identity を準備してください
ko: 퍼포먼스 처리를 위한 메타휴먼 아이덴티티가 준비되지 않았기 때문에 퍼포먼스 파이프라인을 처리할 수 없습니다. 메타휴먼 아이덴티티 에디터에서 '퍼포먼스 준비(Prepare for Performance)' 버튼을 사용하여 메타휴먼 아이덴티티를 준비합니다.
pl: Potoku występu nie można przetworzyć, ponieważ MetaHuman Identity nie zostało przygotowane do przetwarzania działań. Użyj przycisku „Przygotuj do występu” w edytorze MetaHuman Identity, by przygotować MetaHuman Identity.
pt_br: O Pipeline de Desempenho não pode ser processado porque o MetaHuman Identity não foi preparado para processar desempenhos. Use o botão "Preparar para Desempenho" no editor do MetaHuman Identity para preparar o MetaHuman Identity.
ru: Конвейер Мимики невозможно обработать, поскольку Персона MetaHuman не подготовлена к обработке Мимики. Используйте кнопку «Подготовка к настройке Мимики» в редакторе Персоны MetaHuman, чтобы подготовить Персону MetaHuman.
tr: MetaHuman Identity performansları işlemeye hazırlanmadığı için Performans Çalışma Hattı işlenemiyor. MetaHuman Identity'yi hazırlamak için MetaHuman Identity editöründeki "Performans İçin Hazırla" düğmesini kullan.

# MetaHumanPerformanceEditorToolkit,PipelineFrameContourTrackingFailedError
source: The Performance Pipeline has failed because it failed to detect a face in frame {0}. Try excluding this frame and any others where the face is occluded or not visible from the Processing Range.
ar: فشل مسار تدفق الأداء لأنه فشل في اكتشاف وجه في الإطار {0}. جرّب استبعاد هذا الإطار وأي إطار آخر يكون فيه الوجه محجوبًا أو غير مرئي في نطاق المعالجة.
de: Die Performance-Pipeline ist fehlgeschlagen, da in Frame {0} kein Gesicht erkannt wurde. Versuche, diese Frame und alle anderen, auf denen das Gesicht verdeckt oder nicht sichtbar ist, vom Verarbeitungsbereich auszuschließen.
es: Se ha producido un error en el proceso de movimientos porque no ha podido detectar una cara en el fotograma {0}. Prueba a excluir del rango de procesamiento este fotograma y cualquier otro donde la cara se ocluya o no sea visible.
fr: Le pipeline de performances a échoué car aucun visage n'a été détecté dans l'image {0}. Veuillez exclure cette image de la plage de traitement ainsi que toute autre image où le visage est obstrué ou masqué.
it: La pipeline delle prestazioni non è riuscita perché non ha rilevato un viso nel fotogramma {0}. Prova a escludere questo fotogramma e ogni altro in cui il viso è coperto o non visibile dall'intervallo di elaborazione.
ja: フレーム {0} の顔を検出できなかったため、パフォーマンス パイプラインは失敗しました。 処理範囲から顔がオクルードされるか、表示されない場所で、このフレームやその他のフレームを除外します
ko: 프레임 {0}에서 페이스를 탐지하지 못해 퍼포먼스 파이프라인이 실패했습니다. 처리 범위에서 페이스가 가려지거나 보이지 않는 경우 이 프레임과 다른 프레임 제외를 시도합니다.
pl: Potok występu nie powiódł się, ponieważ nie wykryto twarzy w klatce: {0}. Spróbuj wykluczyć tę klatkę i inne klatki, w których twarz jest zakryta lub niewidoczna w zakresie przetwarzania.
pt_br: O Pipeline de Desempenho falhou, pois não detectou um rosto no quadro {0}. Tente excluir este quadro e outros onde o rosto estiver obstruído ou fora de visibilidade do Alcance de Processamento.
ru: Произошла ошибка в конвейере Мимики, поскольку не удалось обнаружить лицо в кадре {0}. Попробуйте исключить этот кадр и любые другие кадры, где лицо закрыто или не видно из диапазона обработки.
tr: Performans Çalışma hattı {0} karesinde bir yüz algılayamadığı için başarısız oldu. Bu kareyi ve yüzün kapalı veya İşleme Aralığından görünür olmadığı diğer kareleri hariç bırakmayı dene.

# MetaHumanPerformanceEditorToolkit,PipelineProcessingError
source: The Processing Pipeline failed with an error.
ar: فشل مسار التدفق مصحوبًا برسالة خطأ.
de: Die Verarbeitungspipeline ist aufgrund eines Fehlers fehlgeschlagen.
es: Error en el proceso de procesamiento.
fr: Une erreur a fait échouer le processus de traitement.
it: La pipeline di elaborazione non è riuscita e ha generato un errore.
ja: 処理パイプラインがエラーで失敗しました
ko: 프로세싱 파이프라인이 오류와 함께 실패했습니다.
pl: Potok przetwarzania nie udał się z błędem.
pt_br: Falha no pipeline de processamento devido a um erro.
ru: Ошибка конвейера обработки.
tr: İşleme Çalışma Hattı hatayla başarısız oldu.

# MetaHumanPerformanceEditorToolkit,PipelineProcessingDiagnosticsWarningTitle
source: Processing Pipeline Diagnostics Warning
ar: تحذير بشأن تشخيص معالجة مسار التدفق
de: Diagnosewarnung zur Pipeline-Verarbeitung
es: Aviso de diagnóstico del proceso de procesamiento
fr: Avertissement des diagnostiques du pipeline de traitement
it: Avvertimento di diagnostica della pipeline di elaborazione
ja: パイプライン診断の処理に関する警告
ko: 처리 중인 파이프라인 진단 경고
pl: Ostrzeżenie diagnostyczne potoku przetwarzania
pt_br: Aviso de Diagnósticos do Pipeline de Processamento
ru: Предупреждение о диагностике конвейера обработки
tr: İşleme Çalışma Hattı Tanı Uyarısı

# MetaHumanPerformanceEditorToolkit,GeometrySectionLabel
source: Geometry
ar: شكل هندسي
de: Geometrie
es: Geometría
fr: Géométrie
it: Geometria
ja: ジオメトリ
ko: 지오메트리
pl: Geometria
pt_br: Geometria
ru: Геометрия
tr: Geometri

# MetaHumanPerformanceEditorToolkit,FootageSectionLabel
source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
ja: ビデオ
ko: 비디오
pl: Wideo
pt_br: Vídeo
ru: Видео

# MetaHumanPerformanceEditorToolkit,PipelineNoFramesError
source: No frames for processing have been selected
ar: لم يتم اختيار أي إطارات للمعالجة
de: Es wurden keine Frames für die Verarbeitung ausgewählt.
es: No se ha seleccionado ningún fotograma para su procesamiento
fr: Aucune image sélectionnée pour le traitement
it: Non è stato selezionato alcun fotogramma per l'elaborazione
ja: 処理のためのフレームが選択されていません
ko: 처리할 프레임이 선택되지 않았습니다.
pl: Nie wybrano klatek do przetworzenia
pt_br: Nenhum quadro para processamento foi selecionado
ru: Не выбрано ни одного кадра для обработки
tr: İşleme için hiçbir kare seçilmedi

# MetaHumanPerformanceEditorToolkit,PipelineUnknownError
source: Unknown error starting processing pipeline
ar: حدث خطأ مجهول أثناء بدء معالجة مسار التدفق
de: Unbekannter Fehler beim Start der Verarbeitungs-Pipeline
es: Error desconocido al iniciar el proceso de procesamiento
fr: Erreur inconnue lors du démarrage du pipeline de traitement
it: Errore sconosciuto durante l'avvio della pipeline di elaborazione
ja: パイプラインの処理中に不明なエラーが発生しました
ko: 파이프라인 처리 시작 시 알 수 없는 오류가 발생했습니다.
pl: W trakcie rozpoczynania przetwarzania potoku wystąpił nieznany błąd
pt_br: Erro desconhecido ao iniciar o pipeline de processamento
ru: Неизвестная ошибка при запуске конвейера обработки
tr: İşleme çalışma hattı başlatılırken bilinmeyen bir hata oluştu

# MetaHumanPerformanceEditorToolkit,BaseToolkitName
source: Performance Editor Toolkit
ar: مجموعة أدوات محرر الأداء
de: Toolkit für den Performance Editor
es: Conjunto de herramientas del editor de movimientos
fr: Outils d'édition des performances
it: Toolkit per l'editor delle prestazioni
ja: パフォーマンスエディタツールキット
ko: 퍼포먼스 에디터 툴키트
pl: Zestaw narzędzi edytora występu
pt_br: Kit de ferramentas do editor de performance
ru: Инструментарий редактора Мимики
tr: Performans Editörü Araç Seti

# MetaHumanPerformanceEditorToolkit,ShouldCancelProcessingPipeline
source: Cancel processing the current shot?
ar: هل تريد إلغاء معالجة اللقطة الحالية؟
de: Bearbeitung der aktuellen Aufnahme abbrechen?
es: ¿Cancelar el procesamiento de la imagen actual?
fr: Annuler le traitement de la photo actuelle ?
it: Annullare l'elaborazione dell'inquadratura attuale?
ja: 現在のショットの処理をキャンセルしますか？
ko: 현재 샷 처리를 취소할까요?
pl: Anulować przetwarzanie aktualnego ujęcia?
pt_br: Cancelar processamento da captura atual?
ru: Отменить обработку текущего снимка?
tr: Mevcut çekimin işlenmesi iptal edilsin mi?

# MetaHumanPerformanceEditorToolkit,PerformanceToolkitToolTipTextExtended
source: Asset: {0} (Performance)
ar: الأصل: {0} (الأداء)
es: Recurso: {0} (movimientos)
fr: Ressource : {0} (performances)
it: Asset: {0} (Prestazioni)
ja: アセット：{0} (パフォーマンス)
ko: 에셋: {0}(퍼포먼스)
pl: Zasób: {0} (występ)
pt_br: Ativo: {0} (Desempenho)
ru: Ресурс: {0} (Мимика)
tr: Öğe: {0} (Performans)

source: The Device Model in the footage has not been set. Default settings will be used and processing quality may be affected.
ar: لم يتم ضبط طراز الجهاز الموجود في المقطع. سيتم استخدام الإعدادات الافتراضية وقد تتأثر جودة المعالجة.
de: Im Videomaterial wurde kein Gerätemodell angegeben. Es werden die Standardeinstellungen verwendet und die Verarbeitungsqualität kann beeinträchtigt werden.
es: No se ha establecido el modelo del dispositivo de la grabación. Se usarán los ajustes por defecto, y la calidad del procesamiento podría verse afectada.
fr: Le modèle d'appareil de la séquence n'a pas été défini. Les paramètres par défaut seront utilisés et la qualité du traitement pourrait être impactée.
it: Il modello del dispositivo nel filmato non è stato impostato. Verranno utilizzate le impostazioni predefinite e la qualità dell'elaborazione potrebbe risentirne.
ja: フッテージのデバイス モデルが設定されていません。デフォルト設定が使用されます。これにより、処理品質に影響が出る場合があります
ko: 영상의 디바이스 모델이 설정되지 않았습니다. 디폴트 세팅이 사용되며, 프로세싱 퀄리티가 영향을 받을 수 있습니다.
pl: Model urządzenia na nagraniu nie został ustawiony. Zostaną wykorzystane domyślne ustawienia, co może mieć wpływ na jakość przetwarzania.
pt_br: O Modelo do Dispositivo na imagem de vídeo não foi definido. As configurações padrão serão usadas e a qualidade do processamento pode ser afetada.
ru: Модель устройства в видеоматериале не задана. Будут использованы настройки по умолчанию, что может повлиять на качество обработки.
tr: Görüntüdeki Cihaz Modeli ayarlanmadı. Varsayılan ayarlar kullanılacak ve işleme kalitesi etkilenebilir.

# MetaHumanPerformanceEditorToolkit,SlowDiagnosticsDialog_Message
source: Setting the camera view to the non-default view will result in very slow processing if Processing Diagnostics are enabled. Please set 'Skip Diagnostics' in the Details Panel to disable Processing Diagnostics.
ar: سيؤدي ضبط طريقة عرض الكاميرا على طريقة العرض غير الافتراضية إلى بطء المعالجة إذا تم تفعيل تشخيصات المعالجة. نرجو ضبط "تخطي عمليات التشخيص" في لوحة التفاصيل لتعطيل عمليات تشخيص المعالجة.
de: Die Wahl der nicht-standardmäßigen Kameraansicht verlangsamt die Verarbeitung stark, wenn die Diagnosefunktionen während der Verarbeitung aktiviert sind. Wähle im Bereich „Details“ die Option „Diagnose überspringen“, um die Diagnosefunktionen während der Verarbeitung zu deaktivieren.
es: Si está activado el diagnóstico de procesamiento, al usar una vista no predeterminada para la cámara, el procesamiento será muy lento. Activa 'Omitir diagnóstico' en el panel de detalles para desactivar el diagnóstico de procesamiento.
fr: Ne pas définir l'affichage de la caméra sur la vue par défaut résultera en un traitement très lent si les diagnostiques de traitement sont activés. Veuillez désactiver les diagnostiques de traitement dans le panneau Détails (définir sur Ignorer les diagnostiques).
it: Se la diagnostica di elaborazione è abilitata, impostare la vista della fotocamera alla vista non predefinita porta a un'elaborazione molto lenta. Imposta 'Salta la diagnostica' nel pannello Dettagli per disabilitare la diagnostica dell'elaborazione.
ja: 処理診断が有効になっている場合、カメラ ビューをデフォルト以外のビューに設定すると、処理が非常に遅くなります。診断処理を無効にするには、[Details (詳細)] パネルで [Skip Diagnostics (診断をスキップ)] を設定してください
ko: 카메라 뷰를 기본 뷰가 아닌 뷰로 설정할 경우, 처리 중인 진단(Processing Diagnostics)이 활성화되면 처리 속도가 매우 느려질 수 있습니다. 디테일(Details) 패널에서 '진단 건너뛰기(Skip Diagnostics)'를 설정하여 처리 중인 진단을 비활성화하세요.
pl: Ustawienie widoku kamery jako niedomyślnego widoku poskutkuje bardzo wolnym przetwarzaniem, jeśli diagnostyka przetwarzania jest włączona. Ustaw „Pomiń diagnostykę” w panelu szczegółów, by wyłączyć diagnostykę przetwarzania.
pt_br: Configurar a visualização da câmera para visualização não padrão resultará em um processamento bem lento se os Diagnósticos de Processamento estiverem ativados. Configure "Pular Diagnóstico" no painel Detalhes para desativar os Diagnósticos de Processamento.
ru: Установка для обзора камеры значения не по умолчанию приведёт к очень медленной обработке, если включена функция «Диагностика обработки». Чтобы отключить функцию «Диагностика обработки», установите параметр «Пропустить диагностику» на панели «Сведения».
tr: İşleme Tanısı etkinleştirildiyse kamera görünümünün varsayılan olmayan görünüme ayarlanması, işlemenin çok yavaş olmasına yol açar. İşleme Tanısını devre dışı bırakmak için lütfen Ayrıntılar panelinde "Tanıyı Atla"yı ayarla.

# MetaHumanPerformanceEditorToolkit,PerformanceProcessingWarningDialog_Title
source: Processing Warning
ar: التحذير قيد المعالجة
de: Warnung zur Verarbeitung
es: Advertencia de procesamiento
fr: Avertissement du traitement
it: Avvertimento relativo all'elaborazione
ja: 処理の警告
ko: 경고 처리 중
pl: Ostrzeżenie dotyczące przetwarzania
pt_br: Aviso de Processamento
ru: Предупреждение об обработке
tr: İşleme Uyarısı

# MetaHumanPerformanceEditorToolkit,PerformanceProcessingWarningDialog_ConfirmText
source: Continue Processing
ar: متابعة المعالجة
de: Verarbeitung fortsetzen
es: Seguir procesando
fr: Continuer le traitement
it: Continua l'elaborazione
ja: 処理を続行
ko: 계속 처리
pl: Kontynuuj przetwarzanie
pt_br: Continuar Processamento
ru: Продолжить обработку
tr: İşlemeye Devam Et

# MetaHumanPerformanceEditorToolkit,PerformanceProcessingWarningDialog_CancelText
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal et

# MetaHumanPerformanceEditorToolkit,WorldCentricTabPrefix
source: MetaHuman
ko: 메타휴먼

source: {0} To enable this option, first cancel the processing of the current shot
ar: {0} لتفعيل هذا الخيار، عليك أولاً إلغاء معالجة اللقطة الحالية
de: {0} Damit diese Option verfügbar wird, musst du zuerst die Verarbeitung der aktuellen Aufnahme abbrechen.
es: {0} Para habilitar esta opción, antes debes cancelar el procesamiento de la imagen actual
fr: {0} Pour activer cette option, veuillez annuler le traitement du plan actuel
it: {0} Per abilitare questa opzione, prima annulla l'elaborazione dell'inquadratura attuale
ja: {0} このオプションを有効にするには、まず現在のショットの処理をキャンセルします
ko: {0} 이 옵션을 활성화하려면 현재 샷의 처리부터 취소합니다.
pl: {0} By włączyć tę opcję, anuluj przetwarzanie obecnego ujęcia
pt_br: {0} Para ativar esta opção, primeiramente cancele o processamento da cena atual
ru: {0} Чтобы включить эту настройку, сначала удалите обработку текущего снимка
tr: {0} Bu seçeneği etkinleştirmek için önce mevcut çekimin işlenmesini iptal et.

# MetaHumanPerformanceEditorToolkit,WorkspaceMenu
source: Performance Editor
ar: محرر الأداء
es: Editor de movimientos
fr: Éditeur de performances
it: Editor delle prestazioni
ja: パフォーマンスエディタ
ko: 퍼포먼스 에디터
pl: Edytor występu
pt_br: Editor de performance
ru: Редактор Мимики
tr: Performans Editörü
