Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# LiveLinkFaceConnectionIngest,IngestError_Communication
source: Communication error while transferring data:
ar: خطأ في الاتصال أثناء نقل البيانات:
de: Kommunikationsfehler während des Datentransfers:
es: Error de comunicación al transferir los datos:
fr: Erreur de communication lors du transfert de données :
it: Errore di comunicazione durante il trasferimento dei dati:
ja: データ転送中に通信エラーが発生しました :
ko: 데이터 전송 중 통신 오류:
pl: Błąd komunikacji podczas przenoszenia danych:
pt_br: Erro de comunicação durante a transferência de dados:
ru: Ошибка соединения при передаче данных:
tr: Veri aktarımı sırasında iletişim hatası:

# LiveLinkFaceConnectionIngest,IngestError_UnsupportedTakeFormat
source: Unsupported take format.
ar: تنسيق اللقطة غير مدعوم.
de: Das Format der Aufnahme wird nicht unterstützt.
es: Formato de la toma no compatible.
fr: Format de prise non pris en charge.
it: Formato di ripresa non supportato.
ja: サポートされていないテイクの形式です
ko: 지원되지 않는 테이크 포맷입니다.
pl: Nieobsługiwany format wersji ujęcia.
pt_br: Formato de tomada não suportado.
ru: Формат дубля не поддерживается.
tr: Desteklenmeyen çekim biçimi.

# LiveLinkFaceConnectionIngest,IngestError_UnsupportedCharactersInSlateName
source: Slate name '{0}' contains unsupported text characters.
ar: يحتوي اسم اللوح "{0}" على أحرف نصية غير مدعومة.
de: Der Name der Klappe „{0}“ enthält nicht-unterstützte Zeichen.
es: El nombre del Slate '{0}' contiene caracteres de texto no compatibles.
fr: Le nom du clap '{0}' contient des caractères non pris en charge.
it: Il nome Slate '{0}' contiene caratteri di testo non supportati.
ja: スレート名「{0}」にサポートされていないテキスト文字が含まれています
ko: 슬레이트 이름 '{0}'에 지원되지 않는 텍스트 문자가 포함되어 있습니다.
pl: Nazwa Slate'a „{0}” zawiera nieobsługiwane znaki tekstowe.
pt_br: O nome de Slate "{0}" contém caracteres de texto não suportados.
ru: Название Slate «{0}» содержит неподдерживаемые символы.
tr: Klaket adı "{0}" desteklenmeyen metin karakterleri içeriyor.

source: Slate name '{0}' contains unsupported white space character(s).
ar: يحتوي اسم اللوح "{0}" على حرف/أحرف مساحات خالية غير مدعومة.
de: Der Name der Klappe „{0}“ enthält nicht-unterstützte Whitespace-Zeichen (Leerzeichen, Tabulator, Zeilenumbruch).
es: El nombre del Slate '{0}' contiene espacio/s en blanco no compatible/s.
fr: Le nom du clap '{0}' contient des espaces non prises en charge.
it: Il nome Slate '{0}' contiene uno o più spazi vuoti non supportati.
ja: スレート名「{0}」にサポートされていない空白文字が含まれています
ko: 슬레이트 이름 '{0}'에 지원되지 않는 공백 문자가 포함되어 있습니다.
pl: Nazwa Slate'a „{0}” zawiera nieobsługiwane białe znaki.
pt_br: O nome de Slate "{0}" contém caractere(s) de espaço em branco não suportado(s).
ru: Название Slate «{0}» содержит неподдерживаемые пробелы.
tr: Klaket adı "{0}" desteklenmeyen boşluk karakterleri içeriyor.

# LiveLinkFaceConnectionIngest,IngestError_UnsupportedCharactersInSubjectName
source: Subject name '{0}' contains unsupported text characters.
ar: يحتوي اسم الموضوع "{0}" على أحرف نصية غير مدعومة.
de: Der Name des Motivs „{0}“ enthält nicht-unterstützte Zeichen
es: El nombre del asunto '{0}' contiene caracteres de texto no compatibles.
fr: Le nom du sujet '{0}' contient des caractères non pris en charge.
it: Il nome del soggetto '{0}' contiene caratteri di testo non supportati.
ja: サブジェクト名「{0}」にサポートされていないテキスト文字が含まれています
ko: 서브젝트 이름 '{0}'에 지원되지 않는 텍스트 문자가 포함되어 있습니다.
pl: Nazwa tematu „{0}” zawiera nieobsługiwane znaki tekstowe.
pt_br: O nome de Assunto "{0}" contém caracteres de texto não suportados.
ru: Название субъекта «{0}» содержит неподдерживаемые символы.
tr: Özne adı "{0}" desteklenmeyen metin karakterleri içeriyor.

source: Subject name '{0}' contains unsupported white space character(s).
ar: يحتوي اسم الموضوع "{0}" على حرف/أحرف مساحات خالية غير مدعومة.
de: Der Name des Motivs „{0}“ enthält nicht-unterstützte Whitespace-Zeichen (Leerzeichen, Tabulator, Zeilenumbruch).
es: El nombre del asunto '{0}' contiene espacio/s en blanco no compatible/s.
fr: Le nom du sujet '{0}' contient des espaces non prises en charge.
it: Il nome del soggetto '{0}' contiene uno o più spazi vuoti non supportati.
ja: サブジェクト名「{0}」にサポートされていない空白文字が含まれています
ko: 서브젝트 이름 '{0}'에 지원되지 않는 공백 문자가 포함되어 있습니다.
pl: Nazwa tematu „{0}” zawiera nieobsługiwane białe znaki.
pt_br: O nome de Assunto "{0}" contém caractere(s) de espaço em branco não suportado(s).
ru: Название субъекта «{0}» содержит неподдерживаемые пробелы.
tr: Özne adı "{0}" desteklenmeyen boşluk karakterleri içeriyor.

# LiveLinkFaceConnectionIngest,ProgressBarPendingCaption
source: Pending...
ar: قيد الانتظار...
de: Ausstehend …
es: Pendiente…
fr: En attente…
it: In attesa...
ja: 保留中...
ko: 보류 중...
pl: Oczekujące...
pt_br: Pendente...
ru: Ожидание...
tr: Beklemede...

# LiveLinkFaceFootageIngest,IngestError_ConversionMessagePrefix
source: Conversion of data for take {0} failed
ar: فشل تحويل البيانات للقطة {0}
de: Konvertierung der Daten für Aufnahme „{0}“ fehlgeschlagen
es: Error al convertir los datos de la toma {0}
fr: Échec de la conversion des données de la prise {0}
it: La conversione dei dati per la ripresa {0} non è riuscita
ja: テイク用データ {0} の変換に失敗しました
ko: 테이크 {0}의 데이터 변환에 실패했습니다.
pl: Konwersja danych dla wersji ujęcia {0} nie powiodła się
pt_br: Falha na conversão de dados para a tomada {0}
ru: Не удалось преобразовать данные дубля «{0}»
tr: Çekim {0} için veriler dönüştürülemedi

# LiveLinkFaceFootageIngest,ProgressBarPendingCaption
source: Pending...
ar: قيد الانتظار...
de: Ausstehend …
es: Pendiente…
fr: En attente…
it: In attesa...
ja: 保留中...
ko: 보류 중...
pl: Oczekujące...
pt_br: Pendente...
ru: Ожидание...
tr: Beklemede...

# LiveLinkFaceFootageIngest,ProgressBarProcessingCaption
source: Processing...
ar: قيد المعالجة...
de: Wird verarbeitet …
es: Procesando…
fr: Traitement en cours…
it: Elaborazione...
ja: 処理中...
ko: 처리 중...
pl: Przetwarzanie...
pt_br: Processando...
ru: Обработка...
tr: İşleniyor...

# LiveLinkFaceFootageIngest,IngestError_Cancellation
source: The ingest was aborted by the user
ar: لقد قام المستخدم بإنهاء عملية الادخال للمعالجة
de: Die Einspeisung wurde vom Benutzer abgebrochen.
es: El usuario ha cancelado la incrustación
fr: Import annulé par l'utilisateur
it: L'immissione è stata interrotta dall'utente
ja: 取り込みはユーザーによって中止されました
ko: 사용자가 중단한 수집입니다.
pl: Dostarczanie zostało przerwane przez użytkownika
pt_br: A ingestão foi abortada pelo usuário
ru: Приём остановлен пользователем
tr: Alım kullanıcı tarafından durduruldu

# LiveLinkFaceFootageIngest,IngestError_TakeInfoParsingFailed
source: Failed to parse take info
ar: فشل تحليل معلومات نسخة اللقطة
de: Die Aufnahmeinformationen konnten nicht gelesen werden.
es: Error al analizar la información de la toma
fr: Échec de l'analyse des informations de la prise
it: Impossibile analizzare le informazioni sulla ripresa
ja: テイクの情報を解析できませんでした
ko: 테이크 정보 파싱에 실패했습니다.
pl: Nie udało się sparsować informacji o wersji ujęcia
pt_br: Falha ao analisar as informações da tomada
ru: Не удалось проанализировать информацию о дубле
tr: Çekim bilgileri ayrıştırılamadı

# LiveLinkFaceFootageIngest,IngestError_VideoMetadataFailed
source: Failed to parse video metadata
ar: فشل تحليل البيانات الوصفية "metadata" للفيديو
de: Die Video-Metadaten konnten nicht gelesen werden.
es: Error al analizar los metadatos de vídeo
fr: Échec de l'analyse des métadonnées vidéo
it: Impossibile analizzare i metadati video
ja: 動画のメタデータを解析できませんでした
ko: 비디오 메타데이터 파싱에 실패했습니다.
pl: Nie udało się sparsować metadanych wideo
pt_br: Falha ao analisar os metadados do vídeo
ru: Не удалось проанализировать метаданные видео
tr: Video meta verileri ayrıştırılamadı

# LiveLinkFaceFootageIngest,IngestError_AudioMetadataParsingFailed
source: Failed to parse audio metadata
ar: فشل تحليل البيانات الوصفية "metadata" للصوت
de: Die Audio-Metadaten konnten nicht gelesen werden.
es: Error al analizar los metadatos de audio
fr: Échec de l'analyse des métadonnées audio
it: Impossibile analizzare i metadati audio
ja: 動画のオーディオ メタデータを解析できませんでした
ko: 오디오 메타데이터 파싱에 실패했습니다.
pl: Nie udało się sparsować metadanych audio
pt_br: Falha ao analisar os metadados do áudio
ru: Не удалось проанализировать метаданные аудио
tr: Ses meta verileri ayrıştırılamadı

# LiveLinkFaceFootageIngest,IngestError_TakeFolderContainsWhiteSpace
source: Take Folder contains white space character(s)
ar: يحتوي مجلد اللقطة على حرف/أحرف مساحات خالية
de: Der Aufnahmeordner enthält Whitespace-Zeichen (Leerzeichen, Tabulator, Zeilenumbruch).
es: La carpeta de la toma contiene espacio/s en blanco
fr: Le dossier des prises contient des espaces
it: La cartella della ripresa contiene uno o più spazi vuoti
ja: テイク フォルダに空白文字が含まれています
ko: 테이크 폴더에 공백 문자가 있습니다.
pl: Folder wersji ujęcia zawiera białe znaki
pt_br: A pasta da tomada contém caractere(s) de espaço em branco
ru: В названии папки дубля содержатся пробелы
tr: Çekim Klasörü boşluk karakterleri içeriyor

# LiveLinkFaceFootageIngest,IngestError_SubjectContainsWhiteSpace
source: Subject contains white space character(s)
ar: يحتوي اسم الموضوع على حرف/أحرف مساحات خالية غير مدعومة
de: Der Name des Motivs enthält Whitespace-Zeichen (Leerzeichen, Tabulator, Zeilenumbruch).
es: El asunto contiene espacio/s en blanco
fr: Le sujet contient des espaces
it: Il soggetto contiene uno o più spazi vuoti
ja: サブジェクトにホワイト スペース文字が含まれています
ko: 서브젝트에 공백 문자가 포함되어 있습니다.
pl: Temat zawiera białe znaki
pt_br: O assunto contém caractere(s) de espaço em branco
ru: Субъект содержит пробелы
tr: Özne boşluk karakterleri içeriyor

# LiveLinkFaceFootageIngest,IngestError_SlateNameContainsWhiteSpace
source: Slate name contains white space character(s)
ar: يحتوي اسم اللائحة على حرف/أحرف مساحات خالية غير مدعومة
de: Der Name der Klappe enthält Whitespace-Zeichen (Leerzeichen, Tabulator, Zeilenumbruch).
es: El nombre del Slate contiene espacio/s en blanco
fr: Le nom du clap contient des espaces
it: Il nome Slate contiene uno o più spazi vuoti
ja: スレート名にホワイト スペース文字が含まれています
ko: 슬레이트 이름에 공백 문자가 포함되어 있습니다.
pl: Nazwa Slate'a zawiera nieobsługiwane białe znaki
pt_br: O nome do slate contém caractere(s) de espaço em branco
ru: В названии Slate содержатся пробелы
tr: Klaket adı boşluk karakterleri içeriyor

# LiveLinkFaceFootageIngest,IngestError_UnsupportedCharactersInTakeDirectoryPath
source: Take path contains unsupported text characters
ar: يحتوي مسار اللقطة على أحرف نصية غير مدعومة
de: Der Dateipfad der Aufnahme enthält nicht-unterstützte Zeichen.
es: La ruta de la toma contiene caracteres de texto no compatibles
fr: Le chemin de la prise contient des caractères non pris en charge
it: Il percorso della ripresa contiene caratteri di testo non supportati
ja: テイクのパスにサポートされていないテキスト文字が含まれています
ko: 테이크 경로에 지원되지 않는 텍스트 문자가 포함되어 있습니다.
pl: Ścieżka wersji ujęcia zawiera nieobsługiwane znaki tekstowe
pt_br: O caminho da tomada contém caracteres de texto não suportados
ru: Путь к дублю содержит неподдерживаемые символы
tr: Çekim yolu desteklenmeyen metin karakterleri içeriyor

# LiveLinkFaceFootageIngest,IngestError_UnsupportedCharactersInSlateName
source: Slate name '{0}' contains unsupported text characters
ar: يحتوي اسم اللوح "{0}" على أحرف نصية غير مدعومة
de: Der Name der Klappe „{0}“ enthält nicht-unterstützte Zeichen
es: El nombre del Slate '{0}' contiene caracteres de texto no compatibles
fr: Le nom du clap '{0}' contient des caractères non pris en charge
it: Il nome Slate '{0}' contiene caratteri di testo non supportati
ja: スレート名「{0}」にサポートされていないテキスト文字が含まれています
ko: 슬레이트 이름 '{0}'에 지원되지 않는 텍스트 문자가 포함되어 있습니다.
pl: Nazwa Slate'a „{0}” zawiera nieobsługiwane znaki tekstowe
pt_br: O nome de Slate "{0}" contém caracteres de texto não suportados.
ru: Название Slate «{0}» содержит неподдерживаемые символы
tr: Klaket adı "{0}" desteklenmeyen metin karakterleri içeriyor

# LiveLinkFaceFootageIngest,IngestError_UnsupportedCharactersInSubjectName
source: Subject name '{0}' contains unsupported text characters
ar: يحتوي اسم الموضوع "{0}" على أحرف نصية غير مدعومة
de: Der Name des Motivs „{0}“ enthält nicht-unterstützte Zeichen
es: El nombre del asunto '{0}' contiene caracteres de texto no compatibles
fr: Le nom du sujet '{0}' contient des caractères non pris en charge
it: Il nome del soggetto '{0}' contiene caratteri di testo non supportati
ja: サブジェクト名「{0}」にサポートされていないテキスト文字が含まれています
ko: 서브젝트 이름 '{0}'에 지원되지 않는 텍스트 문자가 포함되어 있습니다.
pl: Nazwa tematu „{0}” zawiera nieobsługiwane znaki tekstowe
pt_br: O nome de Assunto "{0}" contém caracteres de texto não suportados.
ru: Название субъекта «{0}» содержит неподдерживаемые символы
tr: Özne adı "{0}" desteklenmeyen metin karakterleri içeriyor

# LiveLinkFaceFootageIngest,IngestError_DepthMetadataFailed
source: Failed to parse depth metadata
ar: فشل تحليل البيانات الوصفية "metadata" للعمق
de: Die Tiefen-Metadaten konnten nicht gelesen werden.
es: Error al analizar los metadatos de profundidad
fr: Échec de l'analyse des métadonnées de profondeur
it: Impossibile analizzare i metadati di profondità
ja: 深度メタデータを解析できませんでした
ko: 뎁스 메타데이터 파싱에 실패했습니다.
pl: Nie udało się sparsować metadanych głębi
pt_br: Falha ao analisar metadados de profundidade
ru: Не удалось проанализировать метаданные глубины
tr: Derinlik meta verileri ayrıştırılamadı

# LiveLinkFaceFootageIngest,IngestError_UnsupportedTakeFormat
source: Unsupported take format
ar: تنسيق اللقطة غير مدعوم
de: Das Format der Aufnahme wird nicht unterstützt.
es: Formato de la toma no compatible
fr: Format de prise non pris en charge
it: Formato di ripresa non supportato
ja: サポートされていないテイクの形式です
ko: 지원되지 않는 테이크 포맷입니다.
pl: Nieobsługiwany format wersji ujęcia
pt_br: Formato de tomada não suportado.
ru: Формат дубля не поддерживается
tr: Desteklenmeyen çekim biçimi

# LiveLinkFaceFootageIngest,IngestDirectoryError
source: Unable to create ingest directory '{0}' for take '{1}'
ar: فشل إنشاء مجلد معالجة "{0}" للقطة "{1}"
de: Das Einspeisungsverzeichnis „{0}“ für die Aufnahme „{1}“ konnte nicht erstellt werden.
es: No se puede crear el directorio de incrustación '{0}' para la toma '{1}'
fr: Impossible de créer le répertoire d'import '{0}' pour la prise '{1}'
it: Impossibile creare la directory di immissione '{0}' per la ripresa '{1}'
ja: テイク「{1}」の取り込みディレクトリ「{0}」を作成できません
ko: 테이크 '{1}'에 대해 수집 디렉터리 '{0}' 생성이 불가능합니다.
pl: Nie udało się utworzyć katalogu dostarczania „{0}” dla wersji ujęcia „{1}”
pt_br: Não foi possível criar um diretório de ingestão "{0}" para a tomada "{1}"
ru: Не удалось создать каталог «{0}» для дубля «{1}»
tr: Çekim "{1}" için alım dizini "{0}" oluşturulamadı

# IngestAssetCreator,IngestError_AudioImport
source: Error importing audio clip
ar: حدث خطأ أثناء استيراد مقطع صوتي
de: Fehler beim Import eines Audioclips
es: Error al importar clip de audio
fr: Une erreur est survenue lors de l'importation d'extrait audio
it: Errore nell'importazione della clip audio
ja: オーディオクリップのインポート中にエラーが発生しました
ko: 오디오 클립 임포트 중 오류
pl: Błąd podczas importowania klipu audio
pt_br: Erro ao importar o clipe de áudio
ru: Ошибка при импорте аудиозаписи
tr: Ses klibini içe aktarma hatası

# IngestAssetCreator,CreateAssetsTask
source: Creating assets for ingested takes
ar: تكوين أصول لاللقطات التي تم ادخالها للمعالجة
de: Erstellt Assets für eingespeiste Aufnahmen
es: Creando recursos para tomas incrustadas
fr: Création de ressources pour les prises importées
it: Creazione di asset per le riprese immesse
ja: 取り込んだテイクのアセットを作成しています
ko: 수집된 테이크에 대한 에셋 생성 중
pl: Tworzenie zasobów dla dostarczonych wersji ujęcia
pt_br: Criando ativos para tomadas ingeridas
ru: Создание ресурсов для принятых дублей
tr: Alınan çekimler için öğeler oluşturuluyor

# IngestAssetCreator,CreateAssetsForTakeMessage
source: Creating assets ({0} of {1}) for {2}
ar: تكوين الأصول ({0} لـ {1}) لـ {2}
de: Erstellt Assets für {2} ({0} von {1})
es: Creando recursos ({0} de {1}) para {2}
fr: Création de ressources ({0} sur {1}) pour {2}
it: Creazione di asset ({0} di {1}) per {2}
ja: {2} のアセット ({0}/{1}) を作成しています
ko: {2}에 대한 에셋 생성 중({0}/{1})
pl: Tworzenie zasobów ({0} z {1}) dla {2}
pt_br: Criando recursos ({0} de {1}) para {2}
ru: Создание ресурсов ({0} из {1}) для «{2}»
tr: {2} için öğeler oluşturuluyor ({0}/{1})

# IngestAssetCreator,IngestError_ViewsCreation
source: Failed to create views for assets
ar: فشل إنشاء مشاهد للأصول
de: Ansichten für Assets konnten nicht erstellt werden.
es: Error al crear vistas para los recursos
fr: Échec de la création des aperçus de ressources
it: Impossibile creare viste per gli asset
ja: アセットのビューを作成できませんでした
ko: 에셋 뷰 생성에 실패했습니다.
pl: Nie udało się utworzyć widoków dla zasobów
pt_br: Falha ao criar visualização para ativos
ru: Не удалось создать отображение ресурсов
tr: Öğeler için görünümler oluşturulamadı

# IngestAssetCreator,IngestError_CalibrationImport
source: Error importing camera calibration
ar: حدث خطأ أثناء استيراد معايرة الكاميرا
de: Fehler beim Import der Kamerakalibrierung
es: Error al importar calibración de la cámara
fr: Une erreur est survenue lors de l'importation de l'étalonnage de la caméra
it: Errore nell'importazione della calibrazione della fotocamera
ja: カメラのキャリブレーションのインポート中にエラーが発生しました
ko: 카메라 캘리브레이션 임포트 중 오류
pl: Błąd podczas importowania kalibrowania kamery
pt_br: Erro ao importar calibragem da câmera
ru: Ошибка при импорте калибровки камеры
tr: Kamera kalibrasyonunu içe aktarma hatası

# IngestAssetCreator,IngestError_Validation_IngestedFilesMessage
source: Validation of ingested files failed: {0}
ar: فشل التحقق من صحة الملفات التي تم ادخالها للمعالجة: {0}
de: Überprüfung der eingespeisten Dateien fehlgeschlagen: {0}
es: Error al validar los archivos incrustados: {0}
fr: Échec de la validation des fichiers importés : {0}
it: La convalida dei file immessi non è riuscita: {0}
ja: 取り込み済みファイルの検証が失敗しました：{0}
ko: 수집된 파일 유효성 검사 실패: {0}
pl: Walidacja dostarczonych plików nie powiodła się: {0}
pt_br: Falha na validação dos arquivos ingeridos: {0}
ru: Не удалось проверить принятые файлы: {0}
tr: Alınan dosyalar doğrulanamadı: {0}

# IngestAssetCreator,IngestError_Validation_TakeStructureMessage
source: Validation of created Take structure failed: {0}
ar: فشل التحقق من صحة بنية اللقطة التي تم إنشاؤها: {0}
de: Überprüfung der Aufnahmestruktur fehlgeschlagen: {0}
es: Error al validar la estructura de toma creada: {0}
fr: Échec de la validation de la structure de la prise créée : {0}
it: La convalida della struttura della ripresa creata non è riuscita: {0}
ja: 作成されたテイク構造の検証が失敗しました：{0}
ko: 생성된 테이크 구조 유효성 검사 실패: {0}
pl: Walidacja utworzonej struktury wersji ujęcia nie powiodła się: {0}
pt_br: Falha na validação da estrutura de tomada criada: {0}
ru: Не удалось проверить структуру созданного дубля: {0}
tr: Oluşturulan Çekim yapısı doğrulanamadı: {0}

# IngestAssetCreator,IngestError_Initialize_ImportingAudioAssetsFailed
source: Error importing audio assets
ar: حدث خطأ أثناء استيراد الأصول الصوتية
de: Fehler beim Import von Audio-Assets
es: Error al importar recursos de audio
fr: Une erreur est survenue lors de l'importation des ressources audio
it: Errore nell'importazione degli asset audio
ja: オーディオ アセットのインポート中にエラーが発生しました
ko: 오디오 에셋 임포트 중 오류
pl: Błąd podczas importowania zasobów audio
pt_br: Erro ao importar os ativos de áudio
ru: Ошибка при импорте аудиоресурсов
tr: Ses öğelerini içe aktarma hatası

# IngestAssetCreator,IngestError_Initialized_ImportCalibrationAssetFailed
source: Error importing calibration assets
ar: حدث خطأ أثناء استيراد أصول المعايرة
de: Fehler beim Import von Kalibrierungs-Assets
es: Error al importar recursos de calibración
fr: Une erreur est survenue lors de l'importation des ressources d'étalonnage
it: Errore nell'importazione degli asset di calibrazione
ja: キャリブレーション アセットのインポート中にエラーが発生しました
ko: 캘리브레이션 에셋 임포트 중 오류
pl: Błąd podczas importowania zasobów kalibracji
pt_br: Erro ao importar os ativos de calibragem
ru: Ошибка при импорте ресурсов калибровки
tr: Kalibrasyon öğelerini içe aktarma hatası

# MetaHumanTakeDataConverter,VideoOpenFailed
source: Failed to open the video file: {0}.
ar: فشل فتح ملف الفيديو: {0}.
de: Die Videodatei „{0}“ konnte nicht geöffnet werden.
es: Error al abrir el archivo de vídeo: {0}.
fr: Échec d'ouverture du fichier vidéo : {0}.
it: Impossibile aprire il file video: {0}.
ja: ビデオファイルを開くことができませんでした:{0}.
ko: 비디오 파일 열기 실패: {0}.
pl: Nie udało się otworzyć pliku wideo: {0}.
pt_br: Falha ao abrir arquivo de vídeo: {0}.
ru: Не удалось открыть видеофайл: {0}.
tr: Video dosyası açılamadı: {0}.

# MetaHumanTakeDataConverter,InvalidAudioFormatPCM
source: Invalid audio format in file {0}. Only 16-bit PCM is currently supported.
ar: تنسيق صوت غير صالح في الملف {0}. يتم دعم تعديل رمز النبض (PCM) إصدار‏ 16 بت فقط حاليًا.
de: Ungültiges Audioformat in Datei „{0}“. Derzeit wird nur 16-Bit PCM unterstützt.
es: Formato de audio no válido en el archivo {0}. Solo se puede usar PCM de 16 bits de momento.
fr: Format audio invalide dans le fichier {0}. Seuls les signaux MIC 16 bits sont actuellement pris en charge.
it: Formato audio non valido nel file {0}. Attualmente è supportato solo il PCM a 16 bit.
ja: ファイル {0} で無効なオーディオ形式です。現在、16 ビット PCM のみがサポートされています
ko: 파일 {0}의 오디오 포맷이 유효하지 않습니다. 현재 16비트 PCM만 지원됩니다.
pl: Nieprawidłowy format audio w pliku {0}. Obecnie obsługiwane jest tylko 16-bitowe PCM.
pt_br: Formato de áudio inválido no arquivo {0}. No momento, somente PCM de 16 bits é suportado.
ru: Недопустимый формат звука в файле «{0}». Сейчас поддерживается только 16-битная импульсно-кодовая модуляция.
tr: {0} dosyasında geçersiz ses formatı. Şu anda yalnızca 16 bit PCM desteklenmektedir.

# MetaHumanTakeDataConverter,WavFileCreationFailure
source: Failed to create the audio file: {0}
ar: فشل إنشاء الملف الصوتي: {0}
de: Die Audiodatei „{0}“ konnte nicht erstellt werden.
es: Error al crear el archivo de audio: {0}
fr: Échec de la création du fichier audio : {0}
it: Impossibile creare il file audio: {0}
ja: オーディオファイルを作成できませんでした:{0}
ko: 오디오 파일 생성 실패: {0}
pl: Nie udało się utworzyć pliku audio: {0}
pt_br: Falha ao criar arquivo de áudio: {0}
ru: Не удалось создать аудиофайл: «{0}»
tr: Ses dosyası oluşturulamadı: {0}

# MetaHumanTakeDataConverter,WavFileWriteFailure
source: Failed to write onto the audio file: {0}
ar: فشلت الكتابة على الملف الصوتي: {0}
de: Die Audiodatei „{0}“ konnte nicht geschrieben werden.
es: Error al escribir en el archivo de audio: {0}
fr: Échec de l'édition du fichier audio : {0}
it: Impossibile scrivere sul file audio: {0}
ja: オーディオファイルに書き込めませんでした:{0}
ko: 오디오 파일 쓰기 실패: {0}
pl: Nie udało się zapisać w pliku audio: {0}
pt_br: Falha ao escrever no arquivo de áudio: {0}
ru: Не удалось записать в аудиофайл: «{0}»
tr: Ses dosyasına yazılamadı: {0}

# MetaHumanTakeDataConverter,MovToImSeqFailureDirCreation1
source: Failed to create target directory: '{0}'.
ar: فشل إنشاء المجلد الهدف: "{0}".
de: Zielverzeichnis „{0}“ konnte nicht erstellt werden.
es: Error al crear el directorio de destino: '{0}'.
fr: Échec de la création du répertoire cible : '{0}'.
it: Impossibile creare la directory di destinazione: '{0}'.
ja: ターゲットディレクトリを作成できませんでした:'{0}'.
ko: 타깃 디렉터리 생성 실패: '{0}'.
pl: Nie udało się utworzyć katalogu docelowego: „{0}”.
pt_br: Falha ao criar diretório-alvo: '{0}'.
ru: Не удалось создать конечный каталог: «{0}».
tr: Hedef dizin oluşturulamadı: "{0}".
