Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanTakeDataConverter,MovToImSeqFailure
source: Failed to convert .mov file: '{0}' to an image sequence.
ar: فشل تحويل ملف ‎.mov ملف: "{0}" إلى سلسلة صور.
de: .mov-Datei „{0}“ konnte nicht in eine Bildsequenz konvertiert werden.
es: Error al convertir el archivo .mov: '{0}' a una secuencia de imagen.
fr: Échec de la conversion en fichier .mov : '{0}' vers une séquence d'images.
it: Impossibile convertire il file .mov: '{0}' in una sequenza di immagini.
ja: .mov ファイル「{0}」を画像シーケンスに変換できませんでした
ko: .mov 파일 {0}|hpp(을,를) 이미지 시퀀스로 변환하지 못했습니다.
pl: Konwersja pliku .mov „{0}” do sekwencji obrazów nie powiodła się.
pt_br: Falha ao converter arquivo .mov '{0}' para uma sequência de imagem.
ru: Не удалось конвертировать файл .mov «{0}» в последовательность изображений.
tr: .mov dosyası: "{0}" görüntü sekansına dönüştürülemedi.

# MetaHumanTakeDataConverter,ImSeqCreationFailure
source: Failed to create the image sequence: '{0}'
ar: فشل تكوين سلسلة الصور: "{0}"
de: Die Bildsequenz „{0}“ konnte nicht erstellt werden.
es: Error al crear la secuencia de imagen: '{0}'
fr: Échec de la création de la séquence d'images : '{0}'
it: Impossibile creare la sequenza di immagini: '{0}'
ja: 画像シーケンスを作成できませんでした:'{0}'
ko: 이미지 시퀀스 생성 실패: '{0}'
pl: Nie udało się utworzyć sekwencji obrazów: „{0}”
pt_br: Falha ao criar sequência de imagem: '{0}'
ru: Не удалось создать последовательность изображений: «{0}»
tr: Görüntü sekansı oluşturulamadı: "{0}"

# MetaHumanTakeDataConverter,MovToImSeqFailureDirCreation2
source: Failed to create target directory: '{0}'.
ar: فشل إنشاء المجلد الهدف: "{0}".
de: Zielverzeichnis „{0}“ konnte nicht erstellt werden.
es: Error al crear el directorio de destino: '{0}'.
fr: Échec de la création du répertoire cible : '{0}'.
it: Impossibile creare la directory di destinazione: '{0}'.
ja: ターゲットディレクトリを作成できませんでした:'{0}'.
ko: 타깃 디렉터리 생성 실패: '{0}'.
pl: Nie udało się utworzyć katalogu docelowego: „{0}”.
pt_br: Falha ao criar diretório-alvo: '{0}'.
ru: Не удалось создать конечный каталог: «{0}».
tr: Hedef dizin oluşturulamadı: "{0}".

# MetaHumanTakeDataConverter,ReadFrameLogFailure
source: Failed to read the frame log: {0}.
ar: فشل قراءة سجل الإطار: {0}.
de: Das Frame-Log „{0}“ konnte nicht gelesen werden.
es: Error al leer el registro del fotograma: {0}.
fr: Échec de lecture du registre d'images : {0}.
it: Impossibile leggere il log del fotogramma: {0}.
ja: フレームログを読み取れませんでした:{0}.
ko: 프레임 로그 읽기 실패: {0}.
pl: Nie udało się odczytać dziennika klatek: {0}.
pt_br: Falha ao ler histórico do quadro: {0}.
ru: Не удалось прочитать журнал кадра: «{0}»
tr: Kare günlüğü okunamadı: {0}.

# MetaHumanDepthConverter,DepthFileDepthDataReadFailed
source: Failed to read the depth file: {0}.
ar: فشل قراءة ملف العمق: {0}.
de: Die Tiefendatei „{0}“ konnte nicht gelesen werden.
es: Error al leer el archivo de profundidad: {0}.
fr: Échec de lecture du fichier de profondeur : {0}.
it: Impossibile leggere il file di profondità: {0}.
ja: 深度ファイルを読み取れませんでした：{0}
ko: 뎁스 파일 읽기 실패: {0}.
pl: Nie udało się odczytać pliku głębi: {0}.
pt_br: Falha ao ler arquivo de profundidade: {0}.
ru: Не удалось прочитать журнал глубины: «{0}»
tr: Derinlik dosyası okunamadı: {0}.

# MetaHumanDepthConverter,DepthFileReadFailed
source: Failed to read from the depth file: {0}.
ar: فشل القراءة من ملف العمق: {0}.
de: Die Tiefendatei „{0}“ konnte nicht gelesen werden.
es: Error al leer desde el archivo de profundidad: {0}.
fr: Échec de la lecture depuis le fichier de profondeur : {0}.
it: Impossibile leggere dal file di profondità: {0}.
ja: 深度ファイルを読み取れませんでした：{0}
ko: 뎁스 파일에서 읽을 수 없습니다: {0}.
pl: Nie udało się odczytać z pliku głębi: {0}.
pt_br: Falha ao ler a partir do arquivo de profundidade: {0}.
ru: Не удалось прочитать из журнала глубины: «{0}».
tr: Derinlik dosyasından okunamadı: {0}.

# MetaHumanDepthConverter,DepthDataCorrupted
source: Corrupted depth data: {0}.
ar: بيانات العمق تالفة: {0}.
de: Beschädigte Tiefendaten: {0}.
es: Datos de profundidad corruptos: {0}.
fr: Données de profondeur corrompues : {0}.
it: Dati di profondità corrotti: {0}.
ja: 破損した深度データ:{0}.
ko: 손상된 뎁스 데이터: {0}.
pl: Uszkodzone dane o głębi: {0}.
pt_br: Dados de profundidade corrompidos: {0}.
ru: Повреждённые данные о глубине: {0}.
tr: Bozuk derinlik verileri: {0}.

# MetaHumanDepthConverter,DepthImageCreationFailed
source: Failed to create the depth image: {0}.
ar: فشل إنشاء صورة العمق: {0}.
de: Das Tiefenbild „{0}“ konnte nicht erstellt werden.
es: Error al crear la imagen de profundidad: {0}.
fr: Échec de création de l'image de profondeur : {0}.
it: Impossibile creare l'immagine di profondità: {0}.
ja: 深度画像を作成できませんでした:{0}.
ko: 뎁스 이미지 생성 실패: {0}.
pl: Nie udało się utworzyć obrazu głębi: {0}.
pt_br: Falha ao criar imagem de profundidade: {0}.
ru: Не удалось создать изображение глубины: {0}.
tr: Derinlik görüntüsü oluşturulamadı: {0}.

# MetaHumanDepthConverter,DepthImageSaveFailed
source: Failed to save the depth image: {0}.
ar: فشل حفظ صورة العمق: {0}.
de: Das Tiefenbild „{0}“ konnte nicht gespeichert werden.
es: Error al guardar la imagen de profundidad: {0}.
fr: Échec de sauvegarde de l'image de profondeur : {0}.
it: Impossibile salvare l'immagine di profondità: {0}.
ja: 深度画像を保存できませんでした:{0}.
ko: 뎁스 이미지 저장 실패: {0}.
pl: Nie udało się zapisać obrazu głębi: {0}.
pt_br: Falha ao salvar imagem de profundidade: {0}.
ru: Не удалось сохранить глубину изображения: {0}.
tr: Derinlik görüntüsü kaydedilemedi: {0}.

# MetaHumanDepthConverter,DepthFileOpenFailed
source: Failed to open the depth file: {0}.
ar: فشل فتح ملف العمق: {0}.
de: Die Tiefendatei „{0}“ konnte nicht geöffnet werden.
es: Error al abrir el archivo de profundidad: {0}.
fr: Échec d'ouverture du fichier de profondeur : {0}.
it: Impossibile aprire il file di profondità: {0}.
ja: 深度ファイルを開くことができませんでした:{0}.
ko: 뎁스 파일 열기 실패: {0}.
pl: Nie udało się otworzyć pliku głębi: {0}.
pt_br: Falha ao abrir arquivo de profundidade: {0}.
ru: Не удалось открыть файл глубины: {0}.
tr: Derinlik dosyası açılamadı: {0}.

# MetaHumanDepthConverter,DirectoryCreationFailed
source: Failed to create the directory: {0}.
ar: فشل إنشاء المجلد: {0}.
de: Das Verzeichnis „{0}“ konnte nicht erstellt werden.
es: Error al crear el directorio: {0}.
fr: Échec de création du répertoire : {0}.
it: Impossibile creare la directory: {0}.
ja: ディレクトリを作成できませんでした:{0}.
ko: 디렉터리 생성 실패: {0}.
pl: Nie udało się utworzyć katalogu: {0}.
pt_br: Falha ao criar diretório: {0}.
ru: Не удалось создать каталог: {0}.
tr: Dizin oluşturulamadı: {0}.

# IpAddressDetailsCustomization,SetIpAddressProperty
source: Edit {0}
ar: تحرير {0}
de: {0} bearbeiten
es: Editar {0}
fr: Modifier {0}
it: Modifica {0}
ja: {0}を編集
ko: {0}편집
pl: Edytuj: {0}
pt_br: Editar {0}
ru: Редактировать: {0}
tr: {0} öğesini düzenle

# IpAddressDetailsCustomization,DeviceAddress_Empty
source: Device Address property must not be empty
ar: يجب ألا تكون خاصية "عنوان الجهاز" فارغة
de: Die Eigenschaft „Geräteadresse“ darf nicht leer sein.
es: La dirección del dispositivo no puede estar vacía
fr: La propriété Adresse de l'appareil ne doit pas être vide
it: La proprietà Indirizzo dispositivo non deve essere vuota
ja: デバイスのアドレス プロパティは空にできません
ko: 디바이스 주소 프로퍼티는 빈칸일 수 없습니다.
pl: Właściwość adresu urządzenia nie może być pusta
pt_br: A propriedade de Endereço do Dispositivo não pode ficar vazia
ru: Свойство «Адрес устройства» не должно быть пустым
tr: Cihaz Adresi özelliği boş olmamalıdır

# IpAddressDetailsCustomization,DeviceAddress_InvalidSize
source: Device Address contains too many characters
ar: يحتوي "عنوان الجهاز" على عدد أكثر من اللازم من الأحرف
de: Die Geräteadresse enthält zu viele Zeichen.
es: La dirección del dispositivo contiene demasiados caracteres
fr: L'adresse de l'appareil contient trop de caractères
it: L'Indirizzo dispositivo contiene troppi caratteri
ja: デバイスのアドレスに含まれている文字が多すぎます
ko: 디바이스 주소에 글자가 너무 많습니다.
pl: Adres urządzenia zawiera zbyt wiele znaków
pt_br: O Endereço do Dispositivo tem caracteres demais
ru: Адрес устройства содержит слишком много символов
tr: Cihaz Adresi çok fazla karakter içeriyor

# IpAddressDetailsCustomization,DeviceAddress_InvalidFormat
source: Invalid format for Device Address property
ar: تنسيق غير صالح لخاصية "عنوان الجهاز"
de: Ungültiges Format der Eigenschaft „Geräteadresse“
es: Formato no válido para la dirección del dispositivo
fr: Format invalide pour la propriété Adresse de l'appareil
it: Formato non valido per la proprietà Indirizzo dispositivo
ja: デバイスのアドレス プロパティの無効な形式
ko: 디바이스 주소 프로퍼티에 유효하지 않은 포맷입니다.
pl: Nieprawidłowy format właściwości adresu urządzenia
pt_br: Formato inválido para propriedade de Endereço do Dispositivo
ru: Недопустимый формат для свойства «Адрес устройства»
tr: Cihaz Adresi özelliği için geçersiz biçim

# IpAddressDetailsCustomization,DeviceAddress_Numeric
source: Device Address property must only contain numbers
ar: يجب أن تحتوي خاصية "عنوان الجهاز" على أرقام فقط
de: Die Geräteadresse darf nur Zahlen enthalten.
es: La dirección del dispositivo solo puede incluir números
fr: La propriété Adresse de l'appareil doit uniquement contenir des chiffres
it: La proprietà Indirizzo dispositivo deve contenere solo numeri
ja: デバイスのアドレス プロパティには数字しか含められません
ko: 디바이스 주소 프로퍼티는 숫자만으로 이루어져야 합니다.
pl: Właściwość adresu urządzenia może zawierać wyłącznie liczby
pt_br: A propriedade de Endereço do Dispositivo deve conter somente números
ru: Свойство «Адрес устройства» не должно содержать числа
tr: Cihaz Adresi özelliği yalnızca sayı içermelidir

# IpAddressDetailsCustomization,DeviceAddress_Numeric_NumbersInRange
source: Device Address property must only contain numbers in range [0-255]
ar: يجب أن تحتوي خاصية "عنوان الجهاز" على أرقام فقط في نطاق [0-255]
de: Die Geräteadresse darf nur Zahlen im Bereich [0-255] enthalten.
es: La dirección del dispositivo solo puede incluir números comprendidos en el intervalo [0-255]
fr: La propriété Adresse de l'appareil doit uniquement contenir des chiffres compris entre [0-255]
it: La proprietà Indirizzo dispositivo deve contenere solo numeri nell'intervallo [0-255]
ja: デバイス アドレス プロパティには [0-255] の範囲の数字しか含められません
ko: 디바이스 주소 프로퍼티는 [0～255] 범위의 숫자만 포함할 수 있습니다.
pl: Właściwość adresu urządzenia może zawierać wyłącznie liczby w zakresie [0-255]
pt_br: A propriedade de Endereço do Dispositivo deve conter somente números no intervalo [0-255]
ru: Свойство «Адрес устройства» должно содержать только числа в диапазоне [0-255]
tr: Cihaz Adresi özelliği yalnızca [0-255] aralığındaki sayıları içermelidir

# MetaHumanConfig,Missing config files
source: Missing configuration files
ar: ملفات التهيئة مفقودة
de: Fehlende Konfigurationsdateien
es: Faltan los archivos de configuración
fr: Fichiers de configuration manquants
it: File di configurazione mancanti
ja: コンフィギュレーション ファイルがありません
ko: 환경설정 파일을 찾을 수 없습니다
pl: Brakujące pliki konfiguracji
pt_br: Arquivos de configuração faltando
ru: Отсутствуют файлы конфигурации
tr: Yapılandırma dosyaları eksik

# MetaHuman,ConfigAssetName
source: MetaHuman Config
de: MetaHuman-Konfiguration
es: Configuración de MetaHuman
fr: Configuration MetaHuman
it: Configurazione MetaHuman
ja: MetaHumanコンフィグ
ko: 메타휴먼 환경설정
pl: Konfiguracja MetaHuman
pt_br: Configuração do MetaHuman
ru: Конфигурация MetaHuman
tr: MetaHuman Yapılandırması

# MetaHumanAnimator,MHConfig_Initialize
source: Initialize
ar: بدء التجهيز
de: Initialisieren
es: Iniciar
fr: Initialiser
it: Inizializza
ja: 初期化
ko: 초기화
pl: Inicjuj
pt_br: Inicializar
ru: Инициализировать
tr: Başlat

# MetaHumanAnimator,MHConfig_Initialize_CreateFromDirectory
source: Create from file directory
ar: تكوين من مجلد الملف
de: Datei aus Verzeichnis erstellen
es: Crear a partir del directorio de archivos
fr: Créer à partir du répertoire de fichiers
it: Crea dalla directory del file
ja: ファイルディレクトリから作成
ko: 파일 디렉터리에서 생성
pl: Utwórz z katalogu plików
pt_br: Criar a partir do diretório de arquivos
ru: Создать файл из каталога
tr: Dosya dizininden oluştur

source: Camera Calibration importer
ar: أداة استيراد معايرة الكاميرا
de: Importfunktion zur Kamerakalibrierung
es: Importador de calibración de cámara
fr: Importateur de l'étalonnage de la caméra
it: Importatore calibrazione della fotocamera
ja: カメラキャリブレーションインポータ
ko: 카메라 캘리브레이션 임포터
pl: Importer kalibracji kamery
pt_br: Importador de calibragem da câmera
ru: Программа импорта для калибровки камеры
tr: Kamera Kalibrasyonu içe aktarıcısı

# MetaHumanCoreEditor,SettingsDescription
source: Configure MetaHuman settings
ar: تهيئة إعدادات MetaHuman
de: Konfigurierung der Einstellungen von MetaHuman
es: Configurar ajustes de MetaHuman
fr: Configurer les paramètres du MetaHuman
it: Configura le impostazioni di MetaHuman
ja: MetaHuman の設定を行います
ko: 메타휴먼 세팅 환경설정
pl: Konfiguruj ustawienia MetaHuman
pt_br: Configurações do MetaHuman
ru: Задать настройки MetaHuman
tr: MetaHuman ayarlarını yapılandır

# MetaHumanCoreEditor,SettingsName
source: MetaHuman
ko: 메타휴먼

# MetaHumanCoreEditor,MetaHumanAssetCategoryLabel
source: MetaHuman Animator
ko: 메타휴먼 애니메이터
pl: Animator MetaHuman
ru: Аниматор MetaHuman

# MetaHumanCoreEditor,MetaHumanAdvancedAssetCategoryLabel
source: Advanced
ar: متقدم
de: Erweitert
es: Avanzados
fr: Avancé
it: Avanzato
ja: 詳細設定
ko: 고급
pl: Zaawansowane
pt_br: Avançado
ru: Расширенные настройки
tr: Gelişmiş

# MetaHuman,MetaHumanFaceAnimationSolverAssetName
source: Face Animation Solver
ar: حلّال حركة الوجه
de: Solver für Gesichtsanimation
es: Solucionador de animación facial
fr: Solveur d'animation faciale
it: Risolutore animazione viso
ja: 顔アニメーションソルバ
ko: 페이스 애니메이션 솔버
pl: Solwer animacji twarzy
pt_br: Solucionador de Animação Facial
ru: Анализатор лицевой анимации
tr: Yüz Animasyonu Çözücü

# FaceContourTracker,LoadTrackersNotification
source: Loading trackers...
ar: جارٍ تحميل أدوات التتبع...
de: Tracker werden geladen ...
es: Cargando rastreadores...
fr: Chargement des traceurs...
it: Caricamento dei tracciatori...
ja: トラッカーをロードしています...
ko: 트래커 로딩 중...
pl: Ładowanie trackerów...
pt_br: Carregando rastreadores...
ru: Загрузка модулей отслеживания...
tr: İzleyiciler yükleniyor...

# MetaHuman,MetaHumanFaceContourTrackerAssetName
source: Face Contour Tracker
ar: جهاز تتبع ملامح الوجه
de: Gesichtskonturen-Tracker
es: Rastreador de contorno facial
fr: Traceur du contour du visage
it: Tracciamento contorno del viso
ja: 顔の輪郭トラッカー
ko: 페이스 윤곽 트래커
pl: Tracker konturu twarzy
pt_br: Rastreador de contorno facial
ru: Трекер контура лица
tr: Yüz Şekli İzleyicisi

# MetaHumanAuthoringObjects,MissingAuthoringObjects
source: Can not open editor without MetaHuman authoring objects present
ar: لا يمكن فتح المحرر بدون وجود كيانات تأليف MetaHuman
de: Der Editor kann nicht geöffnet werden, wenn keine MetaHuman-Autorenobjekte vorhanden sind.
es: No se puede abrir el editor sin objetos de autoría MetaHuman presentes
fr: Impossible d'ouvrir l'éditeur sans que les objets de création MetaHuman soient présents
it: Non è possibile aprire l'editor se non sono presenti gli oggetti di authoring di MetaHuman
ja: MetaHuman の作成オブジェクトが存在しないエディタを開くことができませんでした
ko: 메타휴먼 제작 오브젝트가 없으면 에디터를 열 수 없습니다.
pl: Nie można otworzyć edytora bez obiektów autorskich MetaHuman
pt_br: Não é possível abrir o editor sem haver objetos de autoria do MetaHuman presentes
ru: Не удаётся открыть редактор без авторских объектов MetaHuman
tr: MetaHuman oluşturma nesneleri mevcut olmadan editör açılamaz

# MetaHuman,MetaHumanFaceFittingSolverAssetName
source: Face Fitting Solver
ar: حلّال ملاءمة الوجه
de: Solver für Gesichtsanpassung
es: Solucionador de encaje facial
fr: Solveur d'ajustement facial
it: Risolutore adattamento viso
ja: 顔適合ソルバ
ko: 페이스 피팅 솔버
pl: Solwer dopasowywania twarzy
pt_br: Solucionador de Encaixe de Rosto
ru: Анализатор подгонки лица
tr: Yüz Ekleme Çözücü

# CaptureManager,CaptureManagerToolTip
source: Control capture sources and ingest footage
ar: التحكم في مصادر الالتقاط وإدخال المقطع للمعالجة
de: Verwalte die Aufnahmequellen und speise Videos ein.
es: Controlar fuentes de captura e incrustar grabación
fr: Contrôler les sources de capture et importer des séquences
it: Controlla Capture Source e immetti filmati
ja: キャプチャしたソースの制御とフッテージを取り込む
ko: 캡처 소스 및 영상 수집을 제어합니다.
pl: Kontroluj źródła przechwytywania i dostarczaj nagrania
pt_br: Controlar fontes de captura e ingerir imagens de vídeo
ru: Управлять источниками захвата и приёмом видеоматериалов
tr: Yakalama kaynaklarını kontrol et ve görüntü al.

# CaptureManager,MainTabTitle
source: Capture Manager
ar: مدير الالتقاط
de: Aufnahmen verwalten
es: Gestor de capturas
fr: Gestionnaire de capture
ja: キャプチャマネージャー
ko: 캡처 매니저
pt_br: Gerenciador de Capturas
ru: Система управления записью
tr: Yakalama Yöneticisi

# MetaHumanCaptureManagerCommands,CaptureManagerCommandsContext
source: CaptureManager Toolkit Context
ar: سياق مجموعة أدوات CaptureManager
de: CaptureManager-Toolkit-Kontext
es: Contexto del conjunto de herramientas del CaptureManager
fr: Outils contextuels CaptureManager
it: Contesto del toolkit CaptureManager
ja: CaptureManagerツールキットコンテキスト
ko: 캡처 매니저 툴키트 컨텍스트
pl: Kontekst zestawu narzędzi CaptureManager
pt_br: Contexto do kit de ferramentas do CaptureManager
ru: Инструментарий контекста CaptureManager
tr: CaptureManager Araç Kiti Bağlamı

# UICommands.MetaHumanCaptureManagerCommands,Save
source: Save
ar: حفظ
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet

# UICommands.MetaHumanCaptureManagerCommands,Save_ToolTip
source: Save imported assets for the currently selected source
ar: حفظ الأصول المستوردة للمصدر المختار حاليًا
de: Speichert importierte Assets der derzeit ausgewählten Quelle.
es: Guarda los recursos importados de la fuente seleccionada actualmente
fr: Enregistrer les ressources importées pour la source actuellement sélectionnée
it: Salva gli asset importati per la fonte attualmente selezionata
ja: 現在選択されているソース向けにインポートされたアセットを保存します
ko: 현재 선택된 소스에 대해 임포트된 에셋을 저장합니다.
pl: Zapisz zaimportowane zasoby obecnie wybranego źródła
pt_br: Salvar ativos importados para a fonte selecionada no momento
ru: Сохранить импортированные ресурсы для выбранного в данный момент источника
tr: Mevcut seçili kaynak için içe aktarılmış öğeleri kaydet

# UICommands.MetaHumanCaptureManagerCommands,SaveAll
source: Save All
ar: حفظ الكل
de: Alle speichern
es: Guardar todo
fr: Tout enregistrer
it: Salva tutto
ja: すべて保存
ko: 모두 저장
pl: Zapisz wszystko
pt_br: Salvar tudo
ru: Сохранить все
tr: Tümünü Kaydet

# UICommands.MetaHumanCaptureManagerCommands,SaveAll_ToolTip
source: Save all imported assets
ar: حفظ كافة الأصول المستوردة
de: Speichert alle importierten Assets.
es: Guarda todos los recursos importados
fr: Enregistrer toutes les ressources importées
it: Salva tutti gli asset importati
ja: インポートされたすべてのアセットを保存します
ko: 임포트된 모든 에셋을 저장합니다.
pl: Zapisz wszystkie zaimportowane zasoby
pt_br: Salvar todos os ativos importados
ru: Сохранить все импортированные ресурсы
tr: İçe aktarılmış öğelerin hepsini kaydet

# UICommands.MetaHumanCaptureManagerCommands,Refresh
source: Refresh
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 再読み込み
ko: 새로고침
pl: Odśwież
pt_br: Atualizar
ru: Обновить
tr: Yenile

# UICommands.MetaHumanCaptureManagerCommands,Refresh_ToolTip
source: Refresh Take View for this Capture Source
ar: قم بتحديث عرض اللقطة لمصدر الالتقاط هذا
de: Aktualisiert die Aufnahmeansicht dieser Aufnahmequelle.
es: Actualizar vista de la toma para esta fuente de captura
fr: Actualiser la vue de la prise pour cette source de capture
it: Aggiorna la vista della ripresa per questa Capture Source
ja: このキャプチャ ソースのテイク ビューをリフレッシュ
ko: 이 캡처 소스의 테이크 뷰를 새로고침합니다.
pl: Odśwież widok wersji ujęcia tego źródła przechwytywania
pt_br: Atualizar Visualização de Tomada para esta Fonte de Captura
ru: Обновить просмотр дубля для этого источника захвата
tr: Bu Yakalama Kaynağı için Çekim Görünümünü yenile

# UICommands.MetaHumanCaptureManagerCommands,StartStopCapture
source: Start/Stop Capture
ar: بدء/إيقاف الالتقاط
de: Aufnahme starten/anhalten
es: Empezar/detener captura
fr: Démarrer/Arrêter la capture
it: Avvia/interrompi la cattura
ja: キャプチャの開始/停止
ko: 캡처 시작/중지
pl: Zacznij/przerwij przechwytywanie
pt_br: Iniciar/Interromper captura
ru: Начать/остановить запись
tr: Yakalamayı Başlat/Durdur

# UICommands.MetaHumanCaptureManagerCommands,StartStopCapture_ToolTip
source: Start/stop capturing on a remote device
ar: بدء/إيقاف الالتقاط على جهاز عن بعد
de: Startet die Aufnahme auf einem Remote-Gerät bzw. hält sie an.
es: Inicia/detiene la captura en un dispositivo remoto
fr: Démarrer/Arrêter la capture sur un appareil à distance
it: Avvia/interrompi la cattura su dispositivo remoto
ja: リモート デバイスでのキャプチャを開始/停止します
ko: 원격 디바이스에서 캡처를 시작/중지합니다.
pl: Zacznij/przerwij przechwytywanie na urządzeniu zdalnym
pt_br: Iniciar/interromper a captura em um dispositivo remoto
ru: Начать/остановить захват на удалённом устройстве
tr: Uzak cihazda yakalamayı başlat/durdur

# CaptureManagerWidget,CaptureManagerQuickSettingsCombo
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 세팅
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar

# CaptureManagerWidget,CaptureManagerQuickSettingsCombo_ToolTip
source: Capture Manager Settings
ar: إعدادات مدير الالتقاط
de: Einstellungen für „Aufnahmen verwalten“
es: Ajustes del gestor de capturas
fr: Paramètres du gestionnaire de capture
it: Impostazioni del Capture Manager
ja: キャプチャマネージャー設定
ko: 캡처 매니저 세팅
pl: Ustawienia Capture Manager
pt_br: Configurações do Gerenciador de Capturas
ru: Настройки системы управления записью
tr: Yakalama Yöneticisi Ayarları

# CaptureManagerWidget,CaptureSourceTabLabel
source: Capture Sources
ar: مصادر الالتقاط
de: Aufnahmequellen
es: Fuentes de captura
fr: Sources de capture
ja: キャプチャソース
ko: 캡처 소스
pl: Źródła przechwytywania
pt_br: Fontes de Captura
ru: Источники захвата
tr: Yakalama Kaynakları

# CaptureManagerWidget,CaptureSourcesTabSpawner
source: Capture Sources
ar: مصادر الالتقاط
de: Aufnahmequellen
es: Fuentes de captura
fr: Sources de capture
ja: キャプチャソース
ko: 캡처 소스
pl: Źródła przechwytywania
pt_br: Fontes de Captura
ru: Источники захвата
tr: Yakalama Kaynakları

# CaptureManagerWidget,FootageIngestTabLabel
source: Footage Ingest
ar: إدخال المقطع للمعالجة
de: Videoeinspeisung
es: Incrustado de grabación
fr: Import de séquence
it: Immissione filmato
ja: フッテージを取り込む
ko: 영상 수집
pl: Dostarczanie nagrań
pt_br: Ingestão de Imagem de Vídeo
ru: Приём видеоматериалов
tr: Görüntü Alma

# CaptureManagerWidget,FootageIngestTabSpawner
source: Footage Ingest
ar: إدخال المقطع للمعالجة
de: Videoeinspeisung
es: Incrustado de grabación
fr: Import de séquence
it: Immissione filmato
ja: フッテージを取り込む
ko: 영상 수집
pl: Dostarczanie nagrań
pt_br: Ingestão de Imagem de Vídeo
ru: Приём видеоматериалов
tr: Görüntü Alma

# CaptureManagerWidget,StartStopCaptureButtonLabel_Start
source: Start Capture
ar: ابدأ الالتقاط
de: Aufnahme starten
es: Empezar captura
fr: Démarrer la capture
it: Avvia cattura
ja: キャプチャを開始
ko: 캡처 시작
pl: Zacznij przechwytywanie
pt_br: Iniciar Captura
ru: Начать запись
tr: Yakalamayı Başlat

# CaptureManagerWidget,StartStopCaptureButtonLabel_Stop
source: Stop Capture
ar: إيقاف الالتقاط
de: Aufnahme anhalten
es: Detener captura
fr: Arrêter la capture
it: Interrompi cattura
ja: キャプチャを停止
ko: 캡처 중지
pl: Przerwij przechwytywanie
pt_br: Interromper Captura
ru: Остановить запись
tr: Yakalamayı Durdur
