Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanIdentityTooltipProvider,TrackActiveToolbarButtonNoPoseTooltip
source: {0} To enable this option, add a Pose to the Face Part of MetaHuman Identity by using the Pose sub - menu under + Add button in the MetaHuman Identity Parts Tree View.
ar: {0} لتفعيل هذا الخيار، أضف وضعية إلى جزء الوجه من MetaHuman Identity باستخدام قائمة الوضعية الفرعية ضمن زر Add+ في عرض القائمة لأجزاء MetaHuman Identity.
de: {0} Damit diese Option verfügbar wird, musst du eine Pose zum Gesicht der MetaHuman Identity hinzufügen. Benutze dazu im MetaHuman Identity-Baumdiagramm das Pose-Menü unter der Schaltfläche „+“ (Hinzufügen) oder die Schaltfläche „Komponenten erstellen“ in der Symbolleiste.
es: {0} Para habilitar esta opción, añade una pose a la Face Part de la MetaHuman Identity usando el submenú de pose bajo el botón +Añadir en la Tree View de las partes de la MetaHuman Identity.
fr: {0} Pour activer cette option, ajoutez une pose à la partie visage de la MetaHuman Identity en accédant au sous-menu des poses sous le bouton + Ajouter dans l'arborescence des parties de la MetaHuman Identity.
it: {0} Per abilitare questa opzione, prima aggiungi la Parte Viso alla MetaHuman Identity utilizzando il sotto-menu Posa sotto il pulsante + Aggiungi nella visualizzazione parti della MetaHuman Identity.
ja: {0} このオプションを有効にするには、MetaHuman アイデンティティ パーツ ツリー ビューの [+Add (+追加)] ボタンの [Pose (ポーズ)] サブメニューを使用し、MetaHuman Identity の顔パーツにポーズを追加します
ko: {0} 이 옵션을 활성화하려면 메타휴먼 아이덴티티 파츠 트리 뷰에서 +추가(+Add) 버튼에 있는 포즈(Pose) 서브 메뉴를 사용하여 메타휴먼 아이덴티티의 페이스 파츠에 포즈를 추가해야 합니다.
pl: {0} By włączyć tę opcję, dodaj pozę części twarzy MetaHuman Identity przy użyciu submenu pozy pod przyciskiem „+ Dodaj” w widoku drzewka części MetaHuman Identity.
pt_br: {0} Para ativar esta opção, adicione uma Pose à Parte do Rosto do MetaHuman Identity usando o submenu de Pose no botão +Adicionar na Visualização em Árvore das Partes do MetaHuman Identity.
ru: {0} Чтобы включить эту опцию, добавьте положение к лицевой части Персоны MetaHuman с помощью подменю «Положение» под кнопкой «Добавить(+)» в древовидном представлении частей Персоны MetaHuman.
tr: {0} Bu seçeneği etkinleştirmek için MetaHuman Identity Parçalar Ağaç Görünümünde + Ekle düğmesinin altındaki Poz alt menüsünü kullanarak MetaHuman Identity'nin Yüz Parçasına Poz ekle.

# MetaHumanIdentityTooltipProvider,TrackActiveToolbarButtonPoseExistsTooltip
source: {0} To enable this option, first promote a frame by using Promote Frame button on the Toolbar.
ar: {0} لتفعيل هذا الخيار، قم أولاً بترقية الإطار باستخدام زر ترقية الإطار (Promote Frame) الموجود على شريط الأدوات.
de: {0} Damit diese Option verfügbar wird, musst du zuerst ein Frame promoten, Benutze dazu die Schaltfläche „Frame promoten“ in der Symbolleiste.
es: {0} Para habilitar esta opción, antes debes promover un fotograma mediante el botón Promover fotograma en la barra de herramientas.
fr: {0} Pour activer cette option, commencez par promouvoir une image à l'aide du bouton Promouvoir une image dans la barre d'outils.
it: {0} Per abilitare questa opzione, prima approva un fotogramma utilizzando il pulsante Approva fotogramma sulla barra degli strumenti.
ja: {0} このオプションを有効にするには、最初にツールバーの [Promote Frame (フレームのプロモート)] ボタンで フレームをプロモートします
ko: {0} 이 옵션을 활성화하려면 먼저 툴바의 프레임 승격(Promote frame) 버튼을 사용하여 프레임을 승격해야 합니다.
pl: {0} By włączyć tę opcję, wypromuj klatkę przy użyciu przycisku „Wypromuj klatkę” na pasku narzędzi.
pt_br: {0} Para ativar esta opção, adicione ao menos um quadro promovido usando o botão Promover Quadro na barra de ferramentas.
ru: {0} Чтобы включить эту настройку, сначала зафиксируйте кадр кнопкой «Зафиксировать кадр» на панели инструментов
tr: {0} Bu seçeneği etkinleştirmek için önce araç çubuğundaki Kare Yükselt düğmesini kullanarak kare yükselt.

# MetaHumanIdentityTooltipProvider,TrackActiveToolbarButtonPoseNotSelectedTooltip
source: {0} To enable this option, select a Pose in MetaHuman Identity Parts Tree View
ar: {0} لتفعيل هذا الخيار، اختر وضعية في عرض القائمة لأجزاء MetaHuman Identity
de: {0} Damit diese Option verfügbar wird, musst du im MetaHuman Identity-Baumdiagramm eine Pose wählen.
es: {0} Para habilitar esta opción, selecciona una pose en la Tree View de las partes de la MetaHuman Identity
fr: {0} Pour activer cette option, sélectionnez une pose dans l'arborescence des parties de la MetaHuman Identity
it: {0} Per abilitare questa opzione, seleziona una posa nella visualizzazione parti della MetaHuman Identity
ja: {0} このオプションを有効にするには、MetaHuman アイデンティティ パーツ ツリー ビューでポーズを選択します
ko: {0} 이 옵션을 활성화하려면 메타휴먼 아이덴티티 파츠 트리 뷰에서 포즈를 선택해야 합니다.
pl: {0} By włączyć tę opcję, wybierz pozę w widoku drzewka części MetaHuman Identity
pt_br: {0} Para ativar esta opção, selecione uma Pose na Visualização em Árvore das Partes do MetaHuman Identity
ru: {0} Чтобы включить эту настройку, выберите «Положение» в древовидном представлении частей Персоны MetaHuman
tr: {0} Bu seçeneği etkinleştirmek için MetaHuman Identity Parçalar Ağaç Görünümünde bir Poz seç.

source: {0} To enable this option, select a frame on the Promoted Frames Timeline
ar: {0} لتفعيل هذا الخيار، اختر إطارًا في المخطط الزمني للإطارات التي تمت ترقيتها
de: {0} Damit diese Option verfügbar wird, musst du auf der Promotete-Frames-Zeitleiste ein Frame wählen.
es: {0} Para activar esta opción, selecciona un fotograma en el cronograma de los fotogramas promovidos
fr: {0} Pour activer cette option, sélectionnez une image dans la chronologie des images promues
it: {0} Per abilitare questa opzione, seleziona un fotogramma nella timeline dei fotogrammi approvati
ja: {0} このオプションを有効にするには、プロモートされたフレームのタイムラインでフレームを選択します
ko: {0} 이 옵션을 활성화하려면 승격된 프레임 타임라인에서 프레임을 선택합니다.
pl: {0} By włączyć tę opcję, wybierz klatkę na osi czasu wypromowanych klatek
pt_br: {0} Para ativar esta opção, selecione um quadro na Linha do Tempo dos Quadros Promovidos
ru: {0} Чтобы включить эту настройку, выберите кадр на временной шкале зафиксированных кадров
tr: {0} Bu seçeneği etkinleştirmek için Yükseltilmiş Kareler Zaman Çizelgesinde bir kare seç.

# MetaHumanIdentityTooltipProvider,TrackActiveToolbarButtonNoDefaultTrackerTooltip
source: {0} To enable this option, promoted frame has to be created with a default tracker selected for a pose.
ar: {0} لتفعيل هذا الخيار، يجب إنشاء الإطار الذي تمت ترقيته باستخدام المتتبع الافتراضي المختار للوضعية.
de: {0} Damit diese Option verfügbar wird, muss mit einem gewählten Standard-Tracker für eine Pose ein promotetes Frame erstellt werden.
es: {0} Para habilitar esta opción, el fotograma promovido debe crearse con un Default Tracker seleccionado para una pose.
fr: {0} Pour activer cette option, une image promue doit être créée avec un traceur par défaut sélectionné pour une pose.
it: {0} Per abilitare questa opzione, il fotogramma approvato deve essere creato con un tracciatore predefinito selezionato per una posa.
ja: {0} このオプションを有効にするには、ポーズに対して選択されたデフォルトのトラッカーを使用して、プロモートされたフレームを作成する必要があります
ko: {0} 이 옵션을 활성화하려면 승격된 프레임이 포즈용으로 선택된 디폴트 트래커로 생성되어야 합니다.
pl: {0} By ta opcja była włączona, wypromowana klatka musi zostać utworzona z domyślnym trackerem pozy.
pt_br: {0} Para ativar esta opção, o quadro promovido precisa ser criado com um rastreador padrão selecionado para uma pose.
ru: {0} Чтобы включить эту настройку, зафиксированный файл должен быть создан с помощью модуля отслеживания по умолчанию, выбранного для положения
tr: {0} Bu seçeneği etkinleştirmek için varsayılan izleyiciyle bir poz için seçilen yükseltilmiş kare oluşturulmalıdır.

source: {0} To enable this option, ensure authoring objects are present.
ar: {0} لتفعيل هذا الخيار، تأكد من وجود كيانات التأليف.
de: {0} Damit diese Option verfügbar wird, müssen Autorenobjekte vorhanden sein.
es: {0} Para habilitar esta opción, asegúrate de que estén presentes los objetos de autoría.
fr: {0} Pour activer cette option, vérifiez que les objets de création sont présents.
it: {0} Per abilitare questa opzione, assicurati che gli oggetti di authoring siano presenti.
ja: {0} このオプションを有効にするには、作成オブジェクトが存在することを確認してください
ko: {0} 이 옵션을 활성화하려면 제작 오브젝트가 존재해야 합니다.
pl: {0} By ta opcja została włączona, obiekty autorskie muszą być obecne.
pt_br: {0} Para ativar esta opção, certifique-se de haver objetos de autoria presentes.
ru: {0} Чтобы включить эту настройку, проверьте наличие авторских объектов.
tr: {0} Bu seçeneği etkinleştirmek için oluşturma nesnelerinin mevcut olduğundan emin ol.

# MetaHumanIdentityTooltipProvider,TrackActiveToolbarButtonUnsupportedRHITooltip
source: {0} To enable this option, ensure RHI is set to {1}.
ar: {0} لتفعيل هذا الخيار، تأكد من ضبط RHI على {1}.
de: {0} Damit diese Option verfügbar wird, muss das RHI auf {1} gesetzt sein.
es: {0} Para habilitar esta opción, asegúrate de que el RHI sea {1}.
fr: {0} Pour activer cette option, vérifiez que la RHI est réglée sur : {1}.
it: {0} Per abilitare questa opzione, assicurati che l'RHI sia impostato su {1}.
ja: {0} このオプションを有効にするには、RHI が {1} に設定されていることを確認してください
ko: {0} 이 옵션을 활성화하려면 RHI가 {1}|hpp(으로,로) 설정되어 있어야 합니다.
pl: {0} By ta opcja została włączona, interfejs RHI musi być ustawiony jako: {1}.
pt_br: {0} Certifique-se de que a RHI esteja configurada para {1} para ativar esta opção.
ru: {0} Чтобы включить эту настройку, установите для RHI-интерфейса значение {1}.
tr: {0} Bu seçeneği etkinleştirmek için RHI'nın {1} olarak ayarlandığından emin ol.

# FaceTest,FacePartName
source: Face
ar: الوجه
de: Gesicht
es: Cara
fr: Visage
it: Viso
ja: フェース
ko: 페이스
pl: Twarz
pt_br: Rosto
ru: Лицо
tr: Yüz

# MetaHumanIdentityOutliner,GrpBrowR
source: Brow (R)
ar: حاجب (يمين)
de: Augenbraue (R)
es: Ceja (D)
fr: Sourcil (D)
it: Sopracciglio (D)
ja: 眉(R)
ko: 눈썹(R)
pl: Brew (P)
pt_br: Sobrancelha (D)
ru: Бровь (п)
tr: Kaş (Sağ)

# MetaHumanIdentityOutliner,GrpEyeL
source: Eye (L)
ar: عين (يسار)
de: Auge (L)
es: Ojo (I)
fr: Œil (G)
it: Occhio (S)
ja: 目(L)
ko: 눈(L)
pl: Oko (L)
pt_br: Olho (E)
ru: Глаз (л)
tr: Göz (Sol)

# MetaHumanIdentityOutliner,GrpEyeR
source: Eye (R)
ar: عين (يمين)
de: Auge (R)
es: Ojo (D)
fr: Œil (D)
it: Occhio (D)
ja: 目(R)
ko: 눈(R)
pl: Oko (P)
pt_br: Olho (D)
ru: Глаз (п)
tr: Göz (Sağ)

# MetaHumanIdentityOutliner,GrpLipUpper
source: Lip Upper
ar: شفة علوية
de: Oberlippe
es: Labio, superior
fr: Lèvre supérieure
it: Labbro superiore
ja: 上唇
ko: 입술 위
pl: Górna warga
pt_br: Lábio superior
ru: Верхняя губа
tr: Dudak - Üst

# MetaHumanIdentityOutliner,GrpLipLower
source: Lip Lower
ar: شفة سفلى
de: Unterlippe
es: Labio, inferior
fr: Lèvre inférieure
it: Labbro inferiore
ja: 下唇
ko: 입술 아래
pl: Dolna warga
pt_br: Lábio inferior
ru: Нижняя губа
tr: Dudak - Alt

# MetaHumanIdentityOutliner,GrpNoseL
source: Nose (L)
ar: أنف (يسار)
de: Nase (L)
es: Nariz (I)
fr: Nez (G)
it: Naso (S)
ja: 鼻(L)
ko: 코(L)
pl: Nos (L)
pt_br: Nariz (E)
ru: Нос (л)
tr: Burun (Sol)

# MetaHumanIdentityOutliner,GrpNoseR
source: Nose (R)
ar: أنف (يمين)
de: Nase (R)
es: Nariz (D)
fr: Nez (D)
it: Naso (D)
ja: 鼻(R)
ko: 코(R)
pl: Nos (P)
pt_br: Nariz (D)
ru: Нос (п)
tr: Burun (Sağ)

# MetaHumanIdentityOutliner,GrpCheeksL
source: Cheeks (L)
ar: خدّين (يسار)
de: Wange (L)
es: Mejillas (I)
fr: Joue (G)
it: Guancia (S)
ja: 頬(L)
ko: 볼(L)
pl: Policzki (L)
pt_br: Bochechas (E)
ru: Щёки (л)
tr: Yanak (Sol)

# MetaHumanIdentityOutliner,GrpCheeksR
source: Cheeks (R)
ar: خدّين (يمين)
de: Wange (R)
es: Mejillas (D)
fr: Joue (D)
it: Guancia (D)
ja: 頬(R)
ko: 볼(R)
pl: Policzki (P)
pt_br: Bochechas (D)
ru: Щёки (п)
tr: Yanak (Sağ)

# MetaHumanIdentityOutliner,GrpEarL
source: Ear (L)
ar: أذن (يسار)
de: Ohr (L)
es: Oreja (I)
fr: Oreille (G)
it: Orecchio (S)
ja: 耳(L)
ko: 귀(L)
pl: Ucho (L)
pt_br: Orelha (E)
ru: Ухо (л)
tr: Kulak (Sol)

# MetaHumanIdentityOutliner,GrpEarR
source: Ear (R)
ar: أذن (يمين)
de: Ohr (R)
es: Oreja (D)
fr: Oreille (D)
it: Orecchio (D)
ja: 耳(R)
ko: 귀(R)
pl: Ucho (P)
pt_br: Orelha (D)
ru: Ухо (п)
tr: Kulak (Sağ)

# MetaHumanIdentityOutliner,GrpTeeth
source: Teeth
ar: أسنان
de: Zähne
es: Dientes
fr: Dents
it: Denti
ja: 歯
ko: 치아
pl: Zęby
pt_br: Dentes
ru: Зубы
tr: Diş

# MetaHumanIdentityOutliner,GrpLipContacts
source: Lip Contacts
ar: مواضع تلامس الشفة
de: Berührungspunkte der Lippen
es: Contacto labial
fr: Points de contact de la lèvre
it: Contatti labbra
ja: 唇の接触点
ko: 입술 접촉
pl: Kąciki ust
pt_br: Contatos do lábio
ru: Точки контакта губы
tr: Dudak Temas Noktaları

# MetaHumanIdentityOutliner,IdentityOutlinerItemTypeGroupTooltip
source: This is a Group of Marker Curves Click on icons on the right to turn on/off Visibility or Used for Solve for the entire group of curves
ar: هذه مجموعة من منحنيات العلامة انقر على الأيقونات الموجودة على اليمين لتشغيل/إيقاف الرؤية أو استخدامها لحل مجموعة المنحنيات بأكملها
de: Dies ist eine Gruppe von Markierungskurven. Klicke rechts auf die Symbole um einzelne Kurven ein-/auszublenden, oder auf „Für Solve verwendet“, um die ganze Gruppe ein-/auszublenden.
es: Esto es un conjunto de Marker Curves Haz clic en los iconos a la derecha para activar/desactivar la visibilidad o el uso para Solve en todo el grupo de curvas
fr: Ceci est un groupe de courbes de marqueurs Cliquez sur les icônes à droite pour activer/désactiver leur visibilité ou leur utilisation pour la résolution de tout le groupe de courbes
it: Ecco un gruppo di curve del marcatore Fai clic sulle icone a destra per attivare/disattivare la visibilità o per risolvere l'intero gruppo di curve
ja: これはマーカーカーブのグループです 右側のアイコンをクリックすると、カーブのグループ全体の表示/非表示と計算に使用するかどうかを切り替えできます
ko: 마커 커브 그룹입니다. 오른쪽 아이콘을 클릭하면 전체 커브 그룹의 비저빌리티 또는 솔브 사용 여부를 켜거나 끕니다.
pl: To jest grupa krzywych znaczników Kliknij ikony po prawej, aby włączyć/wyłączyć widoczność i solwowanie dla całej grupy krzywych
pt_br: Isto é um Grupo de Curvas de Marcador Clique nos ícones à direita para ativar/desativar a Visibilidade ou Usado para Resolver em todos os grupos de curvas
ru: Это группа кривых маркеров Нажмите на значок справа, чтобы включить или выключить отображение или опцию «Используется для анализа» для всей группы кривых
tr: Bu bir İşaretleyici Kavisler grubudur. Kavisler grubunun tamamı için Görünürlük veya Çözüm İçin Kullan ayarını açmak/kapatmak üzere sağdaki simgelere tıkla.

# MetaHumanIdentityOutliner,IdentityOutlinerItemTypeCurveTooltip
source: This is a Marker Curve
ar: هذا منحنى علامة
de: Dies ist eine Markierungskurve.
es: Esto es una Marker Curve
fr: Ceci est une courbe de marqueur
it: Ecco una curva del marcatore
ja: これはマーカーカーブです
ko: 마커 커브입니다.
pl: To jest krzywa znacznika
pt_br: Isto é uma Curva de Marcadores
ru: Это кривая маркера
tr: Bu bir İşaretleyici Kavistir.

# MetaHumanIdentityOutliner,IdentityOutlinerItemTypeFrameTooltip
source: This is a Promoted Frame
ar: هذا إطار تمت ترقيته
de: Dies ist ein promotetes Frame.
es: Esto es un fotograma promovido
fr: Ceci est une image promue
it: Ecco un fotogramma approvato
ja: これはプロモートされたフレームです
ko: 승격된 프레임입니다.
pl: To jest wypromowana klatka
pt_br: Isto é um Quadro Promovido
ru: Это зафиксированный кадр
tr: Bu bir Yükseltilmiş Karedir.

# MetaHumanIdentityOutliner,IdentityOutlinerItemTypeUndefinedTooltip
source: [Item type undefined]
ar: [نوع العنصر غير محدد]
de: [Artikeltyp nicht definiert]
es: [Tipo de elemento no definido]
fr: [Type d'élément non défini]
it: [Tipo di oggetto non definito]
ja: [アイテムタイプ未定]
ko: [아이템 타입 정의되지 않음]
pl: [Niezdefiniowany typ przedmiotu]
pt_br: [Tipo de item indefinido]
ru: [Тип элемента не определен]
tr: [Öğe türü tanımlanmadı]

# MetaHumanIdentityOutliner,IdentityOutlinerVisibilityCheckBoxTooltipVisible
source: This {0} is currently visible
ar: هذا {0} مرئي حاليًا
de: {0} ist momentan sichtbar.
es: Este {0} es visible
fr: {0} actuellement visible
it: Questo {0} è attualmente visibile
ja: この {0} は現在表示されています
ko: 이 {0}|hpp(은,는) 현재 표시됩니다.
pl: Obecnie widoczne: {0}
pt_br: Este {0} está visível no momento
ru: {0} в настоящий момент отображается
tr: Bu {0} şu anda görünür.

# MetaHumanIdentityOutliner,IdentityOutlinerVisibilityCheckBoxTooltipHidden
source: This {0} is currently hidden
ar: هذا {0} مخفي حاليًا
de: {0} ist momentan ausgeblendet.
es: Este {0} está oculto
fr: {0} actuellement masqué(e)
it: Questo {0} è attualmente nascosto
ja: この {0} は現在非表示になっています
ko: 이 {0}|hpp(은,는) 현재 숨겨져 있습니다.
pl: Obecnie ukryte: {0}
pt_br: Este {0} está oculto no momento
ru: {0} — в настоящий момент скрыто
tr: Bu {0} şu anda gizli.

# MetaHumanIdentityOutliner,IdentityOutlinerVisibilityCheckBoxTooltipMixed
source: The sub-nodes contain mixed values
ar: تحتوي العقد الفرعية على قيم مختلطة
de: Die untergeordneten Knoten enthalten gemischte Werte.
es: Los subnodos contienen valores mezclados
fr: Les sous-nœuds contiennent des valeurs mixtes
it: I sottonodi contengono valori misti
ja: サブノードに複数の値が含まれています
ko: 서브 노드에 혼합된 값이 포함되어 있습니다.
pl: Podwęzły zawierają mieszane wartości
pt_br: Os subnós contêm valores mistos
ru: Подузлы содержат смешанные значения
tr: Alt düğümler karma değerler içeriyor.

# MetaHumanIdentityOutliner,IdentityOutlinerUsedForSolveCheckBoxTooltipChecked
source: This {0} is currently used for solve
ar: هذا {0} يستخدم حاليا للحل
de: {0} wird momentan für das Solve verwendet.
es: Este {0} se está usando para Solve
fr: {0} en cours d'utilisation pour la résolution
it: Questo {0} è attualmente utilizzato per risolvere
ja: この {0} は現在ソルブに使用されています
ko: 이 {0}|hpp(은,는) 현재 솔브에 사용 중입니다.
pl: Obecnie solwuje: {0}
pt_br: Este {0} está sendo usado para resolver no momento
ru: {0} — в настоящий момент используется для анализа
tr: Bu {0} şu anda çözüm için kullanılıyor.

# MetaHumanIdentityOutliner,IdentityOutlinerUsedForSolveCheckBoxTooltipUnchecked
source: This {0} is currently not used for solve
ar: هذا {0} لا يستخدم حاليا للحل
de: {0} wird momentan nicht für das Solve verwendet.
es: Este {0} no se está usando para Solve
fr: {0} non utilisé(e) pour la résolution
it: Questo {0} non è attualmente utilizzato per risolvere
ja: この {0} は現在ソルブに使用されていません
ko: 이 {0}|hpp(은,는) 현재 솔브에 사용되지 않습니다.
pl: Obecnie nie solwuje: {0}
pt_br: Este {0} não está sendo usado para resolver no momento
ru: {0} — в настоящий момент не используется для анализа
tr: Bu {0} şu anda çözüm için kullanılmıyor.

# MetaHumanIdentityOutliner,IdentityOutlinerUsedForSolveCheckBoxTooltipMixed
source: The sub-nodes contain mixed values
ar: تحتوي العقد الفرعية على قيم مختلطة
de: Die untergeordneten Knoten enthalten gemischte Werte.
es: Los subnodos contienen valores mezclados
fr: Les sous-nœuds contiennent des valeurs mixtes
it: I sottonodi contengono valori misti
ja: サブノードに複数の値が含まれています
ko: 서브 노드에 혼합된 값이 포함되어 있습니다.
pl: Podwęzły zawierają mieszane wartości
pt_br: Os subnós contêm valores mistos
ru: Подузлы содержат смешанные значения
tr: Alt düğümler karma değerler içeriyor.

# MetaHumanIdentityOutliner,IdentityOutlinerNodeTypeNameCurveGroup
source: curve group
ar: مجموعة منحنى
de: Kurvengruppe
es: grupo de curvas
fr: groupe de courbes
it: gruppo di curve
ja: カーブグループ
ko: 커브 그룹
pt_br: grupo de curvas
ru: граппы кривых
tr: eğri grubu

# MetaHumanIdentityOutliner,IdentityOutlinerNodeTypeNameCurve
source: curve
ar: منحنى
de: Kurve
fr: courbe
it: curva
ja: カーブ
ko: 커브
pt_br: curva
ru: кривая
tr: eğri

# MetaHumanIdentityOutliner,IdentityOutlinerNodeTypeNameFrame
source: frame
ar: الإطار
es: fotograma
fr: image
it: fotogramma
ja: フレーム
ko: 프레임
pl: klatka
pt_br: quadro
ru: кадр
tr: kare

# MetaHumanIdentityOutliner,GroupVisibilityChangedTransaction
source: Edit Group Is Visible
ar: تحرير المجموعة ظاهر
de: „Gruppe bearbeiten“ ist sichtbar
es: Editar grupo es visible
fr: L'éditeur de groupe est visible
it: Modifica gruppo visibile
ja: グループの編集が表示可能
ko: 그룹 편집 표시 여부
pl: Edycja grupy jest widoczna
pt_br: Editar Grupo está visível
ru: Команда «Редактировать группу» отображается
tr: Grup Düzenleme Görünür

# MetaHumanIdentityOutliner,CurveVisibilityChangedTransaction
source: Edit Curve Is Visible
ar: تحرير المنحنى ظاهر
de: „Kurve bearbeiten“ ist sichtbar
es: Editar curva es visible
fr: L'éditeur de courbe est visible
it: Modifica curva visibile
ja: カーブの編集が表示可能
ko: 편집 커브 표시 여부
pl: Edycja krzywej jest widoczna
pt_br: Editar Curva está visível
ru: Команда «Редактировать кривую» отображается
tr: Kavis Düzenleme Görünür

# MetaHumanIdentityOutliner,FrameVisibilityChangedTransaction
source: Edit PromotedFrame Is Visible
ar: تحرير PromotedFrame ظاهر
de: „PromotedFrame bearbeiten“ ist sichtbar.
es: Editar PromotedFrame es visible
fr: L'éditeur de PromotedFrame est visible
it: Modifica PromotedFrame visibile
ja: PromotedFrameの編集が表示可能
ko: 승격시킨 프레임 편집 표시 여부
pl: Edycja PromotedFrame jest widoczna
pt_br: Editar PromotedFrame está visível
ru: Команда «Редактировать PromotedFrame» отображается
tr: PromotedFrame Düzenleme Görünür

# MetaHumanIdentityOutliner,GroupActiveChangedTransaction
source: Edit Group Is Active
ar: تحرير المجموعة نشط
de: „Gruppe bearbeiten“ ist aktiv.
es: Editar grupo está activo
fr: L'éditeur de groupe est actif
it: Modifica gruppo attiva
ja: グループの編集が有効
ko: 그룹 편집 활성 여부
pl: Edycja grupy jest aktywna
pt_br: Editar Grupo está ativo
ru: Команда «Редактировать группу» активна
tr: Grup Düzenleme Etkin

# MetaHumanIdentityOutliner,CurveActiveChangedTransaction
source: Edit Curve Is Active
ar: تحرير المنحنى نشط
de: „Kurve bearbeiten“ ist aktiv.
es: Editar curva está activo
fr: L'éditeur de courbe est actif
it: Modifica curva attiva
ja: カーブの編集が有効
ko: 편집 커브 활성 여부
pl: Edycja krzywej jest aktywna
pt_br: Curva de edição está ativa
ru: Команда «Редактировать кривую» активна
tr: Kavis Düzenleme Etkin

# MetaHumanIdentityOutliner,FrameActiveChangedTransaction
source: Edit PromotedFrame Is Active
ar: تحرير PromotedFrame نشط
de: „PromotedFrame bearbeiten“ ist aktiv.
es: Editar PromotedFrame está activo
fr: L'éditeur de PromotedFrame est actif
it: Modifica PromotedFrame attiva
ja: PromotedFrameの編集が有効
ko: 승격시킨 프레임 편집 활성 여부
pl: Edycja PromotedFrame jest aktywna
pt_br: Editar PromotedFrame está ativo
ru: Команда «Редактировать PromotedFrame» активна
tr: PromotedFrame Düzenleme Etkin

# MetaHumanIdentityOutliner,OutlineColumnLabel_Frame
source: Frame
ar: الإطار
es: Fotograma
fr: Image
it: Fotogramma
ja: フレーム
ko: 프레임
pl: Klatka
pt_br: Quadro
ru: Кадр
tr: Kare

# MetaHumanIdentityOutliner,FrameLabel
source: Frame {0}
ar: إطار {0}
es: Fotograma {0}
fr: Image {0}
it: Fotogramma {0}
ja: フレーム{0}
ko: 프레임 {0}
pl: Klatka: {0}
pt_br: Quadro {0}
ru: Кадр {0}
tr: Kare {0}

# MetaHumanIdentityOutliner,GrpOther
source: Other
ar: أخرى
de: Sonstiges
es: Otro
fr: Autre
it: Altro
ja: その他
ko: 기타
pl: Inne
pt_br: Outros
ru: Другое
tr: Diğer
