Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# UICommands.FMetaHumanPerformerCommands,CancelProcessingShot_ToolTip
source: Cancel the processing of the current shot
ar: قم بإلغاء معالجة اللقطة الحالية
de: Bricht die Bearbeitung der aktuellen Aufnahme ab.
es: Cancelar el procesamiento de la imagen actual
fr: Annuler le traitement de la photo actuelle
it: Annulla l'elaborazione dell'inquadratura attuale
ja: 現在のショットの処理をキャンセルします
ko: 현재 샷 처리를 취소합니다.
pl: Anuluj przetwarzanie obecnego ujęcia
pt_br: Cancelar o processamento da captura atual
ru: Отменить обработку текущего снимка
tr: Mevcut çekimin işlenmesini iptal et.

# UICommands.FMetaHumanPerformerCommands,ExportAnimation
source: Export Animation
ar: تصدير الحركة
de: Animation exportieren
es: Exportar animación
fr: Exporter l'animation
it: Esporta animazione
ja: アニメーションのエクスポート
ko: 애니메이션 익스포트
pl: Eksportuj animację
pt_br: Exportar animação
ru: Экспортировать анимацию
tr: Animasyonu Dışa Aktar

# UICommands.FMetaHumanPerformerCommands,ExportAnimation_ToolTip
source: Bake an Animation Sequence for the current shot
ar: دمج سلسلة حركات للقطة الحالية
de: Backt eine Animationssequenz für die aktuelle Aufnahme.
es: Hacer bake de una secuencia de animación para la imagen actual
fr: Préparer une séquence d'animation pour la photo actuelle
it: Esegui il baking di una sequenza di animazione per l'inquadratura attuale
ja: 現在のショットのアニメーションシーケンスをベイクします
ko: 현재 샷의 애니메이션 시퀀스를 굽습니다.
pl: Wypal sekwencję animacji obecnego ujęcia
pt_br: Incorporar uma Sequência de Animação para a captura atual
ru: Создать последовательность анимации для текущего снимка
tr: Mevcut çekim için bir Animasyon Sekansını ön işlemeden geçir.

# UICommands.FMetaHumanPerformerCommands,ExportLevelSequence
source: Export Level Sequence
ar: سلسلة مراحل التصدير
de: Levelsequenz exportieren
es: Exportar secuencia de nivel
fr: Exporter la séquence de niveau
it: Esporta sequenza livelli
ja: レベルシーケンスをエクスポート
ko: 레벨 시퀀스 익스포트
pl: Wyeksportuj sekwencję poziomu
pt_br: Exportar Sequência de Nível
ru: Экспорт видеоряда
tr: Bölüm Sekansını Dışa Aktar

# UICommands.FMetaHumanPerformerCommands,ExportLevelSequence_ToolTip
source: Exports a Level Sequence that matches the sequence in this Performance
ar: يُصدّر سلسلة المراحل الذي يطابق السلسلة الموجود في هذا الأداء
de: Exportiert eine Levelsequenz, die mit der Sequenz in dieser Performance übereinstimmt.
es: Exporta una secuencia de nivel que encaja con la secuencia de estos movimientos
fr: Exporte une séquence de niveau correspondant à la séquence de ces performances
it: Esporta una sequenza livelli che corrisponde alla sequenza di queste Prestazioni
ja: このパフォーマンスのシーケンスに一致するレベル シーケンスをエクスポートします
ko: 이 퍼포먼스의 시퀀스와 일치하는 레벨 시퀀스를 익스포트합니다.
pl: Eksportuje sekwencję poziomu, która pasuje do sekwencji w tym występie
pt_br: Exporta uma Sequência de Nível que corresponde à sequência neste Desempenho
ru: Экспортирует видеоряд, соответствующий последовательности в этом ресурсе Мимики
tr: Bu Performanstaki sekansla eşleşen bir Bölüm Sekansını dışa aktarır

# UICommands.FMetaHumanPerformerCommands,ToggleRig
source: Skeletal Mesh
ar: شبكة هيكلية
es: Malla esquelética
fr: Maillage du squelette
it: Mesh scheletrica
ja: スケルタルメッシュ
ko: 스켈레탈 메시
pl: Siatka szkieletowa
pt_br: Malha Esquelética
ru: Скелетная сетка
tr: İskelet Örgü

# UICommands.FMetaHumanPerformerCommands,ToggleRig_ToolTip
source: Toggle Skeletal Mesh visibility
ar: تبديل رؤية شبكة الهيكل العظمي
de: Skeletal Mesh sichtbar/unsichtbar
es: Activar/desactivar la visibilidad de la malla esquelética
fr: Afficher/masquer le maillage du squelette
it: Alterna la visibilità della mesh scheletrica
ja: スケルタルメッシュの表示/非表示を切り替えます
ko: 스켈레탈 메시의 비저빌리티를 토글합니다.
pl: Przełącz widoczność siatki szkieletowej
pt_br: Alternar entre ocultar e mostrar visibilidade da malha esquelética
ru: Переключение видимости скелетной сетки
tr: İskelet örgü görünürlüğünü aç/kapat.

# UICommands.FMetaHumanPerformerCommands,ToggleFootage
source: Footage
ar: المقطع
de: Video
es: Grabación
fr: Séquence
it: Filmato
ja: フッテージ
ko: 영상
pl: Nagranie
pt_br: Imagem de vídeo
ru: Видеоматериал
tr: Görüntü

# UICommands.FMetaHumanPerformerCommands,ToggleFootage_ToolTip
source: Toggle Footage visibility
ar: تبديل رؤية المقطع
de: Video sichtbar/unsichtbar
es: Activar/desactivar visibilidad de grabación
fr: Afficher/masquer la séquence
it: Alterna la visibilità del filmato
ja: フッテージの表示/非表示を切り替えます
ko: 영상 비저빌리티를 토글합니다.
pl: Przełącz widoczność nagrania
pt_br: Alternar entre ocultar e mostrar visibilidade de imagem de vídeo
ru: Переключение видимости видеоматериала
tr: Görüntü görünürlüğünü aç/kapat.

# UICommands.FMetaHumanPerformerCommands,ToggleControlRigDisplay
source: Control Rig
ar: متحكم الهيكلة
es: Rig de control
fr: Squelette de contrôle
ja: コントロールリグ
ko: 컨트롤 릭
ru: Регулятор каркаса

# UICommands.FMetaHumanPerformerCommands,ToggleControlRigDisplay_ToolTip
source: Toggle the Control Rig display
ar: تبديل عرض متحكم الهيكلة
de: Blendet die Control-Rig-Anzeige ein/aus.
es: Activar/desactivar la visualización del rig de control
fr: Afficher/Masquer le squelette de contrôle
it: Alterna la visualizzazione del Control Rig
ja: コントロール リグの表示を切り替え
ko: 컨트롤 릭 디스플레이 토글
pl: Przełącz wyświetlanie Control Rig
pt_br: Alternar exibição do Control Rig
ru: Переключение отображения регулятора каркаса
tr: Control Rig görüntüsünü aç/kapat.

# UICommands.FMetaHumanPerformerCommands,ViewSetupStore[0]
source: View Setup 1 Store
ar: عرض الإعداد 1 - المتجر
de: Einstellungen von Ansicht 1 speichern
es: Almacenar la configuración de la vista 1
fr: Conserver la configuration de la vue 1
it: Archivia impostazione vista 1
ja: ビュー設定1の格納
ko: 뷰 구성 1 저장
pl: Zapisz 1. ustawienie widoku
pt_br: Armazenar configuração de visualização 1
ru: Настройка просмотра 1 Сохранение
tr: Görünüm Ayarı 1'i Kaydet

# UICommands.FMetaHumanPerformerCommands,ViewSetupStore[0]_ToolTip
source: Save the view setup in slot 1
ar: احفظ إعداد العرض في الخانة 1
de: Speichert die Einstellungen der Ansicht in Slot 1.
es: Guarda la configuración de la vista del hueco 1
fr: Enregistrer la configuration de la vue dans l'emplacement 1
it: Salva impostazione vista nello slot 1
ja: ビュー設定をスロット 1 に格納します
ko: 슬롯 1의 뷰 구성을 저장합니다.
pl: Zapisz ustawienie widoku w 1. slocie
pt_br: Salvar a configuração de visualização no espaço 1
ru: Сохранить настройку просмотра в слоте 1
tr: 1. yuvadaki görünüm ayarını kaydet

# UICommands.FMetaHumanPerformerCommands,ViewSetupRestore[0]
source: View Setup 1 Restore
ar: عرض الإعداد 1 - استعادة
de: Einstellungen von Ansicht 1 wiederherstellen
es: Restaurar la configuración de la vista 1
fr: Rétablir la configuration de la vue 1
it: Ripristino impostazione vista 1
ja: ビュー設定1のリストア
ko: 뷰 구성 1 복원
pl: Przywróć 1. ustawienie widoku
pt_br: Restaurar configuração de visualização 1
ru: Настройка просмотра 1 Восстановление
tr: Görünüm Ayarı 1'i Geri Yükle

# UICommands.FMetaHumanPerformerCommands,ViewSetupRestore[0]_ToolTip
source: Restore the view setup in slot 1
ar: قم باستعادة إعداد العرض في الخانة 1
de: Stellt die Einstellungen der Ansicht in Slot 1 wieder her.
es: Restaura la configuración de la vista del hueco 1
fr: Rétablir la configuration de la vue dans l'emplacement 1
it: Ripristina impostazione vista nello slot 1
ja: スロット 1 のビュー設定をリストアします
ko: 슬롯 1의 뷰 구성을 복원합니다.
pl: Przywróć ustawienie widoku w 1. gnieździe
pt_br: Restaurar a configuração de visualização no espaço 1
ru: Восстановить настройку просмотра в слоте 1
tr: 1. yuvadaki görünüm ayarını geri yükle

# UICommands.FMetaHumanPerformerCommands,ViewSetupStore[1]
source: View Setup 2 Store
ar: عرض الإعداد 2 - المتجر
de: Einstellungen von Ansicht 2 speichern
es: Almacenar la configuración de la vista 2
fr: Conserver la configuration de la vue 2
it: Archivia impostazione vista 2
ja: ビュー設定2の格納
ko: 뷰 구성 2 저장
pl: Zapisz 2. ustawienie widoku
pt_br: Armazenar configuração de visualização 2
ru: Настройка просмотра 2 Сохранение
tr: Görünüm Ayarı 2'yi Kaydet

# UICommands.FMetaHumanPerformerCommands,ViewSetupStore[1]_ToolTip
source: Save the view setup in slot 2
ar: احفظ إعداد العرض في الخانة 2
de: Speichert die Einstellungen der Ansicht in Slot 2.
es: Guarda la configuración de la vista del hueco 2
fr: Enregistrer la configuration de la vue dans l'emplacement 2
it: Salva impostazione vista nello slot 2
ja: ビュー設定をスロット 2 に格納します
ko: 슬롯 2의 뷰 구성을 저장합니다.
pl: Zapisz ustawienie widoku w 2. slocie
pt_br: Salvar a configuração de visualização no espaço 2
ru: Сохранить настройку просмотра в слоте 2
tr: 2. yuvadaki görünüm ayarını kaydet

# UICommands.FMetaHumanPerformerCommands,ViewSetupRestore[1]
source: View Setup 2 Restore
ar: عرض الإعداد 2 - استعادة
de: Einstellungen von Ansicht 2 wiederherstellen
es: Restaurar la configuración de la vista 2
fr: Rétablir la configuration de la vue 2
it: Ripristino impostazione vista 2
ja: ビュー設定2のリストア
ko: 뷰 구성 2 복원
pl: Przywróć 2. ustawienie widoku
pt_br: Restaurar configuração de visualização 2
ru: Настройка просмотра 2 Восстановление
tr: Görünüm Ayarı 2'yi Geri Yükle

# UICommands.FMetaHumanPerformerCommands,ViewSetupRestore[1]_ToolTip
source: Restore the view setup in slot 2
ar: قم باستعادة إعداد العرض في الخانة 2
de: Stellt die Einstellungen der Ansicht in Slot 2 wieder her.
es: Restaura la configuración de la vista del hueco 2
fr: Rétablir la configuration de la vue dans l'emplacement 2
it: Ripristina impostazione vista nello slot 2
ja: スロット 2 のビュー設定をリストアします
ko: 슬롯 2의 뷰 구성을 복원합니다.
pl: Przywróć ustawienie widoku w 2. slocie
pt_br: Restaurar a configuração de visualização no espaço 2
ru: Восстановить настройку просмотра в слоте 2
tr: 2. yuvadaki görünüm ayarını geri yükle

# UICommands.FMetaHumanPerformerCommands,ViewSetupStore[2]
source: View Setup 3 Store
ar: عرض الإعداد 3 - المتجر
de: Einstellungen von Ansicht 3 speichern
es: Almacenar la configuración de la vista 3
fr: Conserver la configuration de la vue 3
it: Archivia impostazione vista 3
ja: ビュー設定3の格納
ko: 뷰 구성 3 저장
pl: Zapisz 3. ustawienie widoku
pt_br: Armazenar configuração de visualização 3
ru: Настройка просмотра 3 Сохранение
tr: Görünüm Ayarı 3'ü Kaydet

# UICommands.FMetaHumanPerformerCommands,ViewSetupStore[2]_ToolTip
source: Save the view setup in slot 3
ar: احفظ إعداد العرض في الخانة 3
de: Speichert die Einstellungen der Ansicht in Slot 3.
es: Guarda la configuración de la vista del hueco 3
fr: Enregistrer la configuration de la vue dans l'emplacement 3
it: Salva impostazione vista nello slot 3
ja: ビュー設定をスロット 3 に格納します
ko: 슬롯 3의 뷰 구성을 저장합니다.
pl: Zapisz ustawienie widoku w 3. slocie
pt_br: Salvar a configuração de visualização no espaço 3
ru: Сохранить настройку просмотра в слоте 3
tr: 3. yuvadaki görünüm ayarını kaydet

# UICommands.FMetaHumanPerformerCommands,ViewSetupRestore[2]
source: View Setup 3 Restore
ar: عرض الإعداد 3 - استعادة
de: Einstellungen von Ansicht 3 wiederherstellen
es: Restaurar la configuración de la vista 3
fr: Rétablir la configuration de la vue 3
it: Ripristino impostazione vista 3
ja: ビュー設定3のリストア
ko: 뷰 구성 3 복원
pl: Przywróć 3. ustawienie widoku
pt_br: Restaurar configuração de visualização 3
ru: Настройка просмотра 3 Восстановление
tr: Görünüm Ayarı 3'ü Geri Yükle

# UICommands.FMetaHumanPerformerCommands,ViewSetupRestore[2]_ToolTip
source: Restore the view setup in slot 3
ar: قم باستعادة إعداد العرض في الخانة 3
de: Stellt die Einstellungen der Ansicht in Slot 3 wieder her.
es: Restaura la configuración de la vista del hueco 3
fr: Rétablir la configuration de la vue dans l'emplacement 3
it: Ripristina impostazione vista nello slot 3
ja: スロット 3 のビュー設定をリストアします
ko: 슬롯 3의 뷰 구성을 복원합니다.
pl: Przywróć ustawienie widoku w 3. slocie
pt_br: Restaurar a configuração de visualização no espaço 3
ru: Восстановить настройку просмотра в слоте 3
tr: 3. yuvadaki görünüm ayarını geri yükle

# UICommands.FMetaHumanPerformerCommands,ViewSetupStore[3]
source: View Setup 4 Store
ar: عرض الإعداد 4 - المتجر
de: Einstellungen von Ansicht 4 speichern
es: Almacenar la configuración de la vista 4
fr: Conserver la configuration de la vue 4
it: Archivia impostazione vista 4
ja: ビュー設定4の格納
ko: 뷰 구성 4 저장
pl: Zapisz 4. ustawienie widoku
pt_br: Armazenar configuração de visualização 4
ru: Настройка просмотра 4 Сохранение
tr: Görünüm Ayarı 4'ü Kaydet

# UICommands.FMetaHumanPerformerCommands,ViewSetupStore[3]_ToolTip
source: Save the view setup in slot 4
ar: حفظ إعداد العرض في الخانة 4
de: Speichert die Einstellungen der Ansicht in Slot 4.
es: Guarda la configuración de la vista del hueco 4
fr: Enregistrer la configuration de la vue dans l'emplacement 4
it: Salva impostazione vista nello slot 4
ja: ビュー設定をスロット 4 に格納します
ko: 슬롯 4의 뷰 구성을 저장합니다.
pl: Zapisz ustawienie widoku w 4. slocie
pt_br: Salvar a configuração de visualização no espaço 4
ru: Сохранить настройку просмотра в слоте 4
tr: 4. yuvadaki görünüm ayarını kaydet

# UICommands.FMetaHumanPerformerCommands,ViewSetupRestore[3]
source: View Setup 4 Restore
ar: عرض الإعداد 4 - استعادة
de: Einstellungen von Ansicht 4 wiederherstellen
es: Restaurar la configuración de la vista 4
fr: Rétablir la configuration de la vue 4
it: Ripristino impostazione vista 4
ja: ビュー設定4のリストア
ko: 뷰 구성 4 복원
pl: Przywróć 4. ustawienie widoku
pt_br: Restaurar configuração de visualização 4
ru: Настройка просмотра 4 Восстановление
tr: Görünüm Ayarı 4'ü Geri Yükle

# UICommands.FMetaHumanPerformerCommands,ViewSetupRestore[3]_ToolTip
source: Restore the view setup in slot 4
ar: قم باستعادة إعداد العرض في الخانة 4
de: Stellt die Einstellungen der Ansicht in Slot 4 wieder her.
es: Restaura la configuración de la vista del hueco 4
fr: Rétablir la configuration de la vue dans l'emplacement 4
it: Ripristina impostazione vista nello slot 4
ja: スロット 4 のビュー設定をリストアします
ko: 슬롯 4의 뷰 구성을 복원합니다.
pl: Przywróć ustawienie widoku w 4. slocie
pt_br: Restaurar a configuração de visualização no espaço 4
ru: Восстановить настройку просмотра в слоте 4
tr: 4. yuvadaki görünüm ayarını geri yükle.

# UICommands.FMetaHumanPerformerCommands,ToggleShowFramesAsTheyAreProcessed
source: Show frames as they are processed
ar: إظهار الإطارات أثناء معالجتها
de: Frames während ihrer Verarbeitung anzeigen
es: Mostrar fotogramas a medida que se procesan
fr: Afficher les images pendant leur traitement
it: Mostra i fotogrammi durante l'elaborazione
ja: 処理中のフレームを表示
ko: 프레임이 처리될 때 프레임 표시
pl: Pokaż klatki w trakcie ich przetwarzania
pt_br: Exibir quadros conforme eles são processados
ru: Отображать кадры по мере их обработки
tr: Kareleri işlenirken göster

source: Toggle show frames as they are processed
ar: تبديل إظهار الإطارات أثناء معالجتها
de: Blendet Frames während ihrer Verarbeitung ein/aus.
es: Activar/desactivar fotogramas a medida que se procesan
fr: Afficher/Masquer les images pendant leur traitement
it: Alterna la visualizzazione dei fotogrammi durante l'elaborazione
ja: 処理中のフレームの表示を切り替え
ko: 프레임이 처리될 때 표시할지 여부를 토글합니다.
pl: Przełącz opcję pokazywania klatek w trakcie ich przetwarzania
pt_br: Alternar a exibição dos quadros conforme eles são processados
ru: Переключить отображение кадров по мере их обработки
tr: Karelerin işlenirken gösterilmesini aç/kapat

# MetaHumanPlatform,MinSpec
source: 8 CPU threads, 32Gb memory, 8Gb VRAM, DirectX 12 RHI and Vulkan
ar: 8 خيوط المعالج (CPU threads)، ذاكرة 32 جيجا بايت، ذاكرة فيديو سعة 8 جيجابايت وDirectX 12 RHI وVulkan
de: 8 CPU-Threads, 32 GB Arbeitsspeicher, 8 GB VRAM, DirectX 12 RHI und Vulkan
es: CPU con 8 núcleos, 32 GB de memoria, 8 GB de VRAM, DirectX 12 RHI y Vulkan
fr: 8 threads d'unité centrale, 32 Go de mémoire, 8 Go de VRAM, RHI DirectX 12 et Vulkan
it: 8 CPU thread, 32 GB di memoria, 8 GB di VRAM, DirectX 12 RHI e Vulkan
ja: 8 CPU スレッド、32Gb メモリ、8Gb VRAM、DirectX 12 RHI および Vulkan
ko: CPU 스레드 8개, 메모리 32GB, VRAM 8GB, DirectX 12 RHI 및 Vulkan
pl: 8 rdzeni procesora, 32 GB pamięci, 8 GB VRAM, DirectX 12 RHI i Vulkan
pt_br: 8 threads de CPU, 32 GB de memória, 8 GB de VRAM, RHI DirectX 12 e Vulkan
ru: 8 потоков ЦП, память 32 ГБ, видеопамять 8 ГБ, DirectX 12 RHI и Vulkan
tr: 8 CPU iş parçacığı, 32 GB bellek, 8 GB VRAM, DirectX 12 RHI ve Vulkan

# MetaHumanMovieSceneMediaSection,KeyFrameText
source: KeyFrame
es: Fotograma clave
ja: キーフレーム
ko: 키프레임
pl: Klatka kluczowa

# MetaHumanEditorViewportClient,MoveMultipleIdentityComponents
source: Modify Multiple
ar: تعديل متعدد
de: Mehrere ändern
es: Modificar múltiples
fr: Modifier plusieurs
it: Modifica multipla
ja: 複数を変更
ko: 다수 변경
pl: Modyfikuj wiele
pt_br: Modificar diversos
ru: Изменить несколько
tr: Çoklu Değiştir

# MetaHumanEditorViewportClient,RealtimeOverrideMessage_MetaHumanViewport
source: MetaHuman
ko: 메타휴먼

# MetaHumanToolkitBase,ViewportTab
source: A|B Viewport
ar: منفذ عرض A|B
de: Ansichtsfenster A|B
es: Visor A|B
fr: Hublot A|B
ja: A|Bビューポート
ko: A|B 뷰포트
pl: Okno wizualizacji A|B
pt_br: Janela de visualização A|B
ru: Окно просмотра A|B
tr: A|B Görünüm Penceresi

# MetaHumanToolkitBase,Details
source: Details
ar: التفاصيل
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 디테일
pl: Szczegóły
pt_br: Detalhes
ru: Сведения
tr: Ayrıntılar

# MetaHumanToolkitBase,TimelineTab
source: Timeline
ar: الإطار الزمني
de: Zeitleiste
es: Cronograma
fr: Chronologie
ja: タイムライン
ko: 타임라인
pl: Oś czasu
pt_br: Linha do tempo
ru: Временная шкала
tr: Zaman Çizelgesi

# MetaHumanToolkitBase,PreviewSettingsTab
source: Preview Scene Settings
ar: معاينة إعدادات المشهد
de: Vorschau der Szeneneinstellungen
es: Ajustes de la previsualización de la escena
fr: Paramètres de prévisualisation de la scène
it: Anteprima delle Impostazioni scena
ja: プレビューシーン設定
ko: 프리뷰 씬 세팅
pl: Sprawdź ustawienia sceny
pt_br: Pré-visualizar Configurações da Cena
ru: Настройки предпросмотра сцен
tr: Sahne Ayarlarını Önizle

# MetaHumanToolkitBase,ABViewportTabTitle
source: A|B Viewport
ar: منفذ عرض A|B
de: Ansichtsfenster A|B
es: Visor A|B
fr: Hublot A|B
ja: A|Bビューポート
ko: A|B 뷰포트
pl: Okno wizualizacji A|B
pt_br: Janela de Visualização A|B
ru: Окно просмотра A|B
tr: A|B Görünüm Penceresi
