Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanIdentityPromotedFrame,PromotedFrameFaceDepthMapDiagnosticsWarning1
source: The promoted frame contained less than {0}% valid depth-map pixels in the region of the face. Please check the depth-map and ensure that there is adequate coverage in the region of the face; you may need to re-ingest your capture data with better Min Distance and/or Max Distance properties set in the CaptureSource asset in order to fix this.
ar: يحتوي الإطار الذي تمت ترقيته على أقل من {0}% من وحدات بكسل خريطة العمق الصالحة في منطقة الوجه. نرجو التحقق من خريطة العمق والتأكد من وجود تغطية كافية في منطقة الوجه؛ قد تحتاج إلى إعادة الادخال للمعالجة لبيانات الالتقاط الخاصة بك باستخدام خصائص "أصغر مسافة" و/أو "أكبر مسافة" الأفضل المعينة في أصل CaptureSource لإصلاح هذه المشكلة.
de: Das promotete Frame enthielt in der Gesichtsregion weniger als {0} % gültige Tiefenkarten-Pixel. Überprüfe die Tiefenkarte und stelle sicher, dass die Gesichtsregion ausreichend abgedeckt ist. Möglicherweise musst du die Aufnahmedaten erneut einspeisen und dabei einen besseren minimalen und/oder maximalen Abstand für das „CaptureSource“-Asset wählen, um das Problem zu beheben.
es: El fotograma promovido contenía menos de un {0} % de píxeles válidos en el mapa de profundidad de la zona de la cara. Comprueba el mapa de profundidad y asegúrate de que se cubre lo suficiente la zona de la cara; puede que tengas que volver a incrustar la captura de datos con las propiedades de distancia mínima o distancia máxima ajustadas en el recurso CaptureSource para solucionar este problema.
fr: L'image promue contenait moins de {0}% de pixels valides dans la texture de profondeur de la région du visage. Veuillez consulter la texture de profondeur et vérifier que la région du visage est suffisamment couverte. Vous pouvez avoir à réimporter vos données de capture avec de meilleures propriétés de distance min. et/ou max. au niveau de la ressource CaptureSource afin de corriger ce problème.
it: Il fotogramma approvato conteneva meno del {0}% di pixel validi della mappa di profondità nella zona del viso. Controlla la mappa di profondità e assicurati che ci sia una copertura adeguata nella zona del viso: per risolvere il problema potrebbe essere necessario reimmettere i tuoi Capture Data impostando meglio le proprietà della distanza minima e/o massima nell'asset CaptureSource.
ja: プロモートされたフレームの顔の領域に含まれる有効な深度マップ ピクセルが {0}% 未満でした。 深度マップをチェックし、顔の領域が適切にカバーされていることを確認してください。これを修正するのに、CaptureSource アセットで Min Distance プロパティや Max Distance プロパティをより適切なものに設定して、キャプチャ データを再取り込みする必要がある場合があります
ko: 승격된 프레임의 페이스 영역에 {0}% 미만의 유효한 뎁스 맵 픽셀이 포함되어 있습니다. 뎁스 맵에서 페이스 영역이 충분히 커버되어 있는지 확인하세요. 이 문제를 해결하려면 CaptureSource 에셋에서 최소 거리 및 최대 거리 프로퍼티를 더 나은 값으로 설정하여 캡처 데이터를 다시 수집해야 할 수 있습니다.
pl: Wypromowana klatka zawierała mniej niż {0}% prawidłowych pikseli na mapie głębi w obszarze twarzy. Sprawdź mapę głębi i upewnij się, że obszar twarzy jest odpowiednio pokryty. Możliwe, że aby to naprawić, konieczne będzie ponowne dostarczenie Capture Data z lepszymi właściwościami dystansu minimalnego i/lub maksymalnego ustawionymi w zasobie CaptureSource.
pt_br: O quadro promovido continha menos de {0}% de pixels de mapa de profundidade válidos na região do rosto. Verifique o mapa de profundidade e certifique-se de que há cobertura adequada na região do rosto. Pode ser necessário ingerir novamente os dados de captura com propriedades melhoradas de distância mín. e/ou máx. configuradas no ativo CaptureSource para corrigir isto.
ru: Зафиксированный кадр содержит менее {0}% действительных пикселей карты глубин в области лица. Проверьте карты глубин и убедитесь, что область лица имеет соответствующее покрытие; чтобы это исправить, может потребоваться повторно скопировать данные захвата с улучшенными свойствами «Минимальное расстояние» и/или «Максимальное расстояние», заданными в ресурсе CaptureSource.
tr: Yükseltilmiş kare yüz bölgesinde %{0} oranından az geçerli derinlik haritası pikseli içeriyor. Lütfen derinlik haritasını kontrol et ve yüz bölgesinde yeterli kapsam olduğundan emin ol; bunu düzeltmek için CaptureSource öğesinde Min. Mesafe ve/veya Maks. Mesafe özelliklerini daha iyi ayarlayıp Yakalama Verilerini yeniden alman gerekebilir.

# MetaHuman,IdentityIncompatibleData
source: MetaHuman Identity {IdentityName} is incompatible with this plugin version without the system making modifications. {CompatibilityMessage} Do you wish to proceed ?
ar: MetaHuman Identity {IdentityName} غير متوافق مع إصدار المكوّن الإضافي "plugin" هذا دون إجراء النظام لأي تعديلات. {CompatibilityMessage} هل ترغب في المتابعة؟
de: Die MetaHuman Identity „{IdentityName}“ ist mit dieser Plugin-Version nicht kompatibel. Sie muss vom System entsprechend modifiziert werden. {CompatibilityMessage} Möchtest du fortfahren?
es: La MetaHuman Identity {IdentityName} no es compatible con esta versión del complemento sin que el sistema introduzca modificaciones. {CompatibilityMessage} ¿Quieres seguir?
fr: La MetaHuman Identity {IdentityName} n'est pas compatible avec cette version du plug-in sans que le système ne procède à des modifications. {CompatibilityMessage} Souhaitez-vous continuer ?
it: In assenza di modifiche da parte del sistema, la MetaHuman Identity {IdentityName} è incompatibile con questa versione del plugin. {CompatibilityMessage} Desideri procedere?
ja: MetaHuman Identity {IdentityName} は、システムの変更を加えていないこのプラグイン バージョンと互換性がありません{CompatibilityMessage} 続行しますか？
ko: 메타휴먼 아이덴티티 {IdentityName}|hpp(은,는) 시스템 수정 없이는 이 플러그인 버전과 호환되지 않습니다. {CompatibilityMessage} 진행하시겠습니까?
pl: MetaHuman Identity {IdentityName} jest niekompatybilne z tą wersją wtyczki bez modyfikacji systemu. {CompatibilityMessage} Czy chcesz kontynuować?
pt_br: O MetaHuman Identity {IdentityName} é incompatível com esta versão do plugin sem que o sistema faça modificações. {CompatibilityMessage} Quer continuar?
ru: Персона MetaHuman {IdentityName} не совместима с этой версией плагина без модификаций. {CompatibilityMessage} Продолжить?
tr: MetaHuman Identity {IdentityName}, sistem değişiklik yapmadığı müddetçe bu eklenti sürümüyle uyumsuz. {CompatibilityMessage} Devam etmek istiyor musun?

# MetaHuman,IdentityDataIncompatibilityMessageTitle
source: Incompatible MetaHuman Identity
ar: MetaHuman Identity غير متوافقة
de: Inkompatible MetaHuman Identity
es: MetaHuman Identity incompatible
fr: MetaHuman Identity incompatible
it: MetaHuman Identity incompatibile
ja: 互換性のないMetaHuman Identity
ko: 호환되지 않는 메타휴먼 아이덴티티
pl: Niekompatybilne MetaHuman Identity
pt_br: MetaHuman Identity incompatível
ru: Несовместимая Персона MetaHuman
tr: Uyumsuz MetaHuman Identity

# MetaHuman,MinSpecIdentityMessage
source: Minimum specification for using an Identity is not met. Stability and performance maybe effected. Minimum specification is: {0}.
ar: لم يتم استيفاء الحد الأدنى من المواصفات لاستخدام الهوية (Identity). قد يتأثر الاستقرار والأداء. الحد الأدنى من المواصفات هو: {0}.
de: Mindestanforderungen für die Verwendung einer Identity sind nicht erfüllt. Die Stabilität und Leistung könnten beeinträchtigt werden. Mindestanforderung: {0}.
es: No se cumple el requisito mínimo para utilizar una Identity. La estabilidad y el rendimiento pueden verse afectados. El requisito mínimo es: {0}.
fr: Les caractéristiques minimales pour utiliser une Identity ne sont pas respectées. Cela pourrait impacter la stabilité et les performances. Caractéristiques minimales requises : {0}.
it: Le specifiche minime per l'utilizzo di un'Identity risultano inadeguate. La stabilità e le prestazioni potrebbero essere compromesse. La specifica minima è: {0}.
ja: Identity を利用するための最小仕様が満たされていません。安定性とパフォーマンスに影響が及ぶ可能性があります。 最小仕様は次のとおりです：{0}
ko: 아이덴티티를 사용하기 위한 최소 사양이 충족되지 않았습니다. 안정성 및 퍼포먼스가 영향을 받을 수 있습니다. 최소 사양은 {0}입니다.
pl: Minimalne wymagania do użycia Identity nie zostały spełnione. Może to mieć wpływ na stabilność i wydajność. Minimalne wymagania: {0}.
pt_br: A especificação mínima para usar um Identity não foi atingida. A estabilidade e o desempenho podem ser afetados. Especificação mínima: {0}.
ru: Минимальные требования для использования Персоны не соблюдены. Это может повлиять на стабильность и производительность. Минимальные требования: {0}.
tr: Identity kullanmak için gerekli minimum teknik özellik karşılanmıyor. Stabilite ve performans etkilenebilir. Minimum sistem gereksinimleri: {0}.

# MetaHuman,UnsupportedRHIIdentityMessage
source: Tracking a promoted frames in an Identity will not be possible with the current RHI. To enable tracking promoted frames make sure the RHI is set to {0}.
ar: لن يكون من الممكن تتبع الإطارات التي تمت ترقيتها في الهوية (Identity) باستخدام RHI الحالي. لتفعيل تتبع الإطارات التي تمت ترقيتها، تأكد من ضبط RHI على {0}.
de: Mit dem aktuellen RHI ist es nicht möglich, in einer Identity promotete Frames zu tracken. Um promotete Frames zu tracken, muss das RHI auf {0} gesetzt sein.
es: No se podrá registrar un fotograma promovido en una Identity con el RHI actual. Para activar el registro de fotogramas promovidos, asegúrate de que el valor del RHI es {0}.
fr: Le suivi des images promues dans une Identity est impossible avec la RHI actuelle. Pour activer le suivi des images promues, vérifiez que la RHI est réglée sur : {0}.
it: Il tracciamento dei fotogrammi approvati in un'Identity non sarà possibile con l'attuale RHI. Per abilitare il tracciamento dei fotogrammi approvati, assicurati che l'RHI sia impostato su {0}.
ja: 現在の RHI では、Identity 内のプロモートされたフレームをトラッキングできません。プロモートされたフレームのトラッキングを有効にするには、RHI が {0} に設定されていることを確認してください
ko: 현재 RHI로는 아이덴티티에서 승격된 프레임을 트래킹할 수 없습니다. 승격된 프레임 트래킹을 활성화하려면 RHI가 {0}|hpp(으로,로) 설정되어 있어야 합니다.
pl: Śledzenie wypromowanych klatek w Identity nie będzie możliwe z obecnym interfejsem RHI. By śledzenie wypromowanych klatek zostało włączone, interfejs RHI musi być ustawiony jako: {0}.
pt_br: Rastrear quadros promovidos em um Identity não será possível com a RHI atual. Certifique-se de que a RHI esteja configurada para {0} a fim de ativar o rastreamento de quadros promovidos.
ru: Отслеживание зафиксированных кадров в Персоне будет невозможно в случае использования текущего RHI-интерфейса. Чтобы включить отслеживание зафиксированных кадров, для RHI-интерфейса обязательно должно быть установлено значение {0}.
tr: Mevcut RHI ile bir Identity'de yükseltilmiş kareleri takip etmek mümkün olmayacak. Yükseltilmiş kareleri izlemeyi etkinleştirmek için RHI'nın {0} olarak ayarlandığından emin ol.

# MetaHuman,MinSpecIdentityTitle
source: Minimum specification
ar: الحد الأدنى من المواصفات
de: Mindestanforderungen
es: Requisito mínimo
fr: Caractéristiques minimales requises
it: Specifiche minime
ja: 最小仕様
ko: 최소 사양
pl: Minimalne wymagania
pt_br: Especificação mínima
ru: Минимальные требования
tr: Minimum sistem gereksinimleri

# MetaHuman,MetaHumanIdentityAssetName
source: MetaHuman Identity
ko: 메타휴먼 아이덴티티
ru: Персона MetaHuman

# MetaHumanIdentityPoseCustomization,MarkersLabel
source: Markers
ar: علامات
de: Markierungen
es: Marcadores
fr: Indicateurs
it: Marcatori
ja: マーカー
ko: 마커
pl: Znaczniki
pt_br: Marcadores
ru: Маркеры
tr: İşaretleyiciler

# MetaHumanIdentityPoseCustomization,InvalidMarkersLabel
source: Invalid Markers Property
ar: خاصية علامات غير صالحة
de: Ungültige Eigenschaft von Markierungen
es: Propiedad de marcadores no válida
fr: Propriété des indicateurs non valide
it: Proprietà marcatori non valida
ja: マーカープロパティが無効です
ko: 유효하지 않은 마커 프로퍼티
pl: Nieprawidłowa właściwość znaczników
pt_br: Propriedade de marcadores inválidos
ru: Недопустимые свойства маркеров
tr: Geçersiz İşaretleyiciler Özelliği

# MetaHumanIdentityPoseCustomization,NumMarkersLabel
source: {0} Markers
ar: {0} من العلامات
de: {0} Markierungen
es: {0} marcadores
fr: {0} Indicateurs
it: {0} marcatori
ja: {0}個のマーカー
ko: 마커 {0}개
pl: Znaczniki: {0}
pt_br: {0} marcadores
ru: Маркеры ({0})
tr: {0} İşaretleyici

# MetaHumanIdentityPoseCustomization,FailToReadNumMarkersLabel
source: Error reading number of markers
ar: خطأ في قراءة عدد العلامات
de: Fehler beim Lesen der Anzahl von Markierungen
es: Error al leer el número de marcadores
fr: Problème de lecture du nombre de marqueurs
it: Errore nella lettura del numero di marcatori
ja: マーカー数の読み取りでエラーが発生しました
ko: 마커 개수 읽기 오류
pl: Błąd podczas odczytywania liczby znaczników
pt_br: Erro ao ler o número de marcadores
ru: Ошибка при считывании числа маркеров
tr: İşaretleyici sayısı okunurken hata oluştu

# MetaHumanIdentityPoseCustomization,PromotedFrameIndex
source: Frame {0}
ar: إطار {0}
es: Fotograma {0}
fr: Image {0}
it: Fotogramma {0}
ja: フレーム{0}
ko: 프레임 {0}
pl: Klatka: {0}
pt_br: Quadro {0}
ru: Кадр {0}
tr: Kare {0}

# MetaHumanIdentityPoseCustomization,CameraGroupLabel
source: Camera Transform
ar: تحويل الكاميرا
de: Kamera-Transform
es: Transformación de cámara
fr: Transformation de la caméra
it: Trasformazione della fotocamera
ja: カメラトランスフォーム
ko: 카메라 트랜스폼
pl: Transformacja kamery
pt_br: Transformação de câmera
ru: Преобразовать камеру
tr: Kamera Dönüştürme

# MetaHumanIdentityPoseCustomization,CameraLocationLabel
source: Location
ar: الموضع
de: Standort
es: Localización
fr: Emplacement
it: Posizione
ja: 位置
ko: 위치
pl: Lokalizacja
pt_br: Localização
ru: Расположение
tr: Konum

# MetaHumanIdentityPoseCustomization,CameraRotationLabel
source: Rotation
ar: تدوير
es: Rotación
it: Rotazione
ja: 回転
ko: 회전
pl: Obrót
pt_br: Rotação
ru: Вращение
tr: Dönüş

# MetaHumanIdentityPoseCustomization,CameraOrbitPivotLabel
source: Orbit Pivot
ar: محور المدار
de: Drehzentrum
es: Pivote de órbita
fr: Pivot de l'orbite
it: Perno dell'orbita
ja: 軌道ピボット
ko: 선회 피벗
pl: Oś obrotu orbity
pt_br: Pivô de órbita
ru: Точка кругового вращения
tr: Yörünge Pivotu

# MetaHumanIdentityPoseCustomization,InvalidFieldText
source: Invalid value for ETransformField
ar: قيمة غير صالحة لـ ETransformField
de: Ungültiger Wert für ETransformField
es: Valor no válido para ETransformField
fr: Valeur invalide pour ETransformField
it: Valore non valido per ETransformField
ja: ETransformFieldの値が無効です
ko: ETransformField에 대한 유효하지 않은 값
pl: Nieprawidłowa wartość dla ETransformField
pt_br: Valor inválido para ETransformField
ru: Недопустимое значение для поля ETransformField
tr: ETransformField için geçersiz değer

# MetaHumanIdentityPoseCustomization,Detail_Height
source: Height
ar: الطول
de: Größe
es: Altura
fr: Hauteur
it: Altezza
ja: 高さ
ko: 키
pl: Wysokość
pt_br: Altura
ru: Высота
tr: Boy

# MetaHumanIdentityPoseCustomization,BodyHeightTransaction
source: Change Body Height
ar: تغيير طول الجسم
de: Körpergröße ändern
es: Cambiar altura del cuerpo
fr: Modifier la hauteur du corps
it: Modifica altezza del corpo
ja: ボディの高さの変更
ko: 키 변경
pl: Zmień wysokość korpusu
pt_br: Alterar altura do corpo
ru: Изменить высоту тела
tr: Vücut Yüksekliğini Değiştir

# MetaHumanIdentityPoseCustomization,Detail_BodyType
source: Body Type
ar: نوع الجسم
de: Körpertyp
es: Clase de cuerpo
fr: Type de corps
it: Tipo di corpo
ja: ボディタイプ
ko: 바디 유형
pl: Typ korpusu
pt_br: Tipo de corpo
ru: Тип тела
tr: Vücut Türü

# MetaHumanIdentityPoseCustomization,BodyTypeTransaction
source: Change Body Type
ar: تغيير نوع الجسم
de: Körpertyp ändern
es: Cambiar clase de cuerpo
fr: Modifier le type de corps
it: Cambia tipo di corpo
ja: ボディタイプの変更
ko: 바디 유형 변경
pl: Zmień typ korpusu
pt_br: Alterar tipo de corpo
ru: Изменить тип тела
tr: Vücut Türünü Değiştir

# MetaHumanIdentityPoseCustomization,MetaHumanIdentity
source: MetaHuman Identity
ko: 메타휴먼 아이덴티티
ru: Персона MetaHuman

# MetaHumanIdentityPoseCustomization,Detail_MaskPainting
source: Mask Painting
ar: تلوين القناع
de: Maske zeichnen
es: Pintura de máscara
fr: Peindre le masque de texture
it: Pittura maschera
ja: マスクペイント
ko: 마스크 페인팅
pl: Malowanie masek
pt_br: Pintura de máscara
ru: Рисование маски
tr: Maske Boyama

# MetaHumanIdentityToolkit,IdentityInvalidatedTeethFittingTooltip
source: {0} - Fit Teeth
ar: {0} - ملاءمة الأسنان
de: {0} – Zähne anpassen
es: {0} - Ajustar dientes
fr: {0} - Dentition
it: {0} - Adatta Denti
ja: {0} - 歯をフィットさせる
ko: {0} - 치아 맞추기
pl: {0} – dopasuj zęby
pt_br: {0} - Encaixar dentes
ru: {0} — Подогнать зубы
tr: {0} - Diş Ekle

# MetaHumanIdentityToolkit,IdentityInvalidatedPrepareForPerformanceTooltip
source: {0} - Prepare for Performance
ar: {0} - قم بالتحضير للأداء
de: {0} – Für Performance vorbereiten
es: {0} - Preparar para los movimientos
fr: {0} - Préparation pour les performances
it: {0} - Prepara per le prestazioni
ja: {0} - パフォーマンスの準備
ko: {0} - 퍼포먼스 준비
pl: {0} – przygotowanie do występu
pt_br: {0} - Preparar para Desempenho
ru: {0} — Подготовка к настройке Мимики
tr: {0} - Performans İçin Hazırla

# MetaHumanIdentityToolkit,CreateComponentsToolbarButtonTooltip
source: Create a Face part from a mesh or footage with a Neutral Pose and Body
ar: قم بإنشاء جزء وجه من شبكة أو لقطات باستخدام الوضعية المحايدة والجسم
de: Erstelle einen Gesichtsteil aus einem Mesh oder Videomaterial mit einer neutralen Pose und einem neutralen Körper.
es: Crea una Face Part a partir de una malla o una grabación con un cuerpo y una pose neutra
fr: Créer une zone du visage à partir d'un maillage ou d'une séquence avec un corps et une pose neutres
it: Crea una Parte Viso da una mesh o da un filmato con una posa e un corpo neutri
ja: ニュートラル ポーズとボディを含むメッシュやフッテージから顔パーツを作成します
ko: 뉴트럴 포즈 및 바디를 사용하여 메시 또는 영상에서 페이스 파츠를 생성합니다.
pl: Stwórz część twarzy z pozą neutralną i korpusem, używając siatki lub nagrania
pt_br: Criar uma parte de Rosto a partir de uma malha ou imagem de vídeo com Pose e Corpo Neutros
ru: Создать часть «Лицо» из сетки или видеоматериала с нейтральным положением и телом
tr: Nötr Poz ve Vücutlu bir örgü veya görüntüden Yüz parçası oluştur.

# MetaHumanIdentityToolkit,CreateComponentsToolbarButtonNoFaceTooltip
source: {0} To enable this option, delete the existing Face Part in the MetaHuman Identity Treeview
ar: {0} لتفعيل هذا الخيار، قم بحذف جزء الوجه الموجود في قائمةMetaHuman Identity
de: {0} Damit diese Option verfügbar wird, musst du das vorhandene Gesicht im MetaHuman Identity-Baumdiagramm löschen.
es: {0} Para activar esta opción, elimina la Face Part ya existente del Tree View de la MetaHuman Identity
fr: {0} Pour activer cette option, supprimez la partie visage existante dans l'arborescence de la MetaHuman Identity
it: {0} Per abilitare questa opzione, elimina la Parte Viso esistente nella visualizzazione ad albero della MetaHuman Identity
ja: {0} このオプションを有効にするには、MetaHuman アイデンティティ ツリービューの既存の顔パーツを削除してください
ko: {0} 이 옵션을 활성화하려면 메타휴먼 아이덴티티 트리 뷰에서 기존 페이스 파츠를 제거합니다.
pl: {0} By włączyć tę opcję, usuń istniejącą część twarzy w widoku drzewka MetaHuman Identity
pt_br: {0} Para ativar esta opção, exclua a Parte do Rosto existente na Visualização em Árvore do MetaHuman Identity
ru: {0} Чтобы включить эту настройку, удалите имеющуюся лицевую часть в древовидном представлении Персоны MetaHuman
tr: {0} Bu seçeneği etkinleştirmek için MetaHuman Identity Ağaç Görünümündeki mevcut Yüz Parçasını sil.

# MetaHumanIdentityToolkit,IdentityWarnUnknownDeviceModelDialog_Message
source: The Device Model in the footage has not been set. Default settings will be used and fitting quality may be affected.
ar: لم يتم ضبط طراز الجهاز الموجود في المقطع. سيتم استخدام الإعدادات الافتراضية وقد تتأثر جودة التركيب.
de: Im Videomaterial wurde kein Gerätemodell angegeben. Es werden die Standardeinstellungen verwendet und die Anpassungsqualität kann beeinträchtigt werden.
es: No se ha establecido el modelo del dispositivo de la grabación. Se usarán los ajustes por defecto, y la calidad del encaje podría verse afectada.
fr: Le modèle d'appareil de la séquence n'a pas été défini. Les paramètres par défaut seront utilisés et la qualité de l'ajustement pourrait être impactée.
it: Il modello del dispositivo nel filmato non è stato impostato. Verranno utilizzate le impostazioni predefinite e la qualità dell'adattamento potrebbe risentirne.
ja: フッテージのデバイス モデルが設定されていません。デフォルト設定が使用されます。それにより、フィッティング品質に影響が出る場合があります
ko: 영상의 디바이스 모델이 설정되지 않았습니다. 디폴트 세팅이 사용되며, 피팅 퀄리티가 영향을 받을 수 있습니다.
pl: Model urządzenia na nagraniu nie został ustawiony. Zostaną wykorzystane domyślne ustawienia, co może mieć wpływ na jakość dopasowania.
pt_br: O Modelo do Dispositivo na imagem de vídeo não foi definido. As configurações padrão serão usadas e a qualidade de encaixe pode ser afetada.
ru: Модель устройства в видеоматериале не задана. Будут использованы настройки по умолчанию, что может повлиять на качество подгонки.
tr: Görüntüdeki Cihaz Modeli ayarlanmadı. Varsayılan ayarlar kullanılacak ve ekleme kalitesi etkilenebilir.

# MetaHumanIdentityToolkit,IdentityWarnUnknownDeviceModelDialog_Title
source: Unspecified Capture Device
ar: جهاز التقاط غير محدد
de: Nicht-spezifiziertes Aufnahmegerät
es: Dispositivo de captura no especificado
fr: Appareil de capture non spécifié
it: Dispositivo di cattura non specificato
ja: 不特定のキャプチャデバイス
ko: 미지정 캡처 디바이스
pl: Nieokreślone urządzenie przechwytywania
pt_br: Dispositivo de captura não detectado
ru: Неизвестное устройство захвата
tr: Belirtilmemiş Yakalama Cihazı

# MetaHumanIdentityToolkit,IdentityWarnUnknownDeviceModelDialog_ConfirmText
source: Continue
ar: متابعة
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
ja: 続行
ko: 계속
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
tr: Devam et

# MetaHumanIdentityToolkit,IdentityWarnUnknownDeviceModelDialog_CancelText
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal et

# MetaHumanIdentityToolkit,UnsupportedRHIMessage
source: Unable to track the promoted frame with the current RHI. To enable tracking make sure the RHI is set to {0}.
ar: غير قادر على تتبع الإطار الذي تمت ترقيته باستخدام RHI الحالي. لتفعيل التتبع، تأكد من ضبط RHI على {0}.
de: Mit dem aktuellen RHI kann das promotete Frame nicht getrackt werden. Um Frames zu tracken, muss das RHI auf {0} gesetzt sein.
es: No se puede seguir el fotograma promovido con el RHI actual. Para activar el registro, asegúrate de que el valor del RHI es {0}.
fr: Impossible de suivre l'image promue avec la RHI actuelle. Pour activer le suivi, vérifiez que la RHI est réglée sur : {0}.
it: Impossibile tracciare il fotogramma approvato con l'RHI attuale. Per abilitare il tracciamento, assicurati che l'RHI sia impostato su {0}.
ja: プロモートされたフレームを現在の RHI でトラッキングできません。トラッキングを有効にするには、RHI が {0} に設定されていることを確認してください
ko: 현재 RHI로는 승격된 프레임을 트래킹할 수 없습니다. 트래킹을 활성화하려면 RHI가 {0}|hpp(으로,로) 설정되어 있어야 합니다.
pl: Nie można śledzić wypromowanej klatki przy obecnym interfejsie RHI. By śledzenie zostało włączone, interfejs RHI musi być ustawiony jako: {0}.
pt_br: Não foi possível rastrear o quadro promovido com a RHI atual. Certifique-se de que a RHI esteja configurada para {0} a fim de ativar o rastreamento.
ru: Невозможно отследить зафиксированный кадр с помощью текущего RHI-интерфейса. Чтобы включить отслеживание, для RHI-интерфейса обязательно должно быть установлено значение {0}.
tr: Mevcut RHI ile yükseltilmiş kare izlenemiyor. İzlemeyi etkinleştirmek için RHI'nın {0} olarak ayarlandığından emin ol.

# MetaHumanIdentityToolkit,UnsupportedRHITitle
source: Unable to track
ar: فشل التتبع
de: Tracken nicht möglich
es: No se puede seguir
fr: Suivi impossible
it: Impossibile tracciare
ja: トラッキングできません
ko: 트래킹할 수 없습니다.
pl: Nie można śledzić
pt_br: Não foi possível rastrear
ru: Невозможно отследить
tr: İzlenemiyor

# MetaHumanIdentityToolkit,OkText
source: OK
ar: موافق
es: Aceptar
ko: 확인
ru: ОК
tr: Tamam
