Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanIdentity,ARSInvalidInputData
source: Error while trying to process data obtained from MetaHuman service
ar: حدث خطأ أثناء محاولة معالجة البيانات التي تم الحصول عليها من خدمة MetaHuman
de: Fehler bei der Verarbeitung der vom MetaHuman-Dienst erhaltenen Daten
es: Error al tratar de procesar los datos obtenidos del servicio MetaHuman
fr: Une erreur est survenue lors du traitement des données obtenues à partir du service MetaHuman
it: Errore durante l'elaborazione di dati ottenuti dal servizio MetaHuman
ja: MetaHuman サービスから取得したデータの処理中にエラーが発生しました
ko: 메타휴먼 서비스에서 얻은 데이터를 처리하는 동안 오류가 발생했습니다.
pl: Błąd podczas próby przetworzenia danych uzyskanych z usługi MetaHuman
pt_br: Erro ao tentar processar dados obtidos do serviço MetaHuman
ru: Ошибка при попытке обработать данные, полученные из сервиса MetaHuman
tr: MetaHuman hizmetinden edinilen verilerin işlenmesi sırasında hata oluştu

# MetaHumanIdentity,DuplicateError
source: Failed to create a template skeletal mesh
ar: فشل إنشاء نموذج شبكة هيكلية
de: Skelett-Mesh-Vorlage konnte nicht erstellt werden.
es: Error al crear una plantilla de malla esquelética
fr: Échec de la création d'un modèle de maillage squelettique
it: Impossibile creare una mesh scheletrica del modello
ja: テンプレート スケルタルメッシュを作成できませんでした
ko: 템플릿 스켈레탈 메시를 생성하지 못했습니다.
pl: Nie udało się utworzyć szablonu siatki szkieletowej
pt_br: Falha ao criar modelo de malha esquelética
ru: Не удалось создать шаблон скелетной сетки
tr: Şablon iskelet örgüsü oluşturulamadı

# MetaHumanIdentity,LoadBrowsError
source: Failed to load the brows data
ar: فشل تحميل بيانات الحواجب
de: Daten für Augenbrauen konnten nicht geladen werden.
es: Error al cargar los datos de las cejas
fr: Échec du chargement des données de sourcils
it: Impossibile caricare i dati delle sopracciglia
ja: 眉データのロードに失敗しました
ko: 눈썹 데이터 로드에 실패했습니다.
pl: Nie udało się załadować danych brwi
pt_br: Falha ao carregar dados das sobrancelhas
ru: Не удалось загрузить данные о бровях
tr: Göz atma verileri yüklenemedi

# MetaHumanIdentity,NoDNAError
source: MetaHuman Identity rig has no DNA asset!
ar: لا يمتلك هيكل MetaHuman Identity أي أصول DNA!
de: Das MetaHuman Identity-Rig hat kein DNA-Asset!
es: ¡El rig de la MetaHuman Identity no tiene un recurso de ADN!
fr: Le squelette de la MetaHuman Identity n'a aucune ressource d'ADN !
it: Il rig della MetaHuman Identity non ha asset DNA!
ja: MetaHuman Identity リグに DNA アセットがありません
ko: 메타휴먼 아이덴티티 릭에 DNA 에셋이 없습니다.
pl: Rig MetaHuman Identity nie ma żadnego zasobu DNA!
pt_br: O rig do MetaHuman Identity não tem nenhum ativo de DNA!
ru: В каркасе Персоны MetaHuman нет ресурса ДНК!
tr: MetaHuman Identity donatımında DNA öğesi yok!

# MetaHumanIdentity,NoTemplateError
source: Failed to load template rig
ar: فشل تحميل هيكل النموذج
de: Die Rig-Vorlage konnte nicht geladen werden.
es: Error al cargar la plantilla del rig
fr: Échec du chargement du modèle de squelette
it: Impossibile caricare il modello di rig
ja: テンプレート リグのロードに失敗しました
ko: 템플릿 릭 로드에 실패했습니다.
pl: Nie udało się załadować szablonu rigu
pt_br: Falha ao carregar o rig modelo
ru: Не удалось загрузить шаблон каркаса
tr: Şablon donatım yüklenemedi

# MetaHumanIdentity,CreateDebugFolderError
source: Failed to create folder to save debugging data during mesh fitting
ar: فشل إنشاء مجلد لحفظ بيانات تصحيح الأخطاء أثناء ملاءمة الشبكة
de: Der Ordner für Debug-Daten während der Mesh-Anpassung konnte nicht erstellt werden.
es: Error al crear una carpeta para guardar datos de depuración durante el encaje de la malla
fr: Échec de la création d'un fichier d'enregistrement des données de débogage pendant l'ajustement des maillages
it: Impossibile creare una cartella per salvare i dati di debug durante l'adattamento della mesh
ja: メッシュのフィッティング中にデバッグ データを保存するフォルダの作成に失敗しました
ko: 메시 피팅 중 디버깅 데이터를 저장할 폴더 생성에 실패했습니다.
pl: Nie udało się utworzyć folderu do zapisania danych debugowania podczas dostosowywania siatki
pt_br: Falha ao criar uma pasta para salvar os dados de depuração durante o encaixe da malha
ru: Не удалось создать папку для сохранения данных отладки во время подгонки сетки
tr: Örgünün eklenmesi sırasında hata ayıklama verilerini kaydetmek için klasör oluşturulamadı

# MetaHumanIdentity,PcaModelFromDnaRigError
source: Failed to calculate solver model
ar: فشل في حساب نموذج الحلّال
de: Das Solver-Modell konnte nicht berechnet werden.
es: Error al calcular el modelo de animación
fr: Échec du calcul du modèle de solveur
it: Impossibile calcolare il modello del risolutore
ja: ソルバ モデルの計算に失敗しました
ko: 솔버 모델 계산에 실패했습니다.
pl: Nie udało się obliczyć modelu solwera
pt_br: Falha ao calcular o modelo do solucionador
ru: Не удалось рассчитать модель анализатора
tr: Çözücü modeli hesaplanamadı

# MetaHumanIdentity,InitializationError
source: Initialization error
ar: خطأ في بدء التجهيز
de: Initialisierungsfehler
es: Error de inicio
fr: Erreur d'initialisation
it: Errore di inizializzazione
ja: 初期化エラー
ko: 초기화 오류
pl: Błąd inicjowania
pt_br: Erro de inicialização
ru: Ошибка инициализации
tr: Başlatma hatası

# MetaHumanIdentity,CameraParametersError
source: Failed to set camera parameters
ar: فشل في ضبط بارامترات الكاميرا
de: Die Kameraparameter konnten nicht gesetzt werden.
es: Error al establecer los parámetros de la cámara
fr: Échec de la définition des paramètres de caméra
it: Impossibile impostare i parametri della fotocamera
ja: カメラのパラメータの設定に失敗しました
ko: 카메라 파라미터 설정에 실패했습니다.
pl: Nie udało się ustawić parametrów kamery
pt_br: Falha ao definir parâmetros de câmera
ru: Не удалось настроить параметры камеры
tr: Kamera parametreleri ayarlanamadı

# MetaHumanIdentity,ScanInputError
source: Failed to set scan input data
ar: فشل في تعيين بيانات إدخال المسح
de: Die Scan-Input-Daten konnten nicht bestimmt werden.
es: Error al establecer los datos de entrada de escaneo
fr: Échec de la définition des données d'entrée du scan
it: Impossibile impostare i dati di input della scansione
ja: スキャン入力データの設定に失敗しました
ko: 스캔 입력 데이터 설정에 실패했습니다.
pl: Nie udało się ustawić danych wejściowych skanowania
pt_br: Falha ao definir dados de entrada de digitalização
ru: Не удалось установить сканирование исходных данных
tr: Tarama giriş verileri ayarlanamadı

# MetaHumanIdentity,DepthInputError
source: Failed to set depth input data
ar: فشل في تعيين بيانات إدخال العمق
de: Die Tiefen-Input-Daten konnten nicht bestimmt werden.
es: Error al establecer los datos de entrada de profundidad
fr: Échec de la définition des données d'entrée de profondeur
it: Impossibile impostare i dati di input della profondità
ja: 深度入力データの設定に失敗しました
ko: 뎁스 입력 데이터 설정에 실패했습니다.
pl: Nie udało się ustawić danych wejściowych głębi
pt_br: Falha ao definir dados de entrada de profundidade
ru: Не удалось настроить глубину исходных данных
tr: Derinlik giriş verileri ayarlanamadı

# MetaHumanIdentity,TeethSourceError
source: Failed to update teeth source
ar: فشل تحديث مصدر الأسنان
de: Die Zahn-Quelle konnte nicht aktualisiert werden.
es: Error al actualizar la fuente de los dientes
fr: Échec de la mise à jour de la source des dents
it: Impossibile aggiornare la fonte dei denti
ja: 歯のソースの更新に失敗しました
ko: 치아 소스 업데이트에 실패했습니다.
pl: Nie udało się zaktualizować źródła zębów
pt_br: Falha ao atualizar a fonte dos dentes
ru: Не удалось обновить источник зубов
tr: Diş kaynağı güncellenemedi

# MetaHumanIdentity,FitRigidError
source: Rigid MetaHuman Identity fit failed
ar: فشل ملاءمة MetaHuman Identity الجامدة
de: Feste Anpassung der MetaHuman Identity fehlgeschlagen
es: Error en el ajuste rígido de la MetaHuman Identity
fr: Échec de l'ajustement fixe de la MetaHuman Identity
it: L'adattamento rigido della MetaHuman Identity non è riuscito
ja: 剛性 MetaHuman Identity の適合に失敗しました
ko: 리지드 메타휴먼 아이덴티티 핏에 실패했습니다.
pl: Sztywne dopasowywanie MetaHuman Identity nie powiodło się
pt_br: Falha em encaixe rígido do MetaHuman Identity
ru: Не удалось выполнить подгонку твёрдого тела Персоны MetaHuman
tr: Hareketsiz MetaHuman Identity eklenemedi

# MetaHumanIdentity,FitPCAError
source: Non-rigid MetaHuman Identity fit failed
ar: فشل ملاءمة MetaHuman Identity غير الجامدة
de: Nicht-feste Anpassung der MetaHuman Identity fehlgeschlagen
es: Error en el ajuste no rígido de la MetaHuman Identity
fr: Échec de l'ajustement non fixe de la MetaHuman Identity
it: L'adattamento non-rigido della MetaHuman Identity non è riuscito
ja: 非剛性 MetaHuman Identity の適合に失敗しました
ko: 비리지드 메타휴먼 아이덴티티 핏에 실패했습니다.
pl: Niesztywne dopasowywanie MetaHuman Identity nie powiodło się
pt_br: Falha em encaixe não rígido do MetaHuman Identity
ru: Не удалось выполнить подгонку нетвёрдого тела Персоны MetaHuman
tr: Hareketsiz olmayan MetaHuman Identity eklenemedi

# MetaHumanIdentity,FitTeethError
source: Teeth fitting failed: please check that depth map data is complete in the teeth region and MetaHuman Identity teeth marker curves are correct
ar: فشل ملاءمة الأسنان: نرجو التحقق من اكتمال بيانات خريطة العمق في منطقة الأسنان ومن صحة منحنيات علامة أسنان MetaHuman Identity
de: Zahnanpassung fehlgeschlagen: Überprüfe, ob die Daten der Tiefenkarte des Zahnbereichs vollständig sind und die Markierungskurven der Zähne der MetaHuman Identity korrekt sind.
es: Error al ajustar los dientes: comprueba que los datos del mapa de profundidad estén completos en la zona de los dientes y que las Marker Curves de los dientes de la MetaHuman Identity sean correctas
fr: Échec de l'application de la dentition : veuillez vérifier que les données de la texture de profondeur sont complètes dans la région dentaire et que les courbes de marqueurs de dentition de la MetaHuman Identity sont correctes
it: Adattamento dei denti non riuscito: verifica che i dati della mappa di profondità siano completi nella zona dei denti e che le curve del marcatore della MetaHuman Identity siano esatte
ja: 歯のフィッティングに失敗しました：歯の領域の深度マップ データが完全であること、および MetaHuman Identity の歯のマーカー カーブが正しいことを確認してください
ko: 치아 맞추기 실패: 치아 영역의 뎁스 맵 데이터가 완전한지, 메타휴먼 아이덴티티 치아 마커 커브가 올바른지 확인하세요.
pl: Dopasowywanie zębów się nie udało: sprawdź, czy dane głębi mapy w obszarze zębów są kompletne i czy krzywe znaczników zębów MetaHuman Identity są poprawne
pt_br: Falha no encaixe dos dentes: veja se os dados do mapa de profundidade estão completos na região dos dentes e se as curvas de marcador dos dentes do MetaHuman Identity estão corretas
ru: Не удалось выполнить подгонку зубов: проверьте полноту данных карты глубин в области зубов и правильность кривых маркера зубов Персоны MetaHuman
tr: Diş eklenemedi: Lütfen diş bölgesinde derinlik haritası verilerinin eksiksiz olduğundan ve MetaHuman Identity diş işaretleyici kavislerinin doğru olduğundan emin ol

# MetaHumanIdentity,TeethDepthDeltaError
source: Failed to calculate teeth depth delta
ar: فشل في حساب دلتا عمق الأسنان
de: Die Tiefenunterschiede der Zähne konnten nicht berechnet werden.
es: Error al calcular el delta de profundidad de los dientes
fr: Échec du calcul du delta de profondeur des dents
it: Impossibile calcolare il delta di profondità dei denti
ja: 歯の深度デルタの計算に失敗しました
ko: 치아 뎁스 델타 계산에 실패했습니다.
pl: Nie udało się obliczyć delty głębokości zębów
pt_br: Falha ao calcular o delta da profundidade dos dentes
ru: Не удалось рассчитать дельту глубины зубов
tr: Diş derinliği deltası hesaplanamadı

# MetaHumanIdentity,UpdateRigWithTeethMeshVerticesError
source: Failed to update rig with teeth mesh
ar: فشل في تحديث الهيكل بشبكة الأسنان
de: Das Rig konnte nicht mit dem Zahn-Mesh aktualisiert werden.
es: Error al actualizar el rig con la malla de los dientes
fr: Échec de la mise à jour du squelette avec le maillage de la dentition
it: Impossibile aggiornare il rig con la mesh dei denti
ja: 歯のメッシュを含むリグの更新に失敗しました
ko: 치아 메시가 있는 릭 업데이트에 실패했습니다.
pl: Nie udało się zaktualizować rigu z siatką zębów
pt_br: Falha ao atualizar o rig com a malha de dentes
ru: Не удалось обновить каркас с сеткой зубов
tr: Donatım diş örgüsüyle güncellenemedi

# MetaHumanIdentity,InvalidDNAError
source: Cannot apply invalid DNA and delta DNA to MetaHuman Identity rig!
ar: لا يمكن تطبيق DNA و DNA دلتا غير الصالحين على هيكل MetaHuman Identity!
de: Die ungültige DNA und Delta-DNA konnten nicht zum MetaHuman Identity-Rig hinzugefügt werden!
es: ¡No se puede aplicar un ADN no válido o delta a un rig de MetaHuman Identity!
fr: Impossible d'appliquer l'ADN invalide et le delta d'ADN au squelette de la MetaHuman Identity !
it: Impossibile applicare DNA non valido e DNA delta al rig MetaHuman Identity!
ja: 無効な DNA およびデルタ DNA を MetaHuman Identity リグに適用できません
ko: 유효하지 않은 DNA와 델타 DNA를 메타휴먼 아이덴티티 릭에 적용할 수 없습니다.
pl: Nie można zastosować nieprawidłowych DNA i delty DNA w rigu MetaHuman Identity!
pt_br: Não é possível aplicar DNA inválido e nem DNA delta ao rig do MetaHuman Identity!
ru: Нельзя применить недействительную ДНК и дельту ДНК к каркасу Персоны MetaHuman!
tr: Geçersiz DNA ve delta DNA MetaHuman Identity donatımına uygulanamaz!

# MetaHumanIdentity,ApplyDeltaDNAError
source: Cannot apply delta DNA
ar: لا يمكن تطبيق delta DNA
de: Delta-DNA konnte nicht angewendet werden.
es: No se puede aplicar el ADN delta
fr: Impossible d'appliquer le delta d'ADN
it: Impossibile applicare il DNA delta
ja: デルタ DNA を適用できません
ko: 델타 DNA를 적용할 수 없습니다.
pl: Nie można zastosować delty DNA
pt_br: Não é possível aplicar o DNA delta
ru: Нельзя применить дельту ДНК
tr: Delta DNA uygulanamıyor

# MetaHumanIdentity,RefineTeethError
source: Failed to refine teeth position
ar: فشل في تحسين وضعية الأسنان
de: Die Zahnposition konnte nicht verbessert werden.
es: Error al refinar la posición de los dientes
fr: Échec de l'ajustement de la position des dents
it: Impossibile rifinire la posizione dei denti
ja: 歯の位置の微調整に失敗しました
ko: 치아 위치 수정에 실패했습니다.
pl: Nie udało się ulepszyć położenia zębów
pt_br: Falha ao aperfeiçoar o posicionamento dos dentes
ru: Не удалось выровнять расположение зубов
tr: Diş konumu iyileştirilemedi

# MetaHumanIdentity,ApplyScaleToDNAError
source: Cannot apply scale to DNA
ar: لا يمكن تطبيق المقياس إلى DNA
de: Maßstab konnte nicht auf DNA angewendet werden.
es: No se puede aplicar la escala al ADN
fr: Impossible d'appliquer la mise à l'échelle à l'ADN
it: Non è possibile applicare la scala al DNA
ja: DNA にスケールを適用できません
ko: 스케일을 DNA에 적용할 수 없습니다,
pl: Nie można zastosować skali do DNA
pt_br: Não é possível aplicar escala ao DNA
ru: Нельзя масштабировать ДНК
tr: DNA ölçeğine göre uygulanamıyor

# MetaHumanIdentity,NoPartError
source: No part
ar: لا يوجد جزء
de: Kein Teil
es: Sin parte
fr: Aucune partie
it: Nessuna parte
ja: パーツなし
ko: 파트가 없습니다.
pl: Brak części
pt_br: Sem parte
ru: Нет элементов
tr: Parça yok

# MetaHumanIdentity,IncompatibleDNAError
source: Incompatible DNA
ar: DNA غير متطابق
de: Inkompatible DNA
es: ADN incompatible
fr: ADN incompatible
it: DNA incompatibile
ja: 互換性のないDNA
ko: 호환 불가능한 DNA
pl: Niekompatybilne DNA
pt_br: DNA incompatível
ru: Несовместимая ДНК
tr: Uyumsuz DNA

# MetaHumanIdentity,CaptureDataInvalidError
source: CaptureData for Pose is not valid
ar: CaptureData للوضعية غير صالح
de: Die CaptureData für die Pose sind ungültig.
es: La CaptureData para la pose no es válida
fr: CaptureData de la pose invalides
it: CaptureData per la posa non validi
ja: ポーズの CaptureData が有効ではありません
ko: 포즈의 캡처 데이터가 유효하지 않습니다.
pl: CaptureData dla pozy jest nieprawidłowe
pt_br: CaptureData para pose inválido
ru: CaptureData для положения не действует
tr: Poz için CaptureData geçerli değil

# MetaHumanIdentity,SolveIdentityError
source: Failed to solve MetaHuman Identity: please check the depth map data is complete and the MetaHuman Identity marker curves are correct
ar: فشل في MetaHuman Identity Solve: نرجو التحقق من اكتمال بيانات خريطة العمق وأن منحنيات علامة MetaHuman Identity صحيحة
de: Solve der MetaHuman Identity fehlgeschlagen: Überprüfe, ob die Daten der Tiefenkarte vollständig sind und die Markierungskurven der MetaHuman Identity korrekt sind.
es: Error al resolver la MetaHuman Identity: comprueba que los datos del mapa de profundidad estén completos y que las Marker Curves de la MetaHuman Identity sean correctas
fr: Échec de résolution de la MetaHuman Identity : veuillez vérifier que les données de la texture de profondeur sont complètes et que les courbes de marqueurs de la MetaHuman Identity sont correctes
it: Impossibile risolvere la MetaHuman Identity: verifica che i dati della mappa di profondità siano completi e che le curve del marcatore della MetaHuman Identity siano esatte
ja: MetaHuman Identity の解決に失敗しました：深度マップ データが完全であること、および MetaHuman Identity のマーカー カーブが正しいことを確認してください
ko: 메타휴먼 아이덴티티 솔브에 실패했습니다: 뎁스 맵 데이터가 완전한지, 메타휴먼 아이덴티티 마커 커브가 올바른지 확인하세요.
pl: Solwowanie MetaHuman Identity nie powiodło się: sprawdź, czy dane głębi mapy są kompletne i czy krzywe znaczników MetaHuman Identity są poprawne
pt_br: Falha ao resolver o MetaHuman Identity: veja se os dados do mapa de profundidade estão completos e se as curvas de marcador do MetaHuman Identity estão corretas
ru: Не удалось проанализировать Персону MetaHuman: проверьте полноту данных карты глубин и правильность кривых маркера Персоны MetaHuman
tr: MetaHuman Identity çözülemedi: Lütfen derinlik haritası verilerinin eksiksiz olduğundan ve MetaHuman Identity işaretleyici kavislerinin doğru olduğundan emin ol

# MetaHumanIdentity,FitEyesError
source: Eye fitting failed: please check that depth map data is complete in the eye region and MetaHuman Identity eye marker curves are correct
ar: فشل تركيب العين: نرجو التحقق من اكتمال بيانات خريطة العمق في منطقة العين ومن صحة منحنيات علامة العين لـMetaHuman Identity
de: Augenstellung fehlgeschlagen: Überprüfe, ob die Daten der Tiefenkarte des Augenbereichs vollständig sind und die Markierungskurven der Augen MetaHuman Identity korrekt sind.
es: Error al ajustar los ojos: comprueba que los datos del mapa de profundidad estén completos en la zona de los ojos y que las Marker Curves de los ojos de la MetaHuman Identity sean correctas
fr: Échec de l'application des yeux : veuillez vérifier que les données de la texture de profondeur sont complètes dans la région oculaire et que les courbes de marqueurs des yeux de la MetaHuman Identity sont correctes
it: Adattamento degli occhi non riuscito: verifica che i dati della mappa di profondità siano completi nella zona degli occhi e che le curve del marcatore della MetaHuman Identity siano esatte
ja: 目のフィッティングに失敗しました：目の領域の深度マップ データが完全であること、および MetaHuman Identity の目のマーカー カーブが正しいことを確認してください
ko: 눈 맞추기 실패: 눈 영역의 뎁스 맵 데이터가 완전한지, 메타휴먼 아이덴티티 눈 마커 커브가 올바른지 확인하세요.
pl: Dopasowywanie oczu nie powiodło się: sprawdź, czy dane głębi mapy w obszarze oczu są kompletne i czy krzywe znaczników oczu MetaHuman Identity są poprawne
pt_br: Falha no encaixe dos olhos: veja se os dados do mapa de profundidade estão completos na região dos olhos e se as curvas de marcador dos olhos do MetaHuman Identity estão corretas
ru: Не удалось выполнить подгонку глаз: проверьте полноту данных карты глубин в области глаз и правильность кривых маркера глаз Персоны MetaHuman
tr: Göz eklenemedi: Lütfen göz bölgesinde derinlik haritası verilerinin eksiksiz olduğundan ve MetaHuman Identity göz işaretleyici kavislerinin doğru olduğundan emin ol

# MetaHumanIdentity,BrowsError
source: Failed to generate brow location information for the neutral frame marked as frontal
ar: فشل توليد معلومات موقع الحاجب للإطار المحايد الذي تم وضع علامة "جبهي" عليه
de: Für das neutrale Frame, das als frontal markiert ist, konnten keine Informationen zur Position der Augenbrauen generiert werden
es: Error al generar información sobre la ubicación de la ceja para el fotograma neutro marcado como frontal
fr: Échec de la génération des informations d'emplacement du sourcil pour l'image neutre marquée comme frontale
it: Impossibile generare informazioni sulla posizione delle sopracciglia per il fotogramma neutro contrassegnato come frontale
ja: 正面としてマークされたニュートラル フレームの眉位置情報を生成できませんでした
ko: 정면으로 표시된 뉴트럴 프레임에 대한 눈썹 위치 정보를 생성하지 못했습니다.
pl: Nie udało się wygenerować informacji o lokalizacji brwi dla neutralnej klatki oznaczonej jako przednia
pt_br: Falha ao gerar informações de localização da sobrancelha para o quadro neutro marcado como frontal
ru: Не удалось сгенерировать информацию о размещении брови для нейтрального кадра, помеченного как фронтальный
tr: Ön olarak işaretlenmiş nötr kare için kaş konum bilgileri üretilemedi

# MetaHumanIdentity,NeutralError
source: Neutral Pose was not found for MetaHuman Identity Face
ar: لم يتم العثور على الوضعية المحايدة لوجه MetaHuman Identity
de: Für das Gesicht der MetaHuman Identity wurde keine neutrale Pose gefunden.
es: No se ha encontrado una pose neutra para la cara de la MetaHuman Identity
fr: Pose neutre introuvable pour le visage de la MetaHuman Identity
it: Posa neutra non trovata per il viso della MetaHuman Identity
ja: MetaHuman Identity の顔のニュートラル ポーズが見つかりませんでした
ko: 메타휴먼 아이덴티티 페이스의 뉴트럴 포즈를 찾을 수 없습니다.
pl: Poza neutralna dla twarzy MetaHuman Identity nie została znaleziona
pt_br: Pose Neutra não encontrada para o Rosto do MetaHuman Identity
ru: Нейтральное положение лица Персоны MetaHuman не найдено
tr: MetaHuman Identity Yüzü için Nötr Poz bulunamadı

# MetaHumanIdentity,BadInputMeshTopology
source: Failed to conform input mesh to MetaHuman topology. Please make sure the input mesh has common vertices for adjacent triangles merged.
ar: فشل في مطابقة إدخال توبولوجيا Mesh to MetaHuman. نرجو التأكد من أن شبكة الإدخال تحتوي على رؤوس مشتركة للمثلثات المتجاورة المدمجة.
de: Das Input-Mesh konnte nicht an die MetaHuman-Topologie angepasst werden. Vergewissere dich, dass die gemeinsamen Scheitelpunkte benachbarter Dreiecke des Input-Meshs verbunden sind.
es: Error al conformar la topología de Mesh to MetaHuman de entrada. Asegúrate de que la malla de entrada tiene vértices comunes para los triángulos adyacentes fusionados.
fr: Échec de la conformité de l'entrée à la topologie Mesh to MetaHuman. Veuillez vérifier que le maillage d'entrée a des vertex communs pour les triangles adjacents fusionnés.
it: Impossibile conformare la mesh di input alla topologia MetaHuman. Assicurati che la mesh di input abbia vertici comuni per i triangoli adiacenti uniti.
ja: MetaHuman トポロジーに対して入力メッシュを適合させることができませんでした。 入力メッシュに、近くの統合されたトライアングルの共通の頂点があることを確認してください
ko: 입력 메시를 메타휴먼 토폴로지에 맞추지 못했습니다. 입력 메시에서 인접한 트라이앵글의 버텍스가 모두 병합되어 있는지 확인하세요.
pl: Nie udało się dostosować siatki wejściowej do topologii MetaHuman. Upewnij się, że siatka wejściowa ma wspólne wierzchołki dla scalonych sąsiadujących trójkątów.
pt_br: Falha ao adequar a malha de entrada à topologia do MetaHuman. Certifique-se de que a malha de entrada tenha vértices em comum para os triângulos mesclados adjacentes.
ru: Не удалось адаптировать ввод сетки в топологию сетки MetaHuman. Убедитесь, что сетка ввода имеет общие контрольные вершины для объединённых соседних треугольников.
tr: Giriş örgüsü MetaHuman topolojisine uygun hale getirilemedi. Lütfen giriş örgüsünün, birleştirilmiş bitişik üçgenler için ortak vertekslere sahip olduğundan emin ol.

# MetaHumanIdentity,UnknownError
source: Unknown error
ar: خطأ مجهول
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
tr: Bilinmeyen hata

# MetaHumanIdentity,IdentityError
source: MetaHuman Identity Error
ar: خطأ MetaHuman Identity
de: Fehler bei der MetaHuman Identity
es: Error de MetaHuman Identity
fr: Erreur de MetaHuman Identity
it: Errore nella MetaHuman Identity
ja: MetaHuman Identityエラー
ko: 메타휴먼 아이덴티티 오류
pl: Błąd MetaHuman Identity
pt_br: Erro no MetaHuman Identity
ru: Ошибка Персоны MetaHuman
tr: MetaHuman Identity Hatası
