Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# FootageIngestWidget,FootageIngestProgressBarIngestCanceled
source: Canceled
ar: ملغى
de: Abgebrochen
es: Cancelado
fr: Annulé
it: Annullato
ja: キャンセルされました
ko: 취소됨
pl: Anulowano
pt_br: Cancelada
ru: Отменено
tr: İptal Edildi

# FootageIngestWidget,FootageIngestProgressBarIngestSucceededWithWarnings
source: Succeeded (with warnings)
ar: تم بنجاح (مع تحذيرات)
de: Einspeisung erfolgreich (mit Warnungen)
es: Terminado (con avisos)
fr: Réussite (avec avertissements)
it: Riuscito (con avvertimenti)
ja: 成功(警告あり)
ko: 완료됨(경고 출력)
pl: Powodzenie (z ostrzeżeniami)
pt_br: Sucesso (com avisos)
ru: Процесс завершён (с предупреждениями)
tr: Başarılı (uyarılar var)

# FootageIngestWidget,PathPickerTooltip
source: Choose a path
ar: اختيار مسار
de: Wähle einen Pfad.
es: Elige una ruta
fr: Choisir un chemin
it: Scegli un percorso
ja: パスを選択します
ko: 경로를 선택하세요.
pl: Wybierz ścieżkę
pt_br: Escolher um caminho
ru: Выбрать путь
tr: Bir yol seç.

# FootageIngestWidget,Settings
source: Settings
ar: الإعدادات
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 세팅
pl: Ustawienia
pt_br: Configurações
ru: Настройки
tr: Ayarlar

# FootageIngestWidget,TakeSearch
source: Search...
ar: البحث...
de: Suche …
es: Buscar...
fr: Recherche…
it: Cerca...
ja: 検索...
ko: 검색...
pl: Wyszukaj...
pt_br: Pesquisar...
ru: Поиск...
tr: Ara...

# FootageIngestWidget,TakeSearchHint
source: Type here to search
ar: أكتب هنا للبحث
de: Hier Suchbegriff eingeben
es: Escribe aquí para buscar
fr: Saisissez ici votre recherche
it: Digita qui per effettuare la ricerca
ja: ここに入力して検索
ko: 여기에 검색어 입력
pl: Wpisz tutaj, aby wyszukać
pt_br: Digite aqui para pesquisar
ru: Введите текст для поиска
tr: Arama yapmak için buraya yaz

# FootageIngestWidget,TargetFolder
source: Target Folder:
ar: المجلد الهدف:
de: Zielordner:
es: Carpeta de destino:
fr: Dossier cible :
it: Cartella di destinazione:
ja: ターゲットフォルダ:
ko: 타깃 폴더:
pl: Folder docelowy:
pt_br: Pasta de destino:
ru: Конечная папка:
tr: Hedef Klasör:

# FootageIngestWidget,TargetPlaceholder
source: (CaptureSource Folder)
ar: (مجلد CaptureSource)
de: (Ordner der CaptureSource)
es: (Carpeta CaptureSource)
fr: (Dossier CaptureSource)
it: (Cartella CaptureSource)
ja: (CaptureSourceフォルダ)
ko: (캡처 소스 폴더)
pl: (Folder CaptureSource)
pt_br: (pasta CaptureSource)
ru: (Папка CaptureSource)
tr: (CaptureSource Klasörü)

# FootageIngestWidget,FootageIngestImportAllButtonTooltip
source: Import all the takes from the queue
ar: قم باستيراد جميع اللقطات من قائمة الانتظار
de: Importiert alle Aufnahmen in der Warteschlange.
es: Importar todas las tomas de la cola
fr: Importer toutes les prises de la file d'attente
it: Importa tutte le riprese dalla coda
ja: キューからすべてのテイクをインポート
ko: 큐에서 모든 테이크를 임포트합니다.
pl: Importuj wszystkie wersje ujęcia z kolejki
pt_br: Importar todas as tomadas da fila
ru: Импортировать все дубли из очереди
tr: Kuyruktaki tüm çekimleri içe aktar.

# FootageIngestWidget,FootageIngestImportAllButtonLabel
source: Import All
ar: استيراد الكل
de: Alle importieren
es: Importar todo
fr: Tout importer
it: Importa tutto
ja: すべてインポート
ko: 모두 임포트
pl: Importuj wszystko
pt_br: Importar tudo
ru: Импортировать всё
tr: Tümünü İçe Aktar

# FootageIngestWidget,FootageIngestCancelAllButtonTooltip
source: Cancel all the takes that are currently importing and remove them from the queue
ar: إلغاء كافة اللقطات التي يتم استيرادها حاليًا وإزالتها من قائمة الانتظار
de: Bricht alle Aufnahmen ab, die gerade importiert werden, und entfernt sie aus der Warteschlange.
es: Cancelar todas las tomas que se están importando y borrarlas de la cola
fr: Annuler toutes les prises en cours d'importation et les retirer de la file d'attente
it: Annulla tutte le riprese in corso di importazione e rimuovile dalla coda
ja: 現在インポート中のすべてのテイクをキャンセルし、 キューから削除します
ko: 현재 임포트 중인 모든 테이크를 취소하고 큐에서 제거합니다.
pl: Anuluj wszystkie wersje ujęcia, które są obecnie importowane, i usuń je z kolejki
pt_br: Cancelar todas as tomadas que estão sendo importadas no momento e remover da fila
ru: Отменить все импортируемые дубли и убрать их из очереди
tr: İçe aktarılmakta olan tüm çekimleri iptal et ve bunları kuyruktan kaldır.

# FootageIngestWidget,FootageIngestStopAllButtonLabel
source: Stop All
ar: إيقاف الكل
de: Alle anhalten
es: Detener todo
fr: Tout arrêter
it: Interrompi tutto
ja: すべてを停止
ko: 모두 중지
pl: Przerwij wszystko
pt_br: Parar tudo
ru: Остановить всё
tr: Tümünü Durdur

# FootageIngestWidget,FootageIngestClearAllButtonTooltip
source: Clear from the queue all the takes that are not currently in progress
ar: قم بالمحو من قائمة الانتظار جميع اللقطات التي ليست قيد التقدم حاليًا
de: Entfernt alle Aufnahmen aus der Warteschlange, die derzeit nicht verwendet werden.
es: Borrar de la cola todas las tomas que no se estén usando
fr: Retirer de la file d'attente toutes les prises qui ne sont pas actuellement en cours
it: Deseleziona dalla coda tutte le riprese che non sono al momento in corso
ja: 現在進行中ではないすべてのテイクをキューからクリア
ko: 현재 진행 중이 아닌 모든 테이크를 큐에서 제거합니다.
pl: Wyczyść z kolejki wszystkie wersje ujęcia, które nie są obecnie w toku
pt_br: Remover da fila todas as tomadas que não estão em andamento no momento
ru: Убрать из очереди дубли в процессе
tr: Şu anda devam etmekte olmayan tüm çekimleri kuyruktan temizle.

# FootageIngestWidget,FootageIngestClearAllButtonLabel
source: Clear All
ar: محو الكل
de: Alle löschen
es: Borrar todo
fr: Tout supprimer
it: Deseleziona tutto
ja: すべてをクリア
ko: 모두 지우기
pl: Wyczyść wszystko
pt_br: Limpar tudo
ru: Очистить всё
tr: Tümünü Temizle

# FootageIngestWidget,FootageIngestIsImportingDialog_Text
source: Some of the takes are being imported and will be canceled.
ar: يتم استيراد بعض اللقطات حاليًا وسيتم إلغاؤها.
de: Einige der Aufnahmen werden gerade importiert und werden abgebrochen.
es: Algunas de las tomas se están importando y se cancelarán.
fr: Certaines prises sont en cours d'importation et seront annulées.
it: Alcune riprese sono in corso di importazione e verranno annullate.
ja: インポートするために選択されたテイクの一部はすでにインポート済みであり、上書きされます
ko: 임포트되고 있는 일부 테이크가 취소됩니다.
pl: Niektóre wersje ujęcia są importowane i zostaną anulowane.
pt_br: Algumas das tomadas estão sendo importadas e serão canceladas.
ru: Импорт некоторых дублей отменён.
tr: Çekimlerden bazıları içe aktarılıyor ve iptal edilecek.

# FootageIngestWidget,FootageIngestIsImportingDialog_Takes
source: Takes being imported:
ar: اللقطات التي يتم استيرادها:
de: Folgende Aufnahmen werden importiert:
es: Tomas que se están importando:
fr: Prises en cours d'importation :
it: Le riprese sono in corso di importazione:
ja: インポート中のテイク:
ko: 임포트되고 있는 테이크:
pl: Importowane wersje ujęcia:
pt_br: Tomadas sendo importadas:
ru: Дубли импортируются:
tr: İçe aktarılan çekimler:

# FootageIngestWidget,FootageIngestIsImportingDialog_Question
source: Are you sure you want to continue?
ar: هل أنت متأكد أنك تريد المتابعة؟
de: Möchtest du wirklich fortfahren?
es: ¿Seguro que quieres continuar?
fr: Voulez-vous vraiment continuer ?
it: Confermi di voler continuare?
ja: 続行してよろしいですか？
ko: 계속하시겠습니까?
pl: Czy na pewno chcesz kontynuować?
pt_br: Quer mesmo continuar?
ru: Продолжить?
tr: Devam etmek istediğinden emin misin?

# FootageIngestWidget,TakeCountLabelSingular
source: 1 Footage Item
ar: 1 عنصر مقطع
de: 1 Video
es: 1 objeto de grabación
fr: 1 élément de la séquence
it: 1 oggetto di filmato
ja: 1 個のフッテージアイテム
ko: 1개의 영상 항목
pl: 1 nagranie
pt_br: 1 Item de Imagem de Vídeo
ru: 1 объект видеоматериалов
tr: 1 Görüntü Öğesi

# FootageIngestWidget,TakeCountLabelPlural
source: {0} Footage Items
ar: {0} عناصر المقطع
de: {0} Videos
es: {0} objetos de grabación
fr: {0} éléments de la séquence
it: {0} oggetti di filmato
ja: {0} 個のフッテージアイテム
ko: {0}개의 영상 항목
pl: Nagrania: {0}
pt_br: {0} items de imagem de vídeo
ru: Объекты видеоматериалов: {0}
tr: {0} Görüntü Öğesi

# FootageIngestWidget,TakeCountLabelSingularPlusSelection
source: 1 Footage Item ({0} selected)
ar: 1 عنصر مقطع واحد ({0} مختار)
de: 1 Video ({0} ausgewählt)
es: 1 objeto de grabación ({0} seleccionado)
fr: 1 élément de la séquence ({0} sélectionné)
it: 1 oggetto di filmato ({0} selezionato)
ja: 1 個のフッテージアイテム ({0} 個が選択済み)
ko: 1개의 영상 항목({0}개 선택됨)
pl: 1 nagranie (wybrano {0})
pt_br: 1 Item de Imagem de Vídeo ({0} selecionado)
ru: 1 объект видеоматериалов (выбрано: {0})
tr: 1 Görüntü Öğesi ({0} seçili)

# FootageIngestWidget,TakeCountLabelPluralPlusSelection
source: {0} Footage Items ({1} selected)
ar: {0} عناصر المقطع ({1} مختارة)
de: {0} Videos ({1} ausgewählt)
es: {0} objetos de grabación ({1} seleccionado(s))
fr: {0} éléments de la séquence ({1} sélectionné(s))
it: {0} oggetti di filmato ({1} selezionato)
ja: {0} 個のフッテージアイテム ({1} 個が選択済み)
ko: {0}개의 영상 항목({1}개 선택됨)
pl: Nagrania: {0} (wybrano {1})
pt_br: {0} items de imagem de vídeo ({1} selecionados)
ru: Объекты видеоматериалов: {0}. (выбрано: {1})
tr: {0} Görüntü Öğesi ({1} seçili)

# FootageIngestWidget,FootageIngestClearAllDialog
source: Some of the takes failed to import. Are you sure you want to clear the list?
ar: فشل استيراد بعض اللقطات. هل أنت متأكد أنك تود محو القائمة؟
de: Einige Aufnahmen konnten nicht importiert werden. Willst du die Liste wirklich leeren?
es: Ha habido un error al importar algunas de las tomas. ¿Seguro que quieres borrar la lista?
fr: Certaines prises n'ont pas pu être importées. Voulez-vous vraiment retirer ces éléments de la liste ?
it: Alcune riprese non sono state importate. Confermi di voler deselezionare l'elenco?
ja: 一部のテイクのインポートに失敗しました。 リストをクリアしてもよろしいですか？
ko: 일부 테이크를 임포트하지 못했습니다. 정말 목록을 지우시겠습니까?
pl: Importowanie niektórych wersji ujęcia nie powiodło się. Czy na pewno chcesz wyczyścić listę?
pt_br: Ocorreu uma falha ao importar algumas tomadas. Quer mesmo limpar a lista?
ru: Некоторые дубли не удалось импортировать. Очистить список?
tr: Çekimlerden bazıları içe aktarılamadı. Listeyi temizlemek istediğinden emin misin?

# FootageIngestWidget,IngestLocationOutsideProject
source: Cannot ingest to read-only location outside of the current project. Current target is {0} when {1} is expected
ar: لا يمكن إدخال موقع "للقراءة فقط" للمعالجة خارج المشروع الحالي. الهدف الحالي هو: {0} عند توقع {1}
de: Die Einspeisung in einen schreibgeschützten Speicherort außerhalb des aktuellen Projekts ist nicht möglich. Aktuelles Ziel: {0}, wenn {1} erwartet
es: No se puede incrustar en una ubicación de solo lectura fuera del proyecto actual. El objetivo actual es {0} cuando se espera {1}
fr: Impossible d'importer vers un emplacement en lecture seule hors du projet en cours. La cible actuelle est {0}. {1} attendu
it: Impossibile eseguire l'immissione in una posizione di sola lettura al di fuori del progetto attuale. La destinazione attuale è {0} laddove è previsto {1}
ja: 現在のプロジェクト以外の読み取り専用の場所に取り込むことはできません。 {1} が予期されている場合、現在のターゲットは {0} です
ko: 현재 프로젝트 외부의 읽기 전용 위치로 수집할 수 없습니다. {1}|hpp(을,를) 예상했지만 현재 타깃이 {0}입니다.
pl: Nie można dostarczyć do lokalizacji tylko do odczytu poza bieżącym projektem. Bieżąca lokalizacja docelowa to {0}, oczekiwana: {1}
pt_br: Não é possível fazer a ingestão para um local de somente leitura fora do projeto atual. O alvo atual é {0} quando {1} é esperado
ru: Нельзя осуществить приём в локацию за пределами этого проекта, доступную только для чтения. Текущее целевое значение: {0}, ожидаемое целевое значение: {1}
tr: Mevcut projenin dışında bulunan salt okunur konuma alınamaz. Mevcut hedef {0}, beklenen ise {1}

# FootageIngestWidget,FootageIngestRemoveFromQueue
source: Remove From Queue
ar: الإزالة من قائمة الانتظار
de: Aus Warteschlange entfernen
es: Eliminar de la cola
fr: Supprimer de la file d'attente
it: Rimuovi dalla coda
ja: キューから削除
ko: 큐에서 제거
pl: Usuń z kolejki
pt_br: Remover da fila
ru: Убрать из очереди
tr: Sıradan Kaldır

# FootageIngestWidget,FootageIngestAddToQueue
source: Add To Queue
ar: الإضافة إلى قائمة الانتظار
de: Zu Warteschlange hinzufügen
es: Añadir a la cola
fr: Ajouter à la file d'attente
it: Aggiungi alla coda
ja: キューに追加
ko: 큐에 추가
pl: Dodaj do kolejki
pt_br: Adicionar à fila
ru: Добавить в очередь
tr: Kuyruğa Ekle

# FootageIngestWidget,AddToQueueToolTip
source: Add selected take(s) to import queue.
ar: أضف اللقطة المختارة / اللقطات المختارة إلى قائمة انتظار الاستيراد.
de: Fügt ausgewählte Aufnahme(n) zur Importwarteschlange hinzu.
es: Añade las tomas seleccionadas a la cola de importación.
fr: Ajouter les prises sélectionnées vers la file d'importation.
it: Aggiungi la ripresa selezionata o più di una alla coda di importazione.
ja: 選択したテイクをインポートキューに追加します
ko: 선택된 테이크를 임포트 큐에 추가합니다.
pl: Dodaj wybrane wersje ujęcia do kolejki importowania.
pt_br: Adicionar tomada(s) selecionada(s) à fila de importação.
ru: Добавить выбранные дубли в очередь на импорт.
tr: Seçilen çekimleri içe alma kuyruğuna ekle.

# FootageIngestWidget,RemoveFromQueueToolTip
source: Remove selected take(s) from import queue.
ar: إزالة اللقطة المختارة/اللقطات المختارة من قائمة انتظار الاستيراد.
de: Entfernt ausgewählte Aufnahme(n) aus der Importwarteschlange.
es: Elimina las tomas seleccionadas de la cola de importación.
fr: Supprimer les prises sélectionnées de la file d'importation.
it: Rimuovi la ripresa selezionata o più di una dalla coda di importazione.
ja: 選択したテイクをインポートキューから削除します
ko: 선택된 테이크를 임포트 큐에서 제거합니다.
pl: Usuń wybrane wersje ujęcia z kolejki importowania.
pt_br: Remover tomada(s) selecionada(s) da fila de importação.
ru: Убрать выбранные дубли из очереди импорта.
tr: Seçilen çekimleri içe aktarma kuyruğundan kaldır.

# FootageIngestWidget,AddToQueueSelectTakesToolTip
source: {0} To enable this option, select some takes.
ar: {0} لتفعيل هذا الخيار، اختر بعض اللقطات.
de: {0} Damit diese Option verfügbar wird, musst du Aufnahmen auswählen.
es: {0} Para activar esta opción, escoge algunas tomas.
fr: {0} Pour activer cette option, sélectionnez des prises.
it: {0} Per abilitare questa opzione, seleziona alcune riprese.
ja: {0} このオプションを有効にするには、いくつかテイクを選択します
ko: {0} 이 옵션을 활성화하려면 테이크를 선택하세요.
pl: {0} Aby włączyć tę opcję, wybierz kilka wersji ujęcia.
pt_br: {0} Selecione algumas tomadas para ativar esta opção.
ru: {0} Чтобы включить эту настройку, выберите дубли.
tr: {0} Bu seçeneği etkinleştirmek için birkaç çekim seç.

# FootageIngestWidget,AddToQueueSelectSourceToolTip
source: {0} To enable this option, please select a Capture Source.
ar: {0} لتفعيل هذا الخيار، نرجو اختيار مصدر التقاط.
de: {0} Damit diese Option verfügbar wird, musst du eine Aufnahmequelle auswählen.
es: {0} Para activar esta opción, selecciona una fuente de captura.
fr: {0} Pour activer cette option, veuillez sélectionner une source de capture.
it: {0} Per abilitare questa opzione, seleziona una Capture Source.
ja: {0} このオプションを有効にするには、キャプチャ ソースを選択します
ko: {0} 이 옵션을 활성화하려면 캡처 소스를 선택하세요.
pl: {0} Aby włączyć tę opcję, wybierz źródło przechwytywania.
pt_br: {0} Para ativar esta opção, selecione uma Fonte de Captura.
ru: {0} Чтобы включить эту настройку, выберите источник захвата
tr: {0} Bu seçeneği etkinleştirmek için lütfen bir Yakalama Kaynağı seç.

# FootageIngestWidget,TargetFolderPickerToolTip
source: This is the path takes added to the queue will be imported to.
ar: هذا هو المسار الذي ستُستورد إلية اللقطات المضافة إلى قائمة الانتظار.
de: Hierhin werden Aufnahmen in der Warteschlange importiert.
es: Esta es la ruta a la que se importarán las tomas añadidas a la cola.
fr: Il s'agit du chemin où seront importées les prises ajoutées à la file d'attente.
it: Ecco il percorso in cui verranno importate le riprese aggiunte alla coda.
ja: これは、キューに追加されるパスのテイクであり、インポートの対象となります
ko: 큐에 추가된 테이크가 임포트되는 경로입니다.
pl: Oto ścieżka, do której zostaną zaimportowane wersje ujęcia dodane do kolejki.
pt_br: As tomadas adicionadas à fila serão importadas para este caminho.
ru: По этому пути будут импортированы дубли из очереди.
tr: Bu, kuyruğa eklenen çekimlerin içe aktarılacağı yoldur.

# FootageIngestWidget,TargetFolderPickerSelectSourceToolTip
source: {0} To enable this option, please select a Capture Source
ar: {0} لتفعيل هذا الخيار، نرجو اختيار مصدر التقاط
de: {0} Damit diese Option verfügbar wird, musst du eine Aufnahmequelle auswählen
es: {0} Para activar esta opción, selecciona una fuente de captura
fr: {0} Pour activer cette option, veuillez sélectionner une source de capture
it: {0} Per abilitare questa opzione, seleziona una Capture Source
ja: {0} このオプションを有効にするには、キャプチャ ソースを選択します
ko: {0} 이 옵션을 활성화하려면 캡처 소스를 선택하세요.
pl: {0} Aby włączyć tę opcję, wybierz źródło przechwytywania
pt_br: {0} Para ativar esta opção, selecione uma Fonte de Captura
ru: {0} Чтобы включить эту настройку, выберите источник захвата
tr: {0} Bu seçeneği etkinleştirmek için lütfen bir Yakalama Kaynağı seç

# FootageIngestWidget,IngestError_CaptureDataCreation
source: Failed to create Capture Data (Footage)
ar: فشل في إنشاء بيانات الالتقاط (المقطع)
de: Die Aufnahmedaten (Video) konnten nicht erstellt werden.
es: Error al crear captura de datos (grabación)
fr: Échec de la création des données de capture (Séquences)
it: Impossibile creare Capture Data (filmato)
ja: キャプチャ データ (フッテージ) の作成に失敗しました
ko: 캡처 데이터(영상) 생성에 실패했습니다.
pl: Nie udało się utworzyć Capture Data (nagrania)
pt_br: Falha ao criar Dados de Captura (imagem de vídeo)
ru: Не удалось создать ресурс захвата данных из видео
tr: Veri Yakalama (Görüntü Kaydı) oluşturulamadı

# FootageIngestWidget,FootageIngestAlreadyIngestedDialog_Text
source: Some of the takes selected for import are already imported and will be overwritten.
ar: بعض اللقطات المختارة للاستيراد تم استيرادها بالفعل وسيتم التسجيل فوقها.
de: Einige der für den Import ausgewählten Aufnahmen wurden bereits importiert und werden überschrieben.
es: Algunas de las tomas seleccionadas para importar ya se han importado y se sobrescribirán.
fr: Certaines des prises sélectionnées pour l'importation ont déjà été importées et seront écrasées.
it: Alcune delle riprese selezionate per l'importazione sono già state importate e verranno sovrascritte.
ja: インポートするために選択されたテイクの一部はすでにインポート済みであり、上書きされます
ko: 임포트를 위해 선택한 일부 테이크가 이미 임포트되었으며 덮어씌워집니다.
pl: Niektóre wersje ujęcia wybrane do importowania zostały już zaimportowane i zostaną nadpisane.
pt_br: Algumas das tomadas selecionadas para importação já foram importadas e serão substituídas.
ru: Некоторые выбранные для импорта дубли уже импортированы и будут перезаписаны.
tr: İçe aktarmak için seçilen çekimlerden bazıları zaten içe aktarılmış ve üzerlerine yazılacak.

# FootageIngestWidget,FootageIngestAlreadyIngestedDialog_Takes
source: Already imported takes:
ar: اللقطات المستوردة بالفعل:
de: Bereits importierte Aufnahmen:
es: Tomas ya importadas:
fr: Prises déjà importées :
it: Riprese già importate:
ja: すでにインポート済みのテイク:
ko: 이미 임포트된 테이크:
pl: Już zaimportowane ujęcia:
pt_br: Tomadas já importadas:
ru: Эти дубли уже импортированы:
tr: Zaten içe aktarılmış çekimler:

# FootageIngestWidget,FootageIngestAlreadyIngestedDialog_Question
source: Are you sure you want to continue?
ar: هل أنت متأكد أنك تريد المتابعة؟
de: Möchtest du wirklich fortfahren?
es: ¿Seguro que quieres continuar?
fr: Voulez-vous vraiment continuer ?
it: Confermi di voler continuare?
ja: 続行してよろしいですか？
ko: 계속하시겠습니까?
pl: Czy na pewno chcesz kontynuować?
pt_br: Quer mesmo continuar?
ru: Продолжить?
tr: Devam etmek istediğinden emin misin?

# FootageTakeTile,FootageTakeTileDate
source: Date
ar: التاريخ
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
pl: Data
pt_br: Data
ru: Дата
tr: Tarih

# FootageTakeTile,FootageTakeTileNumberFrames
source: Number of Frames
ar: عدد الإطارات
de: Anzahl Frames
es: Número de fotogramas
fr: Nombre d'images
it: Numero di fotogrammi
ja: フレーム数
ko: 프레임 수
pl: Liczba klatek
pt_br: Quantidade de Quadros
ru: Число кадров
tr: Kare Sayısı

# FootageTakeTile,FootageTakeTileFrameRate
source: Frame Rate
ar: معدل الإطارات
de: Bildrate
es: Tasa de fotogramas
fr: Fréquence d'images
it: Frequenza di fotogrammi
ja: フレームレート
ko: 프레임 레이트
pl: Częstotliwość wyświetlania klatek
pt_br: Taxa de Quadros
ru: Частота кадров
tr: Kare Hızı

# FootageTakeTile,FootageTakeTileResolution
source: Resolution
ar: دقة العرض
de: Auflösung
es: Resolución
fr: Résolution
it: Risoluzione
ja: 解像度
ko: 해상도
pl: Rozdzielczość
pt_br: Resolução
ru: Разрешение
tr: Çözünürlük

# FootageTakeTile,FootageTakeTileDeviceModel
source: Device Model
ar: طراز الجهاز
de: Gerätemodel
es: Modelo del dispositivo
fr: Modèle de l'appareil
it: Modello del dispositivo
ja: デバイスのモデル
ko: 디바이스 모델
pl: Model urządzenia
pt_br: Modelo do Dispositivo
ru: Модель устройства
tr: Cihaz Modeli

# FootageIngestQueueItem,CloseButtonActiveOrQueuedItemToolTip
source: Cancel import of this item
ar: إلغاء استيراد هذا العنصر
de: Bricht den Import dieses Elements ab.
es: Cancelar la importación de este elemento
fr: Annuler l'importation de cet élément
it: Annulla l'importazione di questo oggetto
ja: このアイテムのインポートをキャンセル
ko: 이 항목의 임포트를 취소합니다.
pl: Anuluj importowanie tego elementu
pt_br: Cancelar a importação deste item
ru: Отменить импорт этого элемента
tr: Bu öğenin içe aktarılmasını iptal et

# FootageIngestQueueItem,CloseButtonFinishedItemToolTip
source: Remove this item from queue
ar: قم بإزالة هذا العنصر من قائمة الانتظار
de: Entfernt dieses Element aus der Warteschlange.
es: Eliminar este elemento de la cola
fr: Supprimer cet élément de la file d'attente
it: Rimuovi questo oggetto dalla coda
ja: このアイテムをキューから削除
ko: 큐에서 이 항목을 제거합니다.
pl: Usuń ten element z kolejki
pt_br: Remover este item da fila
ru: Убрать эти элементы из очереди
tr: Bu öğeyi kuyruktan kaldır

# MetaHumanIdentity,SkeletalMeshAvailableNotification
source: Skeletal Mesh with an embedded MetaHuman DNA is now available in your Content Browser.
ar: الشبكة الهيكلية مع DNA الخاص بـ MetaHuman المضمن متاحة الآن في مستعرض المحتويات الخاص بك.
de: Das Skelett-Mesh mit eingebetteter MetaHuman-DNA ist jetzt im Inhalte-Browser verfügbar.
es: Ya está disponible una malla esquelética con un ADN de MetaHuman incrustado en tu explorador de contenido.
fr: Un maillage squelettique avec ADN MetaHuman intégré est maintenant disponible dans votre navigateur de contenu.
it: La mesh scheletrica con DNA MetaHuman incorporato è ora disponibile in Esplora contenuti.
ja: MetaHuman DNA が埋め込まれたスケルタルメッシュをコンテンツ ブラウザで利用できるようになりました
ko: 이제 메타휴먼 DNA가 설정된 스켈레탈 메시를 콘텐츠 브라우저에서 사용할 수 있습니다.
pl: Siatka szkieletowa z osadzonym MetaHuman DNA jest teraz dostępna w Twojej przeglądarce zawartości.
pt_br: A Malha Esquelética com um DNA MetaHuman integrado já está disponível no seu Navegador de Conteúdo.
ru: Скелетная сетка со встроенной ДНК MetaHuman доступна в текущем Каталоге ресурсов.
tr: MetaHuman DNA gömülü iskelet örgü şimdi İçerik Tarayıcısı'nda mevcut.

# MetaHumanIdentity,ARSSuccessWithUpload
source: {0} A MetaHuman is also available in Creator and Bridge, in the My MetaHumans section
ar: {0} يتوفر MetaHuman أيضًا في Creator وBridge، في قسم My MetaHumans
de: {0} MetaHumans sind auch in MetaHuman Creator und Quixel Bridge unter „Meine MetaHumans“ verfügbar.
es: {0} Un MetaHuman también está disponible en Creator y Bridge, en la sección Mis MetaHumans
fr: {0} Un MetaHuman est également disponible sur MetaHuman Creator et Quixel Bridge, dans la section Mes MetaHumans
it: {0} C'è un MetaHuman disponibile anche in Creator e Bridge nella sezione I miei MetaHuman
ja: {0} MetaHuman は、My MetaHumans セクションの Creator と Bridge でも利用できます
ko: {0} 크리에이터 및 브리지의 나의 메타휴먼 섹션에 있는 메타휴먼도 사용할 수 있습니다.
pl: {0} MetaHuman jest też dostępne w MetaHuman Creator i Quixel Bridge, w sekcji My MetaHumans
pt_br: {0} Também há um MetaHuman disponível no MetahHuman Creator e Quixel Bridge, na seção Meus MetaHumans
ru: {0} MetaHuman доступен в Creator и Bridge в разделе My MetaHumans
tr: {0} Bir MetaHuman, MetaHuman Creator ve Quixel Bridge'deki Metahuman'larım bölümünde de mevcut
