Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanPerformance,CannotProcessFootageDataNotInitializedTooltipText
source: {0} set the Footage Capture Data property of this Performance in the Details panel.
ar: {0} اضبط خاصية بيانات الالتقاط للمقطع لهذا الأداء في لوحة التفاصيل.
de: {0} musst du im Bereich „Details“ die Eigenschaft „Video-Aufnahmedaten“ dieser Performance festlegen.
es: {0} establece la propiedad de captura de datos de grabación de estos movimientos en el panel de detalles.
fr: {0} définir les propriétés des données de capture de la séquence de ces performances dans le panneau Détails.
it: {0} imposta la proprietà Capture Data del filmato di queste prestazioni nel pannello Dettagli.
ja: {0} [Details (詳細)] パネルでこのパフォーマンスの Footage Capture Data プロパティを設定してください
ko: {0} 디테일 패널에서 이 퍼포먼스의 영상 캡처 데이터 프로퍼티를 설정합니다.
pl: {0} ustaw właściwość Capture Data nagrania tego występu w panelu szczegółów.
pt_br: {0} configure a propriedade dos Dados de Captura da Imagem de Vídeo deste Desempenho no painel Detalhes.
ru: {0} установите свойство «Данные записи видеоматериала» этой Мимики на панели «Сведения».
tr: {0} Ayrıntılar panelinde bu Performansın Görüntü Yakalama Verileri özelliğini ayarla.

# MetaHumanPerformance,CannotProcessFootageDataNotVerifiedTooltipText
source: {0} set a valid Footage Capture Data property of this Performance in the Details panel. {1}.
ar: {0} اضبط خاصية بيانات الالتقاط للمقطع الصالح لهذا الأداء في لوحة التفاصيل. {1}.
de: {0} Du musst im Detail-Panel eine gültige Eigenschaft „Video-Aufnahmedaten“ dieser Performance festlegen. {1}.
es: {0} establece una propiedad válida de captura de datos de grabación de estos movimientos en el panel de detalles. {1}.
fr: {0} définir les propriétés valides des données de capture de la séquence de ces performances dans le panneau Détails. {1}.
it: {0} imposta una proprietà Capture Data valida del filmato di questa prestazione nel pannello Dettagli. {1}.
ja: {0} [Details (詳細)] パネルでこのパフォーマンスの有効な Footage Capture Data プロパティを設定してください。{1}
ko: {0} 디테일 패널에서 이 퍼포먼스의 영상 캡처 데이터 프로퍼티를 설정하세요. {1}입니다.
pl: {0} ustaw prawidłową właściwość Capture Data nagrania tego występu w panelu szczegółów. {1}.
pt_br: {0} configure uma propriedade válida dos Dados de Captura da Imagem de Vídeo deste Desempenho no painel Detalhes. {1}.
ru: {0} установите действительное свойство «Данные записи видеоматериала» этой мимики на панели «Сведения». {1}.
tr: {0} Ayrıntılar panelinde bu Performansın geçerli bir Görüntü Yakalama Verileri özelliğini ayarla. {1}.

# MetaHumanPerformance,CannotProcessVisualizationMeshNotSetTooltipText
source: {0} set the Visualization Mesh property of this Performance in the Details panel.
ar: {0} اضبط خاصية شبكة التصور لهذا الأداء في لوحة التفاصيل.
de: {0} Du musst im Detail-Panel die Eigenschaft „Visualisierungs-Mesh“ dieser Performance festlegen.
es: {0} establece la propiedad de la malla para la visualización de estos movimientos en el panel de detalles.
fr: {0} définir les propriétés de visualisation de maillage de ces performances dans le panneau Détails.
it: {0} imposta la proprietà Visualization Mesh di questa prestazione nel pannello Dettagli.
ja: {0} [Details (詳細)] パネルでこのパフォーマンスの Visualization Mesh プロパティを設定してください
ko: {0} 디테일 패널에서 이 퍼포먼스의 시각화 메시 프로퍼티를 설정하세요.
pl: {0} ustaw właściwość siatki wizualizacji tego występu w panelu szczegółów.
pt_br: {0} configure a propriedade Visualização de malha deste Desempenho no painel Detalhes.
ru: {0} установите свойство сетки визуализации этой мимики на панели «Сведения».
tr: {0} Ayrıntılar panelinde bu Performansın Görselleştirme Örgüsü özelliğini ayarla.

# MetaHumanPerformance,CannotProcessIdentityNotSetTooltipText
source: {0} set the MetaHuman Identity property of this Performance in the Details panel.
ar: {0} اضبط خاصية MetaHuman Identity لهذا الأداء في لوحة التفاصيل.
de: {0} musst du im Bereich „Details“ die Eigenschaft „MetaHuman Identity“ dieser Performance festlegen.
es: {0} establece la propiedad MetaHuman Identity de estos movimientos en el panel de detalles.
fr: {0} définir les propriétés de la MetaHuman Identity de ces performances dans le panneau Détails.
it: {0} imposta la proprietà MetaHuman Identity di queste prestazioni nel pannello Dettagli.
ja: {0} [Details (詳細)] パネルでこのパフォーマンスの MetaHuman Identity プロパティを設定してください
ko: {0} 디테일(Details) 패널에서 이 퍼포먼스의 메타휴먼 아이덴티티 프로퍼티를 설정합니다.
pl: {0} ustaw właściwość MetaHuman Identity tego występu w panelu szczegółów.
pt_br: {0} configure a propriedade do MetaHuman Identity deste Desempenho no painel Detalhes.
ru: {0} установите свойство Персоны MetaHuman этой Мимики на панели «Сведения».
tr: {0} Ayrıntılar panelinde bu Performansın MetaHuman Identity özelliğini ayarla.

# MetaHumanPerformance,CannotProcessNoRigComponentTooltipText
source: This option is disabled because the Rig Component of the Face is missing.
ar: تم تعطيل هذا الخيار نظرًا لأن مكون الهيكل للوجه مفقود.
de: Diese Option ist deaktiviert, da die Rig-Komponente des Gesichts fehlt.
es: Está opción está deshabilitada porque falta el componente de rig de la cara.
fr: Cette option est désactivée car il manque le composant de squelette du visage.
it: Questa opzione è disabilitata perché manca il componente rig del viso.
ja: 顔のリグ コンポーネントがないため、このオプションは無効化されています
ko: 이 옵션은 페이스의 릭 컴포넌트를 찾을 수 없어 비활성화되었습니다.
pl: Ta opcja jest wyłączona, ponieważ brakuje komponentu rigu twarzy.
pt_br: Esta opção está desabilitada porque o Componente de Rig do Rosto está faltando.
ru: Эта настройка отключена из-за отсутствия компонента каркаса лица.
tr: Yüz Donatım Bileşeni eksik olduğu için bu seçenek devre dışı.

# MetaHumanPerformance,CannotProcessAsyncPredictiveSolverActiveTooltipText
source: {0} please wait for the Prepare for Performance step in MetaHuman Identity to complete.
ar: {0} نرجو الانتظار حتى تكتمل خطوة التحضير للأداء في MetaHuman Identity.
de: {0} musst du warten, bis der Schritt „Für Performance vorbereiten“ in MetaHuman Identity abgeschlossen ist.
es: {0} espera a que se complete el paso Preparar para los movimientos de la MetaHuman Identity.
fr: {0} veuillez attendre la fin de l'étape Préparation pour les performances de la MetaHuman Identity.
it: {0} attendi che il passaggio Prepara per le prestazioni della MetaHuman Identity venga completato.
ja: {0} MetaHuman Identity のパフォーマンスの準備ステップが 完了するまでお待ちください
ko: {0} 메타휴먼 아이덴티티의 퍼포먼스 준비 단계가 완료될 때까지 기다리세요.
pl: {0} zaczekaj, aż krok Przygotuj do występu w MetaHuman Identity się skończy.
pt_br: {0} espere a etapa de Preparar para Desempenho no MetaHuman Identity para concluir.
ru: {0} дождитесь завершения этапа «Подготовка к настройке Мимики» в Персоне MetaHuman.
tr: {0} lütfen MetaHuman Identity'de Performans İçin Hazırla adımının tamamlanmasını bekle.

# MetaHumanPerformance,CannotProcessAsyncUseM2MHOnceTooltipText
source: {0} first use Mesh to MetaHuman option in MetaHuman Identity at least once.
ar: {0} استخدم خيار Mesh to MetaHuman أولاً في MetaHuman Identity مرة واحدة على الأقل.
de: {0} musst du mindestens einmal in der MetaHuman Identity die Option „Mesh to MetaHuman“ benutzen.
es: {0} usa primero la opción Mesh to MetaHuman de la MetaHuman Identity al menos una vez.
fr: {0} utilisez tout d'abord l'option Mesh to MetaHuman au moins une fois dans la MetaHuman Identity.
it: {0} prima utilizza l'opzione Mesh to MetaHuman della MetaHuman Identity almeno una volta.
ja: {0} 最初に MetaHuman Identity で [Mesh to MetaHuman] オプションを少なくとも 1 回使用してください
ko: {0} 먼저 메타휴먼 아이덴티티의 메시 투 메타휴먼 옵션을 최소 한 번 사용해야 합니다.
pl: {0} najpierw użyj opcji Mesh to MetaHuman w MetaHuman Identity przynajmniej raz.
pt_br: {0} use primeiramente a opção Mesh to MetaHuman no MetaHuman Identity ao menos uma vez.
ru: {0} сначала используйте настройку Mesh to MetaHuman для Персоны MetaHuman минимум один раз.
tr: {0} önce MetaHuman Identity'de Mesh to MetaHuman seçeneğini en az bir kez kullan.

# MetaHumanPerformance,CannotProcessFaceMissingTooltipText
source: {0} first add Face Part to MetaHuman Identity.
ar: {0} أضف جزء الوجه إلى MetaHuman Identity أولاً.
de: {0} Du musst ein Gesicht zur MetaHuman Identity hinzufügen.
es: {0} añade primero la Face Part a la MetaHuman Identity.
fr: {0} ajoutez tout d'abord la partie visage à la MetaHuman Identity.
it: {0} prima aggiungi la Parte Viso alla MetaHuman Identity.
ja: {0} まず、MetaHuman Identity に顔のパーツを追加してください
ko: {0} 먼저 페이스 파츠를 메타휴먼 아이덴티티에 추가하세요.
pl: {0} najpierw dodaj część twarzy MetaHuman Identity.
pt_br: {0} adicione primeiramente uma Parte do Rosto ao MetaHuman Identity.
ru: {0} сначала добавьте элемент «Лицо» в MetaHuman Indentity.
tr: {0} önce MetaHuman Identity'ye Yüz Parçası ekle.

# MetaHumanPerformance,CannotProcessDefaultTrackerMissingTooltipText
source: {0} please ensure that the Default Tracker property in the Details panel is set, and correctly configured.
ar: {0} نرجو التأكد من ضبط خاصية التتبع الافتراضي (Default Tracker) في لوحة التفاصيل وتهيئتها بشكل صحيح.
de: {0} muss im Bereich „Details“ der Standard-Tracker gewählt und korrekt konfiguriert sein.
es: {0} asegúrate de que la propiedad Default Tracker del panel de detalles está establecida y configurada correctamente.
fr: {0} veuillez vous assurer que les propriétés par défaut du traceur soient définies dans le panneau Détails et correctement configurées.
it: {0} assicurati che la proprietà Tracciatore predefinito nel pannello Dettagli sia impostata e configurata correttamente.
ja: {0} [Details (詳細)] パネルで Default Tracker プロパティ が設定され、正しく構成されていることを確認してください
ko: {0} 디테일 패널의 기본 트래커 프로퍼티가 설정되고 올바르게 구성되었는지 확인하세요.
pl: {0} upewnij się, że właściwość domyślnego trackera w panelu szczegółów jest ustawiona i odpowiednio skonfigurowana.
pt_br: {0} certifique-se de que a propriedade do Rastreador Padrão no painel Detalhes esteja definida e configurada corretamente.
ru: {0} убедитесь, что свойство «Модуль отслеживания по умолчанию» на панели «Сведения» установлено и правильно настроено.
tr: {0} lütfen Ayrıntılar panelinde Varsayılan İzleyici özelliğinin ayarlandığından ve düzgün yapılandırıldığından emin ol.

# MetaHumanPerformance,CannotProcessLoadingTrackersTooltipText
source: {0} please wait for the trackers to finish loading.
ar: {0} نرجو الانتظار حتى ينتهي تحميل المتتبعات.
de: {0} musst du warten, bis die Tracker vollständig geladen sind.
es: {0} espera a que se acaben de cargar los rastreadores.
fr: {0} veuillez attendre la fin du chargement des traceurs.
it: {0} attendi il termine del caricamento dei tracciatori.
ja: {0} トラッカーのロードが終了するまでお待ちください
ko: {0} 트래커에서 로딩을 완료할 때까지 기다리세요.
pl: {0} zaczekaj, aż trackery skończą się wczytywać.
pt_br: {0} aguarde o carregamento dos rastreadores.
ru: {0} дождитесь завершения загрузки модулями отслеживания.
tr: {0} lütfen izleyicilerin yüklenmesini bekle.

# MetaHumanPerformance,CannotProcessMisconfiguredTrackerTooltipText
source: {0} please ensure all models specified in the Tracker asset are correct.
ar: {0} نرجو التأكد من صحة جميع النماذج المختارة في أصول جهاز التتبع.
de: {0} müssen alle im Tracker-Asset angegebenen Modelle korrekt sein.
es: {0} asegúrate de que todos los modelos que se especifican en el recurso rastreador sean correctos.
fr: {0} veuillez vous assurer que tous les modèles spécifiés dans la ressource de traceur soient corrects.
it: {0} assicurati che tutti i modelli indicati nell'asset Tracciatore siano corretti.
ja: {0} トラッカー アセットで指定されているすべてのモデルが正しいことを確認してください
ko: {0} 트래커 에셋에 명시된 모든 모델이 올바른지 확인하세요.
pl: {0} upewnij się, że wszystkie modele określone w zasobie trackera są właściwe.
pt_br: {0} certifique-se de que todos os modelos especificados no ativo do Rastreador estejam corretos.
ru: {0} убедитесь, что все модели, указанные в ресурсе «Модуль отслеживания», правильные.
tr: {0} lütfen İzleyici öğesinde belirtilen tüm modellerin doğruluğundan emin ol.

# MetaHumanPerformance,CannotProcessMissingDefaultSolverTooltipText
source: {0} please ensure that the Default Solver property in the Details panel is set, and correctly configured.
ar: {0} نرجو التأكد من ضبط خاصية الحلّال الافتراضي في لوحة التفاصيل وتهيئتها بشكل صحيح.
de: {0} muss im Bereich „Details“ der Standard-Solver gewählt und korrekt konfiguriert sein.
es: {0} asegúrate de que la propiedad Default Solver del panel de detalles está establecida y configurada correctamente.
fr: {0} veuillez vous assurer que les propriétés par défaut du solveur soient définies dans le panneau Détails et correctement configurées.
it: {0} assicurati che la proprietà Risolutore predefinito nel pannello Dettagli sia impostata e configurata correttamente.
ja: {0} [Details (詳細)] パネルでデフォルト ソルバのプロパティ が設定され、正しく構成されていることを確認してください
ko: {0} 디테일 패널의 기본 솔버 프로퍼티가 설정되고 올바르게 구성되었는지 확인하세요.
pl: {0} upewnij się, że właściwość domyślnego solwera w panelu szczegółów jest ustawiona i odpowiednio skonfigurowana.
pt_br: {0} certifique-se de que a propriedade do Solucionador Padrão no painel Detalhes esteja definida e configurada corretamente.
ru: {0} убедитесь, что свойство «Анализатор по умолчанию» на панели «Сведения» установлено и правильно настроено.
tr: {0} lütfen Ayrıntılar panelinde Varsayılan Çözücü özelliğinin ayarlandığından ve düzgün yapılandırıldığından emin ol.

# MetaHumanPerformance,CannotProcessDefaultSolverCantProcessTooltipText
source: {0} please ensure that the Default Solver is correctly configured.
ar: {0} نرجو التأكد من تهيئة خاصية الحلّال الافتراضي بشكل صحيح.
de: {0} muss der Standard-Solver korrekt konfiguriert sein.
es: {0} asegúrate de que Default Solver está configurado correctamente.
fr: {0} veuillez vous assurer que les propriétés par défaut du solveur soient correctement configurées.
it: {0} assicurati che il Risolutore predefinito sia configurato correttamente.
ja: {0} デフォルト ソルバが正しく構成されていることを確認してください
ko: {0} 기본 솔버가 올바르게 구성되었는지 확인하세요.
pl: {0} upewnij się, że domyślny solwer jest odpowiednio skonfigurowany.
pt_br: {0} certifique-se de que o Solucionador Padrão esteja configurado corretamente.
ru: {0} убедитесь, что «Анализатор по умолчанию» правильно настроен.
tr: {0} lütfen Ayrıntılar panelinde Varsayılan Çözücünün düzgün yapılandırıldığından emin ol.

# MetaHumanPerformance,CannotProcessInvalidRHI
source: {0} please ensure that the RHI is set to {1}.
ar: {0} نرجو التأكد من ضبط الـ RHI على {1}.
de: {0} muss das RHI auf {1} gesetzt sein.
es: {0} asegúrate de que el RHI sea {1}.
fr: {0} veuillez vérifier que la RHI est réglée sur : {1}.
it: {0} assicurati che l'RHI sia impostato su {1}.
ja: {0} RHI が {1} に設定されていることを確認してください
ko: {0} RHI가 {1}|hpp(으로,로) 설정되어 있는지 확인하세요.
pl: {0} upewnij się, że interfejs RHI jest ustawiony jako: {1}.
pt_br: {0} certifique-se de que a RHI esteja configurada para {1}.
ru: {0} убедитесь, что для RHI-интерфейса задано значение {1}.
tr: {0} lütfen RHI'nın {1} olarak ayarlandığından emin ol.

# MetaHumanPerformance,MissingAuthoringObjects
source: MetaHuman authoring objects are not present
ar: كيانات تأليف MetaHuman غير موجودة
de: Keine MetaHuman-Autorenobjekte vorhanden
es: Los objetos de autoría de MetaHuman no están presentes
fr: Les objets de création MetaHuman sont absents
it: Gli oggetti di authoring di MetaHuman
ja: MetaHuman 作成オブジェクトが存在しません
ko: 메타휴먼 제작 오브젝트가 존재하지 않습니다.
pl: Brak obiektów autorskich MetaHuman
pt_br: Objetos de autoria do MetaHuman não estão presentes
ru: Авторские объекты MetaHuman отсутствуют
tr: MetaHuman oluşturma nesneleri mevcut değil

# MetaHumanPerformance,CannotProcessInvalidRangeTooltipText
source: {0} please ensure that the processing range is valid.
ar: {0} نرجو التأكد من أن مدى المعالجة صالح.
de: {0} muss der Verarbeitungsbereich gültig sein.
es: {0} asegúrate de que el rango de procesamiento sea válido.
fr: {0} veuillez vous assurer que la plage de traitement soit valide.
it: {0} assicurati che l'intervallo di elaborazione sia valido.
ja: {0} 処理の範囲が有効であることを確認してください
ko: {0} 처리 범위가 유효한지 확인하세요.
pl: {0} upewnij się, że zakres przetwarzania jest właściwy.
pt_br: {0} certifique-se de que o alcance de processamento é válido.
ru: {0} убедитесь в действительности диапазона обработки.
tr: {0} lütfen işleme aralığının geçerli olduğundan emin ol.

# MetaHumanPerformance,ProcessingDiagnosticsWarning1
source: {0} frames contained less than {1}% valid depth-map pixels in the region of the face. Please check the depth-maps for the shot and ensure that there is adequate coverage in the region of the face; you may need to re-ingest your capture data with better Min Distance and/or Max Distance properties set in the CaptureSource asset in order to fix this.
ar: {0} تحتوي الإطارات على أقل من {1}% من وحدات البكسل الصالحة لخرائط العمق في منطقة الوجه. نرجو التحقق من خرائط العمق الخاصة باللقطة والتأكد من وجود تغطية كافية في منطقة الوجه؛ قد يكون عليك إعادة الإدخال للمعالجة لبيانات الالتقاط باستخدام أفضل خصائص أقل مسافة و/أو أكبر مسافة موجودة في أصل CaptureSource لحل هذه المشكلة.
de: {0} Frames enthielten in der Gesichtsregion weniger als {1} % gültige Tiefenkarten-Pixel. Überprüfe die Tiefenkarten der Aufnahme und stelle sicher, dass die Gesichtsregion ausreichend abgedeckt ist. Möglicherweise musst du die Aufnahmedaten erneut einspeisen und dabei einen besseren minimalen und/oder maximalen Abstand für das „CaptureSource“-Asset wählen, um das Problem zu beheben.
es: {0} fotogramas contenían menos del {1} % de píxeles válidos del mapa de profundidad en la zona de la cara. Comprueba los mapas de profundidad de la imagen y asegúrate de que se cubre lo suficiente la zona de la cara; puede que tengas que volver a incrustar los datos capturados con las propiedades de distancia mínima o distancia máxima establecidas en el recurso CaptureSource para solucionar este problema.
fr: {0} images contenaient moins de {1}% de pixels valides dans la région du visage. Veuillez consulter les textures de profondeur des plans et vérifier que la région du visage est suffisamment couverte. Vous pouvez avoir à réimporter vos données de capture avec de meilleures propriétés de distance min. et/ou max. au niveau de la ressource CaptureSource afin de corriger ce problème.
it: {0} fotogrammi contenevano meno di {1}% di pixel validi della mappa di profondità nella zona del viso. Controlla le mappe di profondità per l'inquadratura e assicurati che ci sia una copertura adeguata nella zona del viso: per risolvere il problema, potrebbe essere necessario e reimmettere i tuoi Capture Data impostando meglio le proprietà della distanza minima e/o massima nell'asset CaptureSource.
ja: {0} フレームの顔の領域に含まれる有効な深度マップ ピクセルが {1}% 未満でした。ショットの深度マップをチェックし、顔の領域が適切にカバーされていることを確認してください。これを修正するのに、CaptureSource アセットで Min Distance プロパティや Max Distance プロパティをより適切なものに設定して、キャプチャ データを再取り込みする必要がある場合があります
ko: 프레임 {0}개가 페이스 영역에서 유효한 뎁스 맵 픽셀을 {1}%보다 적게 포함했습니다. 샷의 뎁스 맵에서 페이스 영역이 충분히 커버되어 있는지 확인하세요. 이 문제를 해결하려면 CaptureSource 에셋에 설정된 더 나은 최소 거리(Min Distance) 및/또는 최대 거리(Max Distance) 프로퍼티로 캡처 데이터를 다시 수집해야 할 수 있습니다.
pl: Klatki ({0}) zawierały mniej niż {1}% właściwych pikseli mapy głębi w regionie twarzy. Sprawdź mapy głębi ujęcia i upewnij się, że region twarzy jest odpowiednio pokryty. Możliwe, że zajdzie konieczność ponownego przesłania Capture Data z lepszym dystansem minimalnym i/lub maksymalnym ustawionym w zasobie CaptureSource, by to naprawić.
pt_br: {0} quadros continham menos de {1}% de pixels de mapa de profundidade válidos na região do rosto. Verifique os mapas de profundidade da cena e certifique-se de que há cobertura adequada na região do rosto. Pode ser necessário ingerir novamente os dados de captura com propriedades melhoradas de distância mín. e/ou máx. configuradas no ativo CaptureSource para corrigir isto.
ru: {0} кадры содержали менее {1}% действительных пикселей карты глубин в области лица. Проверьте карты глубин для снимка и убедитесь, что область лица имеет соответствующее покрытие; чтобы это исправить, может потребоваться повторно скопировать данные захвата с улучшенными свойствами «Минимальное расстояние» и/или «Максимальное расстояние», заданными в ресурсе CaptureSource.
tr: {0} kare yüz bölgesinde %{1} oranından az geçerli derinlik haritası pikseli içeriyor. Lütfen çekimin derinlik haritasını kontrol et ve yüz bölgesinde yeterli kapsam olduğundan emin ol; bunu düzeltmek için CaptureSource öğesinde Min. Mesafe ve/veya Maks. Mesafe özelliklerini daha iyi ayarlayıp Yakalama Verilerini yeniden alman gerekebilir.

# MetaHumanPerformance,FaceWidthDiagnosticsWarningMessage
source: {0} frames contained a face of width less than {1} pixels in the depth-map. Please ensure that the face covers a larger area of the image in order to obtain good animation results.
ar: {0} تحتوي الإطارات على وجه بعرض أقل من {1} بكسل في خريطة العمق. نرجو التأكد من أن الوجه يغطي مساحة أكبر من الصورة للحصول على نتائج جيدة للحركة.
de: {0} Frames enthielten auf der Tiefenkarte ein Gesicht mit einer Breite von weniger als {1} Pixeln. Stelle sicher, dass das Gesicht einen größeren Bereich des Bildes abdeckt, um eine gute Animation zu erhalten.
es: {0} fotogramas contenían una cara con una anchura inferior a {1} píxeles en el mapa de profundidad. Asegúrate de que la cara cubre un área superior a la de la imagen para obtener buenos resultados en las animaciones.
fr: {0} images contenaient un visage dont la largeur est inférieure à {1} pixels dans la texture de profondeur. Vérifiez que le visage couvre une surface plus importante de l'image afin d'obtenir des résultats d'animation satisfaisants.
it: {0} fotogrammi contenevano un viso di larghezza inferiore a {1} pixel nella mappa di profondità. Per ottenere buoni risultati di animazione, assicurati che il viso copra un'area più ampia dell'immagine.
ja: {0} フレームに、深度マップ内の {1} ピクセル未満の幅の面が含まれていました。良好なアニメーション結果を得るには、顔が画像より広い領域をカバーしていることを確認してください
ko: {0}개의 프레임에서 뎁스 맵의 페이스 너비가 {1}픽셀보다 작습니다. 좋은 애니메이션 결과물을 얻으려면 페이스가 이미지의 넓은 영역을 커버하도록 해야 합니다.
pl: Klatki ({0}) zawierały twarz o szerokość w pikselach na mapie głębi była mniejsza niż {1}. Upewnij się, że twarz pokrywa większy obszar obrazu, by uzyskać dobrą animację.
pt_br: {0} quadros continham um rosto com largura menor do que {1} pixels no mapa de profundidade. Certifique-se de que o rosto cobre uma área maior da imagem para poder obter bons resultados de animação.
ru: {0} на кадрах было лицо шириной менее {1} пикселей на карте глубин. Чтобы получить приемлемые результаты анимации, удостоверьтесь, что лицо занимает большую часть изображения.
tr: {0} kare, derinlik haritasında {1} pikselden az genişliğe sahip bir yüz içeriyor. İyi animasyon sonuçları almak için lütfen görüntünün büyük bir alanını yüzün kapladığından emin ol.
