Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

source: NOTE: The Marker Curves are only shown when in Single View Mix Mode of AB Viewport, for frames that have been tracked.
ar: ملاحظة: تظهر منحنيات العلامة فقط عندما تكون في وضع مزيج العرض الفردي في منفذ عرض AB، للإطارات التي تم تتبعها.
de: HINWEIS: Die Markierungskurven werden nur im Ansichtsmodus „Einzeln“ des Ansichtsfensters A|B und nur für getrackte Frames angezeigt.
es: Ten en cuenta que las Marker Curves solo se muestran en el modo de vista mixta Única del visor A|B en los fotogramas que se han registrado.
fr: REMARQUE : les courbes de marqueurs sont uniquement affichées en mode d'affichage mixte Unique du hublot A|B pour les images suivies.
it: ATTENZIONE: le curve del marcatore vengono visualizzate solo in modalità Single View Mix di AB Viewport per i fotogrammi che sono stati tracciati.
ja: 注：マーカー カーブは、トラックされたフレームに対して、AB ビューポートのシングル ビュー ミックス モードの 場合にのみ表示されます
ko: 참고: 마커 커브는 AB 뷰포트의 싱글 뷰 믹스 모드에서만 트래킹되는 프레임에 한하여 표시됩니다.
pl: UWAGA: krzywe znaczników są wyświetlane jedynie w pojedynczym mieszanym trybie wyświetlania w oknie wizualizacji AB, dla klatek, które były śledzone.
pt_br: OBSERVAÇÃO: as Curvas de Marcador são exibidas somente no modo Single View Mix da Janela de Visualização AB, para os quadros que foram rastreados.
ru: ПРИМЕЧАНИЕ: кривые маркера отображаются только в однооконном смешанном режиме просмотра окна просмотра A|B для отслеживаемых кадров.
tr: NOT: İşaretleyici Kavisler yalnızca A|B görünüm penceresinin Tek Görünümlü Karma Modundayken ve takip edilmiş kareler için gösterilir.

source: To enable editing of Marker Curves in this Promoted Frame, lock the navigation to 2D mode by using Lock Camera option in the right-click context menu.
ar: لتفعيل تحرير منحنيات العلامة في هذا الإطار الذي تمت ترقيته، قم بقفل التنقل على الوضع ثنائي الأبعاد باستخدام خيار قفل الكاميرا في قائمة سياق بالنقر فوق زر الماوس الأيمن.
de: Um in diesem promoteten Frame Markierungskurven zu bearbeiten, beschränke die Navigation auf den 2D-Modus, indem du mit einem Rechtsklick das Kontextmenü öffnest und dort „Kamera sperren“ wählst.
es: Para habilitar la edición de las Marker Curves en este fotograma promovido, bloquea la navegación en el modo 2D usando la opción Bloquear cámara en el menú contextual con clic derecho.
fr: Pour activer la modification des courbes de marqueurs de cette image promue, verrouillez la navigation en mode 2D à l'aide de l'option de verrouillage de la caméra située dans le menu contextuel accessible par un clic droit.
it: Per abilitare la modifica delle curve del marcatore in questo fotogramma approvato, blocca la navigazione in modalità 2D utilizzando l'opzione Blocca fotocamera nel menu contestuale facendo clic con il tasto destro del mouse.
ja: このプロモートされたフレームでマーカー カーブの編集を有効にするには、右クリックの コンテキスト メニューの [Lock Camera (カメラをロックする)] オプションで、ナビゲーションを 2D モードにロックします
ko: 이 승격된 프레임의 마커 커브 편집을 활성화하려면 우클릭 컨텍스트 메뉴의 카메라 잠금(Lock Camera) 옵션을 사용하여 내비게이션을 2D 모드로 고정하세요.
pl: Aby włączyć edycję krzywych znaczników w tej wypromowanej klatce, ogranicz nawigację do trybu 2D przy użyciu opcji Zablokuj kamerę dostępnej w menu kontekstowym PPM.
pt_br: Para ativar a edição das Curvas de Marcador neste Quadro Promovido, trave a navegação no modo 2D por meio da opção "Travar Câmera" no menu de contexto que aparece ao clicar com o botão direito.
ru: Чтобы включить редактирование кривых маркера в этих зафиксированных кадрах, заблокируйте навигацию в 2D-режиме с помощью функции «Блокировать камеру» в контекстном меню, вызываемом правой кнопкой мыши.
tr: Bu Yükseltilmiş Karede İşaretleyici Kavislerin düzenlenmesini etkinleştirmek için sağ tıklamayla açılan bağlam menüsündeki Kamerayı Kilitle seçeneğini kullanarak navigasyonu 2D moduna kilitle.

# MetaHumanIdentityPromotedFrames,PromotedFrameNavigationIconFrameLockedTooltip
source: Footage Capture Data automaticaly tracks the active frame and locks the navigation for the frame to 2D mode The Marker Curves are shown and can be edited in Single View Mix Mode of AB Viewport.
ar: تقوم بيانات الالتقاط الخاصة بالمقطع بتتبع الإطار النشط تلقائيًا وتقفل التنقل للإطار في الوضع ثنائي الأبعاد تظهر منحنيات العلامة ويمكن تحريرها في وضع مزيج العرض الفردي في منفذ عرض AB.
de: „Video-Aufnahmedaten“ trackt automatisch das aktive Frame und beschränkt die Navigation auf den 2D-Modus. Die Markierungskurven werden im Ansichtsmodus „Einzeln“ des Ansichtsfensters A|B angezeigt und können dort bearbeitet werden.
es: La captura de datos de la grabación sigue automáticamente el fotograma activo y bloquea la navegación para él en el modo 2D Las Marker Curves se muestran y se pueden editar en el modo de vista mixta Única del visor A|B.
fr: Les données de capture de la séquence suivent automatiquement l'image active et verrouillent la navigation en mode 2D pour l'image Vous pouvez voir et modifier les courbes de marqueurs en mode d'affichage mixte Unique du hublot A|B.
it: I Capture Data del filmato tracciano automaticamente il fotogramma attivo e bloccano la navigazione per il fotogramma in modalità 2D Le curve del marcatore sono mostrate e possono essere modificate nella modalità Single View Mix di AB Viewport.
ja: フッテージ キャプチャ データは、アクティブなフレームを自動的に追跡し、フレームのナビゲーションを 2D モードにロックします。 マーカー カーブが表示され、AB ビューポートのシングル ビュー ミックス モードで編集できます
ko: 영상 캡처 데이터가 자동으로 활성 프레임을 트래킹하고 프레임 내비게이션을 2D 모드로 고정합니다. 마커 커브가 표시되며, AB 뷰포트의 싱글 뷰 믹스 모드에서 마커 커브를 편집할 수 있습니다.
pl: Nagrania Capture Data śledzą aktywną klatkę i ograniczają nawigację dla klatki do trybu 2D Krzywe znaczników są wyświetlane i mogą być edytowane w pojedynczym mieszanym trybie wyświetlania w oknie wizualizacji AB.
pt_br: Os Dados de Captura de imagem de vídeo rastreiam automaticamente o quadro ativo e travam a navegação do quadro no modo 2D As Curvas de Marcador são exibidas e podem ser editadas no modo Single View Mix (Misto de Visualização Única) da Janela de Visualização AB.
ru: Данные записи видеоматериала автоматически отслеживают активный кадр и фиксируют навигацию этого кадра в 2D-режиме Кривые маркеров отображаются и открыты для изменений в однооконном смешанном режиме просмотра окна просмотра A|B.
tr: Görüntü kayıtlı Veri Yakalama etkin kareyi otomatik olarak takip eder ve kare için navigasyonu 2D moduna kilitler. İşaretleyici Kavisler A|B görünüm penceresinin Tek Görünümlü Karma Modunda gösterilir ve düzenlenebilir.

# MetaHumanIdentityPromotedFrames,EditFrameNameTransactionLabel
source: Edit Frame Name
ar: تحرير اسم الإطار
de: Frame-Namen bearbeiten
es: Editar nombre de fotograma
fr: Éditer le nom de l'image
it: Modifica il nome del fotogramma
ja: フレーム名の編集
ko: 프레임 이름 편집
pl: Edytuj nazwę klatki
pt_br: Editar nome do quadro
ru: Редактировать название кадра
tr: Kare Adını Düzenle

# MetaHumanIdentityPromotedFrames,CameraFreeRoamingModeTooltip
source: Free Roaming Camera Mode
ar: وضع التجوال الحُر للكاميرا
de: Kameramodus „Frei beweglich“
es: Modo de cámara itinerante
fr: Mode Caméra libre
it: Modalità Free roaming della fotocamera
ja: フリー ローミング カメラ モード
ko: 프리 로밍 카메라 모드
pl: Tryb kamery swobodnego rozglądania się
pt_br: Modo de Câmera Livre
ru: Режим свободного передвижения для камеры
tr: Serbest Hareketli Kamera Modu

# MetaHumanIdentityPromotedFrames,FreeRoamInactiveTooltip
source: {0} (Inactive) Click to switch camera to Free Roaming mode
ar: {0} (غير نشط) انقر لتبديل الكاميرا إلى وضع التجول الحر "Free Roaming"
de: {0} (Inaktiv) Klicke, um zum Kameramodus „Frei beweglich“ zu wechseln.
es: {0} (inactivo) Haz clic para activar el modo de cámara itinerante
fr: {0} (inactif) Cliquez pour passer la caméra en mode libre
it: {0} (Inattivo) Fai clic per impostare la fotocamera in modalità Free roaming
ja: {0} (非アクティブ) クリックすると、カメラがフリー ローミング モードに切り替わります
ko: {0}(비활성) 클릭하면 카메라가 프리 로밍 모드로 전환됩니다.
pl: {0} (nieaktywne) Naciśnij, by zmienić tryb działania kamery na swobodne rozglądanie się
pt_br: {0} (Inativo) Clique para mudar a câmera para o modo de Câmera Livre
ru: {0} (неактивно) Нажмите, чтобы переключить камеру в режим свободного передвижения
tr: {0} (Devre dışı) Kamerayı Serbest Hareket moduna almak için tıkla

# MetaHumanIdentityPromotedFrames,CameraInFreeRoamingModeActiveTooltip
source: (Active)
ar: (نشط)
de: (Aktiv)
es: (Activo)
fr: (Actif)
it: (attiva)
ja: (有効)
ko: (활성)
pl: (Aktywny)
pt_br: (Ativo)
ru: (Активн.)
tr: (Etkin)

# MetaHumanIdentityPromotedFrames,FreeRoamSomePromotedFramesTooltip
source: {0} {1} Click on any Promoted Frame on the right to set the Viewport camera to it
ar: {0} {1} انقر فوق أي إطار تمت ترقيته على اليمين لضبط كاميرا منفذ العرض عليه
de: {0} {1} Klicke auf der rechten Seite auf ein promotetes Frame, um es im Ansichtsfenster anzuzeigen.
es: {0} {1} Haz clic en cualquier fotograma promovido de la derecha para enfocar hacia allí la cámara del visor
fr: {0} {1} Cliquez sur une image promue sur la droite pour fixer la caméra du hublot sur celle-ci
it: {0} {1} Fai clic su un fotogramma approvato sulla destra per impostare la fotocamera della Viewport
ja: {0} {1} ビューポート カメラを設定するには、右側のプロモートされたフレームをクリックします
ko: {0} {1} 뷰포트 카메라로 설정하려면 오른쪽의 승격된 프레임 중 원하는 것을 클릭합니다.
pl: {0} {1} Naciśnij dowolną wypromowaną klatkę po prawej, by ustawić na niej okno wizualizacji
pt_br: {0} {1} Clique em qualquer Quadro Promovido na direita para atribuir a câmera da Janela de Visualização a ele
ru: {0} {1} Нажмите на любой зафиксированный кадр справа, чтобы установить для него камеру окна просмотра
tr: {0} {1} Görünüm penceresi kamerasını ayarlamak için sağdaki Yükseltilmiş Karelerden herhangi birine tıkla

# MetaHumanIdentityPromotedFrames,FreeRoamNoPromotedFramesTooltip
source: {0} {1} Use the '+' button on the left to add Promoted Frames to the Promoted Frames Timeline and then click on any Promoted Frame button that appears on the left to leave Free Roaming mode
ar: {0} {1} استخدم زر "+" على اليسار لإضافة الإطارات التي تمت ترقيتها إلى الخط الزمني للإطارات التي تمت ترقيتها ثم انقر فوق أي زر إطار تمت ترقيته يظهر على اليسار لمغادرة وضع التجول الحر
de: {0} {1} Klicke auf der linken Seite auf das Plus-Symbol, um ein promotetes Frame zur Promotete-Frames-Zeitleiste hinzuzufügen, und klicke dann auf eine beliebige Schaltfläche eines promoteten Frames, die links erscheint, um den Kameramodus „Frei beweglich“ zu verlassen.
es: {0} {1} Usa el botón '+' de la izquierda para añadir fotogramas promovidos al cronograma de los fotogramas promovidos y luego haz clic en cualquier botón de fotograma promovido que aparezca a la izquierda para salir del modo de cámara itinerante
fr: {0} {1} Utilisez le bouton '+' situé à gauche pour ajouter les images promues à la chronologie des images promues puis cliquez sur un bouton d'image promue sur la gauche pour quitter le mode libre
it: {0} {1} Utilizza il pulsante '+' sulla sinistra per aggiungere i fotogrammi approvati alla timeline dei fotogrammi approvati e poi fai clic su un pulsante Fotogramma approvato che appare sulla sinistra per uscire dalla modalità Free roaming
ja: {0} {1} 左側の [+] ボタンを使用すると、プロモート フレームがプロモート フレーム タイムラインに追加されます。 左側に表示されるプロモート フレーム ボタンをクリックすると、フリー ローミング モードが終了します
ko: {0} {1} 왼쪽의 '+' 버튼을 사용하여 승격된 프레임 타임라인에 승격된 프레임을 추가합니다. 그런 다음 왼쪽에 나타나는 승격된 프레임(Promoted Frame) 버튼 중 하나를 클릭하여 프리 로밍 모드를 종료합니다.
pl: {0} {1} Użyj przycisku „+” po lewej, by dodawać wypromowane klatki do osi czasy wypromowanych klatek, a następnie naciśnij dowolny przycisk wypromowanej klatki, który pojawia się po lewej, by wyjść z trybu swobodnego rozglądania się
pt_br: {0} {1} Use o botão "+" à esquerda para adicionar Quadros Promovidos à Linha do Tempo dos Quadros Promovidos. Em seguida, clique em qualquer botão de Quadro Promovido que aparecer à esquerda para deixar o modo de Câmera Livre
ru: {0} {1} Используйте кнопку «+» слева для добавления зафиксированных кадров на их временную шкалу, а затем нажмите любую кнопку «Зафиксировать кадр», которая появляется слева для выхода из режима свободного передвижения
tr: {0} {1} Yükseltilmiş Kareler Zaman Çizelgesine Yükseltilmiş Kareler eklemek için soldaki "+" düğmesini kullan, ardından Serbest Hareket modundan çıkmak için solda görünen bir Yükseltilmiş Kare düğmesine tıkla

# MetaHumanIdentityPromotedFrames,PromotedFramesPanelEmptyTooltip
source: Promoted Frames Timeline Use '+' button on the left to create a new Promoted Frame from the current camera view.
ar: الإطار الزمني للإطارات التي تمت ترقيتها استخدم الزر "+" الموجود على اليسار لإنشاء إطار تمت ترقيته جديد من عرض الكاميرا الحالي.
de: Promotete-Frames-Zeitleiste Erstelle aus der aktuellen Kameraansicht mithilfe des Plus-Symbols auf der linken Seite ein neues promotetes Frame.
es: Cronograma de los fotogramas promovidos Utiliza el botón '+' de la izquierda para crear un nuevo fotograma promovido a partir de la vista de cámara actual.
fr: Chronologie des images promues Utilisez le bouton '+' à gauche pour créer une nouvelle image promue à partir de l'affichage de la caméra en cours.
it: Timeline dei fotogrammi approvati Utilizza il pulsante '+' a sinistra per creare un nuovo fotogramma approvato dalla vista attuale della fotocamera.
ja: プロモートされたフレームのタイムライン 現在のカメラ ビューから新しいプロモーテッド フレームを作成するには、左側の [+] ボタンを使用します
ko: 승격된 프레임 타임라인 왼쪽의 '+' 버튼을 사용하여 현재 카메라 뷰에서 새 승격된 프레임을 생성합니다.
pl: Oś czasu wypromowanych klatek Użyj przycisku „+”, by stworzyć nową wypromowaną klatkę z obecnego widoku kamery.
pt_br: Linha do Tempo dos Quadros Promovidos Use o botão de "+" à esquerda para criar um novo Quadro Promovido a partir da visualização de câmera atual.
ru: Временная шкала зафиксированных кадров Используйте кнопку «+» слева для создания нового зафиксированного кадра из текущего обзора камеры.
tr: Yükseltilmiş Kareler Zaman Çizelgesi Mevcut kamera görünümünden yeni bir Yükseltilmiş Kare oluşturmak için soldaki "+" düğmesini kullan.

# MetaHumanIdentityPromotedFrames,PromotedFramesPanelNonEmptyTooltip
source: This is the Promoted Frames Timeline
ar: هذا هو الإطار الزمني للإطارات التي تمت ترقيتها
de: Die Promotete-Frames-Zeitleiste
es: Este es el cronograma de los fotogramas promovidos
fr: Ceci est la chronologie des images promues
it: Ecco la timeline dei fotogrammi approvati
ja: これはプロモートされたフレームのタイムラインです
ko: 승격된 프레임 타임라인입니다.
pl: To oś czasu wypromowanych klatek
pt_br: Esta é a Linha do Tempo dos Quadros Promovidos
ru: Это временная шкала зафиксированных кадров
tr: Bu, Yükseltilmiş Kareler Zaman Çizelgesidir

# MetaHumanIdentityPromotedFrames,ShouldSetFrontView
source: Current promoted frame will be set as front view
ar: سيتم تعيين الإطار الحالي الذي تمت ترقيته كعرض أمامي
de: Das aktuelle promotete Frame wird als Frontansicht festgelegt.
es: El fotograma promovido actual se convertirá en vista frontal
fr: L'image promue actuelle servira de vue frontale
it: Il fotogramma approvato attuale sarà impostato come vista frontale
ja: 現在のプロモートされたフレームが正面ビューとして設定されます
ko: 현재 승격된 프레임이 정면 뷰로 설정됩니다.
pl: Obecnie promowana klatka zostanie ustawiona jako widok przedni
pt_br: O quadro promovido atual será definido como visão frontal
ru: Текущий зафиксированный кадр будет установлен для фронтального вида
tr: Mevcut yükseltilmiş kare ön görünüm olarak ayarlanacak

# MetaHumanIdentityPromotedFrames,ShouldRecordTitle
source: Setting the front view
ar: ضبط العرض الأمامي
de: Frontansicht festlegen
es: Configurar vista frontal
fr: Définir comme vue frontale
it: Impostazione della vista frontale
ja: 正面ビューの設定
ko: 정면 뷰 설정 중
pl: Ustawienie widoku przedniego
pt_br: Definindo a visão frontal
ru: Настройка вида спереди
tr: Ön görünüm ayarlanıyor

# MetaHumanIdentityPromotedFrames,ShouldRecord_ConfirmText
source: Ok
ar: موافق
es: Aceptar
ko: 확인
ru: ОК
tr: Tamam

# MetaHumanIdentityPromotedFrames,ShouldRecord_CancelText
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal et

# MetaHumanCurveDataOperations,MetaHumanPointDragTransaction
source: Move Control Vetices
ar: رؤوس التحكم في الحركة
de: Kontrollscheitelpunkte bewegen
es: Mover vértices de control
fr: Déplacer les vertex de contrôle
it: Sposta vertici di controllo
ja: 制御頂点を移動
ko: 이동 컨트롤 버텍스
pl: Przesuń wierzchołki kontrolne
pt_br: Mover Vértices de Controle
ru: Передвинуть контрольные вершины
tr: Kontrol Vertekslerini Taşı

# MetaHuman,PerformanceAssetName
source: MetaHuman Performance
ar: أداء MetaHuman
es: Movimientos de MetaHuman
fr: Performances du MetaHuman
it: Prestazioni MetaHuman
ja: MetaHumanのパフォーマンス
ko: 메타휴먼 퍼포먼스
pl: Występ MetaHuman
pt_br: Desempenho do MetaHuman
ru: Мимика MetaHuman

# MetaHumanPerformance,MinSpecPerformanceMessage
source: Minimum specification for using a Performance is not met. Stability and performance maybe effected. Minimum specification is: {0}.
ar: لم تتم تلبية الحد الأدنى من مواصفات استخدام الأداء. قد يتأثر الاستقرار والأداء. الحد الأدنى من المواصفات هو: {0}.
de: Die Mindestanforderungen für die Verwendung einer Performance sind nicht erfüllt. Die Stabilität und Leistung könnten beeinträchtigt werden. Mindestanforderung: {0}.
es: No se cumple la especificación mínima para utilizar una animación. La estabilidad y el rendimiento pueden verse afectados. El requisito mínimo es: {0}.
fr: Les caractéristiques minimales pour utiliser des performances ne sont pas respectées. Cela pourrait impacter la stabilité et les performances. Caractéristiques minimales requises : {0}.
it: Le specifiche minime per l'utilizzo delle prestazioni risultano inadeguate. La stabilità e le prestazioni potrebbero essere compromesse. La specifica minima è: {0}.
ja: パフォーマンスを利用するための最小仕様が満たされていません。安定性とパフォーマンスに影響が及ぶ可能性があります。 最小仕様は次のとおりです：{0}
ko: 퍼포먼스를 사용하기 위한 최소 사양이 충족되지 않았습니다. 안정성 및 퍼포먼스가 영향을 받을 수 있습니다. 최소 사양은 {0}입니다.
pl: Minimalne wymagania do użycia występu nie zostały spełnione. Może to mieć wpływ na stabilność i wydajność. Minimalne wymagania: {0}.
pt_br: A especificação mínima para usar um Desempenho não foi atingida. A estabilidade e o desempenho podem ser afetados. Especificação mínima: {0}.
ru: Минимальные требования для использования Мимики не соблюдены. Это может повлиять на стабильность и производительность. Минимальные требования: {0}.
tr: Performans kullanmak için gerekli minimum teknik özellik karşılanmıyor. Stabilite ve performans etkilenebilir. Minimum sistem gereksinimleri: {0}.

# MetaHumanPerformance,UnsupportedRHIPerformanceMessage
source: Processing a Performance will not be possible with the current RHI. To enable processing make sure the RHI is set to {0}.
ar: لن تكون معالجة الأداء ممكنة مع الـ RHI الحالي. لتفعيل المعالجة، تأكد من ضبط الـ RHI على {0}.
de: Mit dem aktuellen RHI ist es nicht möglich, eine Performance zu verarbeiten. Damit die Verarbeitung möglich ist, muss das RHI auf {0} gesetzt sein.
es: No se podrá procesar una animación con el RHI actual. Para habilitar el procesamiento, asegúrate de que el RHI sea {0}.
fr: Le traitement des performances est impossible avec la RHI actuelle. Pour activer le traitement, vérifiez que la RHI est réglée sur : {0}.
it: L'elaborazione delle prestazioni non sarà possibile con l'attuale RHI. Per abilitare l'elaborazione, verifica che l'RHI sia impostato su {0}.
ja: 現在の RHI ではパフォーマンスを処理することはできません。処理を有効にするには、RHI が {0} に設定されていることを確認してください
ko: 현재 RHI로는 퍼포먼스 처리가 불가능합니다. 처리를 가능하게 하려면 RHI가 {0}|hpp(으로,로) 설정되어 있어야 합니다.
pl: Przetwarzanie występu nie będzie możliwe z obecnym interfejsem RHI. By przetwarzanie zostało włączone, interfejs RHI musi być ustawiony jako: {0}.
pt_br: Processar um Desempenho não será possível com a RHI atual. Certifique-se de que a RHI esteja configurada para {0} a fim de habilitar o processamento.
ru: Обработка Мимики будет невозможна в случае использования текущего RHI-интерфейса. Чтобы включить обработку, для RHI-интерфейса должно быть установлено значение {0}.
tr: Mevcut RHI ile Performans işlemek mümkün olmayacak. İşlemeyi etkinleştirmek için RHI'nın {0} olarak ayarlandığından emin ol.

# MetaHumanPerformance,MinSpecPerformanceTitle
source: Minimum specification
ar: الحد الأدنى من المواصفات
de: Mindestanforderungen
es: Requisito mínimo
fr: Caractéristiques minimales requises
it: Specifiche minime
ja: 最小仕様
ko: 최소 사양
pl: Minimalne wymagania
pt_br: Especificação mínima
ru: Минимальные требования
tr: Minimum sistem gereksinimleri

# MetaHumanPerformance,CannotProcessThisOptionIsDisabled
source: To enable this option
ar: لتفعيل هذا الخيار
de: Damit diese Option verfügbar wird,
es: Para habilitar esta opción
fr: Pour activer cette option
it: Per abilitare questa opzione
ja: このオプションを有効にするには
ko: 이 옵션을 활성화하려면
pl: By włączyć tę opcję
pt_br: Para ativar esta opção
ru: Чтобы включить эту настройку
tr: Bu seçeneği etkinleştirmek için

# MetaHumanPerformance,CannotProcessAlreadyProcessingTooltipText
source: {0} stop the processing of the current Performance.
ar: {0} قم بإيقاف معالجة الأداء الحالي.
de: {0} musst du die Bearbeitung der aktuellen Performance abbrechen.
es: {0} detén el procesamiento de los movimientos actuales.
fr: {0} arrêter le traitement des performances en cours.
it: {0} interrompe l'elaborazione delle prestazioni attuali.
ja: {0} 現在のパフォーマンスの処理を停止します
ko: {0} 현재 퍼포먼스의 처리를 중단합니다.
pl: {0} przerwij przetwarzanie obecnego występu.
pt_br: {0} cancele o processamento do Desempenho atual.
ru: {0} остановите обработку текущей Мимики.
tr: {0} mevcut Performansın işlenmesini durdur.

# MetaHumanPerformance,CannotProcessProcessingAnotherPerformanceTooltipText
source: Another Performance is currently being processed. To enable this option, first stop the processing of that one.
ar: يتم حاليًا معالجة أداء آخر. لتفعيل هذا الخيار، قم أولاً بإيقاف معالجة هذا الخيار.
de: Eine andere Performance ist gerade in Bearbeitung. Damit diese Option verfügbar wird, musst du ihre Verarbeitung abbrechen.
es: Se están procesando otros movimientos. Para habilitar esta opción, antes debes detener su procesamiento.
fr: D'autre performances sont en cours de traitement. Pour activer cette option, veuillez interrompre le traitement de ces performances.
it: È in corso l'elaborazione di altre prestazioni. Per abilitare questa opzione, prima interrompi l'elaborazione precedente.
ja: 現在、別のパフォーマンスを処理しています。このオプションを有効にするには、まず処理中のパフォーマンスを停止してください
ko: 다른 퍼포먼스가 현재 처리되고 있습니다. 이 옵션을 활성화하려면 해당 퍼포먼스의 처리를 중지해야 합니다.
pl: Obecnie przetwarzany jest inny występ. By włączyć tę opcję, wyłącz przetwarzanie drugiego Performance.
pt_br: No momento, outro Desempenho está sendo processado. Antes de ativar esta opção, interrompa o processamento do outro Desempenho.
ru: В настоящее время выполняется обработка другой Мимики. Чтобы включить эту настройку, сначала остановите эту обработку.
tr: Şu anda başka bir Performans işleniyor. Bu seçeneği etkinleştirmek için önce işlemeyi durdur.

# MetaHumanPerformance,CannotProcessAudioNotSetTooltipText
source: {0} set the Audio property of this Performance in the Details panel.
ar: {0} اضبط خاصية الصوت لهذا الأداء في لوحة التفاصيل.
de: {0} Du musst im Detail-Panel die Eigenschaft „Audio“ dieser Performance festlegen.
es: {0} establece la propiedad de sonido de estos movimientos en el panel de detalles.
fr: {0} définir les propriétés de l'audio de ces performances dans le panneau Détails.
it: {0} imposta la proprietà Audio di questa prestazione nel pannello Dettagli.
ja: {0} [Details (詳細)] パネルでこのパフォーマンスの Audio プロパティを設定してください
ko: {0} 디테일 패널에서 이 퍼포먼스의 오디오 프로퍼티를 설정하세요.
pl: {0} ustaw właściwość dźwięku tego występu w panelu szczegółów.
pt_br: {0} configure a propriedade Áudio deste Desempenho no painel Detalhes.
ru: {0} установите свойство аудио этой мимики на панели «Сведения».
tr: {0} Ayrıntılar panelinde bu Performansın Ses özelliğini ayarla.
