Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanIdentityPromotedFrames,PromoteFrameToolbarButtonNoSelectPoseTooltip
source: {0} To enable this option, select a Pose in the MetaHuman Identity Parts Tree View
ar: {0} لتفعيل هذا الخيار، اختر وضعية في عرض القائمة لأجزاء MetaHuman Identity
de: {0} Damit diese Option verfügbar wird, musst du im MetaHuman Identity-Baumdiagramm eine Pose wählen.
es: {0} Para habilitar esta opción, selecciona una pose en la Tree View de las partes de la MetaHuman Identity
fr: {0} Pour activer cette option, sélectionnez une pose dans l'arborescence des parties de la MetaHuman Identity
it: {0} Per abilitare questa opzione, seleziona una posa nella visualizzazione parti della MetaHuman Identity
ja: {0} このオプションを有効にするには、MetaHuman アイデンティティ パーツ ツリー ビューでポーズを選択します
ko: {0} 이 옵션을 활성화하려면 메타휴먼 아이덴티티 파츠 트리 뷰에서 포즈를 선택해야 합니다.
pl: {0} By włączyć tę opcję, wybierz pozę w widoku drzewka części MetaHuman Identity
pt_br: {0} Para ativar esta opção, selecione uma Pose na Visualização em Árvore das Partes do MetaHuman Identity
ru: {0} Чтобы включить эту настройку, выберите положение в древовидном представлении частей Персоны MetaHuman
tr: {0} Bu seçeneği etkinleştirmek için MetaHuman Identity Parçalar Ağaç Görünümünde bir Poz seç

source: {0} To enable this option, set Capture Data in the Details panel of the Neutral Pose in MetaHuman Identity Parts Tree View
ar: {0} لتفعيل هذا الخيار، اضبط بيانات الالتقاط (Capture Data) في لوحة التفاصيل للوضعية المحايدة في طريقة عرض القائمة لأجزاء MetaHuman Identity
de: {0} Damit diese Option verfügbar wird, musst du im Bereich „Details“ der neutralen Pose im MetaHuman Identity-Baumdiagramm die Aufnahmedaten wählen.
es: {0} Para habilitar esta opción, establece una captura de datos en el panel de detalles de la pose neutra de la Tree View de las partes de la MetaHuman Identity
fr: {0} Pour activer cette option, définissez les données de capture dans le panneau Détails de la pose neutre dans l'arborescence des parties de la MetaHuman Identity
it: {0} Per abilitare questa opzione, imposta Capture Data nel pannello Dettagli della Posa Neutra nella visualizzazione parti della MetaHuman Identity
ja: {0} このオプションを有効にするには、MetaHuman アイデンティティ パーツ ツリー ビューの ニュートラル ポーズの [Details (詳細)] パネルで [Capture Data (キャプチャ データ)] を設定します
ko: {0} 이 옵션을 활성화하려면 메타휴먼 아이덴티티 파츠 트리 뷰의 뉴트럴 포즈의 디테일(Details) 패널에서 캡처 데이터를 설정해야 합니다.
pl: {0} By włączyć tę opcję, ustaw Capture Data w panelu szczegółów pozy neutralnej w widoku drzewka części MetaHuman Identity
pt_br: {0} Para ativar esta opção, configure Dados de Captura no painel Detalhes da Pose Neutra na Visualização em Árvore das Partes do MetaHuman Identity
ru: {0} Чтобы включить эту настройку, включите «Захват данных» на панели «Сведения» у нейтрального положения в древовидном представлении частей Персоны MetaHuman
tr: {0} Bu seçeneği etkinleştirmek için MetaHuman Identity Parçalar Ağaç Görünümündeki Nötr Pozun Ayrıntılar panelinde Yakalama Verilerini ayarla

# MetaHumanIdentityPromotedFrames,PromoteFrameToolbarButtonNoNeutralTooltip
source: {0} To enable this option, add Neutral Pose to Face Part of Identity by using +Add->Add Pose->Add Neutral in the MetaHuman Identity Parts Tree View
ar: {0} لتفعيل هذا الخيار، أضف الوضعية المحايدة إلى جزء الوجه من الهوية باستخدام +إضافة->إضافة وضعية->إضافة وضعية محايدة (Add->Add Pose->Add Neutral+) في عرض القائمة لأجزاء MetaHuman Identity
de: {0} Damit diese Option verfügbar wird, musst du eine neutrale Pose zum Gesicht der MetaHuman Identity hinzufügen. Benutze dazu im MetaHuman Identity-Baumdiagramm „+“ (Hinzufügen) > „Teil hinzufügen“ > „Gesicht hinzufügen“.
es: {0} Para habilitar esta opción, añade la pose neutra a la Face Part de la Identity usando +Añadir->Añadir pose->Añadir neutro en la Tree View de las partes de la MetaHuman Identity
fr: {0} Pour activer cette option, ajoutez tout d'abord la pose neutre à la partie visage de l'Identity en accédant à +Ajouter -> Ajouter une pose -> Ajouter la pose neutre dans l'arborescence des parties de la MetaHuman Identity
it: {0} Per abilitare questa opzione, aggiungi la Posa Neutra alla Parte Viso dell'Identity utilizzando +Aggiungi->Aggiungi posa->Aggiungi neutra nella visualizzazione parti della MetaHuman Identity
ja: {0} このオプションを有効にするには、アイデンティティ パーツ ツリー ビューの [+Add (+追加)] -> [Add Pose (ポーズの追加)] -> [Add Neutral (ニュートラルの追加)] で ニュートラル ポーズを MetaHuman Identity の顔パーツに追加します
ko: {0} 이 옵션을 활성화하려면 메타휴먼 아이덴티티 파츠 트리 뷰에서 +추가(+Add)->포즈 추가(Add Pose)->뉴트럴 추가(Add Neutral)를 사용하여 아이덴티티의 페이스 파츠에 뉴트럴 포즈를 추가해야 합니다.
pl: {0} By włączyć tę opcję, dodaj pozę neutralną części twarzy Identity przy użyciu „+Dodaj” -> „Dodaj pozę” -> „Dodaj neutralną” w widoku drzewka części MetaHuman Identity
pt_br: {0} Para ativar esta opção, adicione a Pose Neutra à Parte do Rosto do Identity utilizando +Adicionar -> Adicionar Pose -> Adicionar Neutra na Visualização em Árvore das Partes do MetaHuman Identity
ru: {0} Чтобы включить эту опцию, добавьте нейтральное положение лицевой части Персоны. Для этого нажмите «Добавить(+)» → «Добавить положение» → «Добавить нейтральное» в древовидном представлении частей Персоны MetaHuman
tr: {0} Bu seçeneği etkinleştirmek için MetaHuman Identity Parçalar Ağaç Görünümünde +Ekle->Poz Ekle->Nötr Ekle'yi kullanarak Identity'nin Yüz Parçasına Nötr Poz ekle

# MetaHumanIdentityPromotedFrames,PromoteFrameToolbarButtonNoFaceTooltip
source: {0} To enable this option, first add Face Part to MetaHuman Identity by using +Add->Add Part->Add Face in MetaHuman Identity Parts Tree View, or Create Components button on the Toolbar
ar: {0} لتفعيل هذا الخيار، عليك أولاً إضافة جزء الوجه إلى MetaHuman Identity باستخدام +إضافة->إضافة جزء-إضافة جزء الوجه (Add->Add Part->Add Face+)في عرض القائمة لأجزاء MetaHuman Identity، أو زر "إنشاء مكونات" (Create Components) في شريط الأدوات
de: {0} Damit diese Option verfügbar wird, musst du ein Gesicht zur MetaHuman Identity hinzufügen. Benutze dazu im MetaHuman Identity-Baumdiagramm „+“ (Hinzufügen) > „Teil hinzufügen“ > „Gesicht hinzufügen“ oder die Schaltfläche „Komponenten erstellen“ in der Symbolleiste.
es: {0} Para habilitar esta opción, antes debes añadir Face Part a la MetaHuman Identity usando +Añadir->Añadir parte->Añadir cara en la Tree View de las partes de la MetaHuman Identity o el botón Crear componentes de la barra de herramientas
fr: {0} Pour activer cette option, ajoutez tout d'abord la partie visage à la MetaHuman Identity en accédant à +Ajouter -> Ajouter une partie -> Ajouter un visage dans l'arborescence des parties de la MetaHuman Identity, ou à l'aide du bouton Créer des composants dans la barre d'outils
it: {0} Per abilitare questa opzione, prima aggiungi la Parte Viso alla MetaHuman Identity utilizzando +Aggiungi->Aggiungi parte->Aggiungi viso nella visualizzazione parti della MetaHuman Identity o il pulsante Crea componenti sulla barra degli strumenti
ja: {0} このオプションを有効にするには、 最初に MetaHuman アイデンティティ パーツ ツリー ビューで [+Add (+追加)] -> [Add Part (パートの追加)] -> [Add Face (表情を追加)] を使用するか、 ツールバーの [Create Components (コンポーネントを作成)] ボタンを使用して、顔のパーツを MetaHuman Identity に追加します
ko: {0} 이 옵션을 활성화하려면 먼저 메타휴먼 아이덴티티 파츠 트리 뷰에서 +추가(+Add)->파츠 추가(Add Part)->페이스 추가(Add Face)를 사용하거나 툴바의 컴포넌트 생성(Create Components) 버튼을 사용하여 메타휴먼 아이덴티티에 페이스 파츠를 추가해야 합니다.
pl: {0} By włączyć tę opcję, najpierw dodaj część twarzy do MetaHuman Identity poprzez użycie „+Dodaj” -> „Dodaj pozę” -> „Dodaj twarz” w widoku drzewka części MetaHuman Identity lub naciśnięcie przycisku „Stwórz komponenty” na pasku narzędzi
pt_br: {0} Para ativar esta opção, primeiro adicione a Parte do Rosto ao MetaHuman Identity utilizando +Adicionar -> Adicionar Parte -> Adicionar Rosto na Visualização em Árvore das Partes do MetaHuman Identity ou com o botão Criar Componentes na barra de ferramentas
ru: {0} Чтобы включить эту настройку, сначала добавьте лицевую часть Персоны MetaHuman. Для этого нажмите «Добавить(+)» → «Добавить часть» → «Добавить лицо» в древовидном представлении частей Персоны MetaHuman или кнопку «Создать компоненты» на панели инструментов
tr: {0} Bu seçeneği etkinleştirmek için önce MetaHuman Identity Parçalar Ağaç Görünümünde +Ekle->Parça Ekle->Yüz Ekle'yi veya araç çubuğundaki Bileşen Oluştur düğmesini kullanarak MetaHuman Identity'ye Yüz Parçası ekle

# MetaHumanIdentityPromotedFrames,DemoteFrameButtonEnabledTooltip
source: Demote a frame
ar: خفض إطار
de: Demotet ein Frame.
es: Degradar un fotograma
fr: Rétrograder une image
it: Respingi un fotogramma
ja: フレームをデモートさせます
ko: 프레임을 강등합니다.
pl: Zdegraduj klatkę
pt_br: Remover um quadro
ru: Понизить кадр
tr: Bir kareyi alçalt

# MetaHumanIdentityPromotedFrames,DemoteFrameButtonDisabledTooltip
source: Demote a frame To enable this option, use Promote Frame button on the Promoted Frames Timeline
ar: خفض إطار لتفعيل هذا الخيار، استخدم زر "تحديث الإطارات" في الإطار الزمني للإطارات التي تمت ترقيتها
de: Frame demoten Damit diese Option verfügbar wird, musst du die Schaltfläche „Frame promoten“ auf der Promotete-Frames-Zeitleiste benutzen.
es: Degradar un fotograma Para habilitar esta opción, usa el botón Promover fotograma en el cronograma de los fotogramas promovidos
fr: Rétrograder une image Pour activer cette option, utilisez le bouton Promouvoir une image sur la chronologie des images promues
it: Respingi un fotogramma Per abilitare questa opzione, utilizza il pulsante Approva fotogramma nella timeline dei fotogrammi approvati
ja: フレームをデモートさせます このオプションを有効にするには、プロモートされたフレームのタイムラインで [フレームのプロモート] ボタンを使用します
ko: 프레임 강등 이 옵션을 활성화하려면 승격된 프레임 타임라인에서 프레임 승격 버튼을 사용해야 합니다.
pl: Zdegraduj klatkę By włączyć tę opcję, użyj przycisku „Wypromuj klatkę” na osi czasu wypromowanych klatek
pt_br: Remover um quadro Para ativar esta opção, use o botão Promover Quadro na Linha do Tempo dos Quadros Promovidos
ru: Понизить кадр Чтобы включить эту настройку, используйте кнопку «Зафиксировать кадр» на временной шкале зафиксированных кадров
tr: Bir kareyi alçalt. Bu seçeneği etkinleştirmek için Yükseltilmiş Kareler Zaman Çizelgesinde Kare Yükselt düğmesini kullan.

# MetaHumanIdentityPromotedFrames,PromotedFrameLabel
source: Frame {0}
ar: إطار {0}
es: Fotograma {0}
fr: Image {0}
it: Fotogramma {0}
ja: フレーム{0}
ko: 프레임 {0}
pl: Klatka: {0}
pt_br: Quadro {0}
ru: Кадр {0}
tr: Kare {0}

# MetaHumanIdentityPromotedFrames,PromotedFrameButtonTitleTooltip
source: Promoted Frame
ar: الإطار الذي تمت ترقيته
de: Promotetes Frame
es: Fotograma promovido
fr: Image promue
it: Fotogramma approvato
ja: プロモートされたフレーム
ko: 승격된 프레임
pl: Wypromowana klatka
pt_br: Quadro Promovido
ru: Зафиксированный кадр
tr: Yükseltilmiş Kare

# MetaHumanIdentityPromotedFrames,PromotedFrameButtonFrontViewSufix
source: {0} (Front View)
ar: {0} (عرض أمامي)
de: {0} (Frontalansicht)
es: {0} (vista frontal)
fr: {0} (vue frontale)
it: {0} (Vista frontale)
ja: {0} (前面ビュー)
ko: {0}(전면 뷰)
pl: {0} (widok przedni)
pt_br: {0} (Visualização frontal)
ru: {0} (вид спереди)
tr: {0} (Ön Görünüm)

# MetaHumanIdentityPromotedFrames,PromotedFrameButtonTooltipMoreOptions
source: Right-click to see more options in the context-menu.
ar: انقر بزر الماوس الأيمن لرؤية المزيد من الخيارات في قائمة السياق.
de: Öffne mit einem Rechtsklick das Kontextmenü, um mehr Optionen zu sehen.
es: Haz clic derecho para ver más opciones en el menú contextual.
fr: Faites un clic droit pour voir d'autres options du menu contextuel.
it: Fai clic con il tasto destro del mouse per visualizzare altre opzioni nel menu contestuale.
ja: 右クリックすると、コンテキスト メニューにその他のオプションが表示されます
ko: 컨텍스트 메뉴의 더 많은 옵션을 보려면 우클릭합니다.
pl: Kliknij PPM, aby zobaczyć więcej opcji w menu kontekstowym.
pt_br: Clique com o botão direito para ver mais opções no menu de contexto.
ru: Нажмите правую кнопку мыши, чтобы увидеть параметры контекстного меню.
tr: Bağlam menüsündeki diğer seçenekleri görmek için sağ tıkla.

# MetaHumanIdentityPromotedFrames,PromotedFrameButtonNonActiveDescriptionTooltip
source: Click to make this Promoted Frame active and show it in the viewport.
ar: انقر لتنشيط هذا الإطار الذي تمت ترقيته وإظهاره في منفذ عرض "منفذ عرض".
de: Klicke, um dieses promotete Frame zu aktivieren und im Ansichtsfenster anzuzeigen.
es: Haz clic para activar este fotograma promovido y mostrarlo en el visor.
fr: Cliquez pour rendre cette image promue active et l'afficher dans le hublot.
it: Fai clic per rendere attivo questo fotogramma approvato e mostrarlo nella Viewport.
ja: クリックすると、このプロモートされたフレームがアクティブになり、ビューポートに表示されます
ko: 클릭하면 이 승격된 프레임을 활성화하고 뷰포트에 표시합니다.
pl: Kliknij, aby uaktywnić tę wypromowaną ramkę i wyświetlić ją w oknie wizualizacji.
pt_br: Clique para ativar este Quadro Promovido e exibi-lo na janela de visualização.
ru: Нажмите, чтобы активировать зафиксированный кадр и показать окно просмотра.
tr: Bu Yükseltilmiş Kareyi etkin kılmak ve görünüm penceresinde göstermek için tıkla.

# MetaHumanIdentityPromotedFrames,PromotedFrameButtonActiveDescriptionTooltip
source: This Promoted Frame is currently active.
ar: هذا الإطار الذي تمت ترقيته نشط حاليًا.
de: Dieses promotete Frame ist derzeit aktiv.
es: Este fotograma promovido está activo.
fr: Cette image promue est actuellement active.
it: Questo fotogramma approvato è attualmente attivo.
ja: このプロモートされたフレームは現在アクティブです
ko: 이 승격된 프레임은 현재 활성화되어 있습니다.
pl: Wypromowana klatka jest obecnie aktywna.
pt_br: Este quadro promovido está ativo no momento.
ru: Зафиксированный кадр сейчас активен.
tr: Bu Yükseltilmiş Kare şu anda etkin.

# MetaHumanIdentityPromotedFrames,PromotedFrameButtonActiveNavigationLockedTooltip
source: This Promoted Frame is currently active and navigation is locked to 2D, so if the frame is tracked, Marker curves can be edited.
ar: هذا الإطار الذي تمت ترقيته نشط حاليًا والتنقل مقفل على ثنائي الأبعاد، لذا إذا تم تتبع الإطار، فيمكن تحرير منحنيات العلامة.
de: Dieses promotete Frame ist derzeit aktiv und die Navigation ist auf den 2D-Modus beschränkt. Wenn das Frame getrackt wird, können die Markierungskurven bearbeitet werden.
es: Este fotograma promovido está activo y la navegación bloqueada a 2D, por lo que, si se registra el fotograma, se pueden editar las Marker Curves.
fr: Cette image promue est actuellement active et la navigation est verrouillée en mode 2D. Si l'image est suivie, les courbes de marqueurs peuvent être modifiées.
it: Questo fotogramma approvato è attualmente attivo e la navigazione è bloccata in 2D, quindi se il fotogramma è tracciato, è possibile modificare le curve del marcatore.
ja: このプロモートされたフレームは現在アクティブで、ナビゲーションは 2D にロックされています。 そのため、フレームが追跡されている場合はマーカー カーブを編集できます
ko: 이 승격된 프레임은 현재 활성화 상태이며 내비게이션이 2D에 고정되어 있습니다. 따라서 프레임을 트래킹할 경우 마커 커브를 편집할 수 있습니다.
pl: Wypromowana klatka jest obecnie aktywna, a nawigacja została ograniczona do 2D, więc jeśli klatka jest śledzona, krzywe znaczników mogą być edytowane.
pt_br: Este Quadro Promovido está ativo no momento e a navegação está travada em 2D, portanto, se o quadro estiver rastreado, as Curvas de Marcador podem ser editadas.
ru: Этот зафиксированный кадр в настоящее время активен, а навигация ограничена 2D-режимом, поэтому, если кадр отслеживается, кривые маркеров можно редактировать.
tr: Bu Yükseltilmiş Kare şu anda etkin ve navigasyon 2D moduna kilitlenmiş, dolayısıyla kare izlenirse İşaretleyici Kavisler düzenlenebilir.

# MetaHumanIdentityPromotedFrames,PromotedFrameButtonActiveDescriptionMoreOptions
source: {0} Lock Camera in that menu locks the navigation to 2D mode and enables Marker curve editing.
ar: {0} قفل الكاميرا في تلك القائمة يقفل التنقل إلى الوضع ثنائي الأبعاد ويفعّل تحرير منحنى العلامة.
de: {0} „Kamera sperren“ in diesem Menü beschränkt die Kamera auf den 2D-Modus und aktiviert die Bearbeitung von Markierungskurven.
es: {0} Al bloquear cámara en ese menú, se fija la navegación en el modo 2D y se habilita la edición de Marker Curves.
fr: {0} Verrouiller la caméra dans ce menu verrouille la navigation en mode 2D et active la modification des courbes de marqueurs.
it: {0} Blocca fotocamera in quel menu blocca la navigazione nella modalità 2D e abilita la modifica delle curve del marcatore.
ja: {0} そのメニューのカメラをロックすると、ナビゲーションが 2D モードにロックされ マーカー カーブの編集が有効になります
ko: {0} 해당 메뉴의 카메라 잠금(Lock Camera)은 내비게이션을 2D 모드로 고정하고 마커 커브 편집을 활성화합니다.
pl: {0} Zablokowanie kamery w tym menu ustawia tryb nawigacji 2D i włącza edycję krzywych znaczników.
pt_br: {0} Travar Câmera naquele menu trava a navegação no modo 2D e ativa a edição de curvas do Marcador.
ru: {0} Функция «Блокировать камеру» в этом меню блокирует навигацию в 2D-режиме и позволяет редактировать кривую маркера.
tr: {0} Bu menüdeki Kamerayı Kilitle, navigasyonu 2D moduna kilitler ve İşaretleyici kavis düzenlemeyi etkinleştirir.

# MetaHumanIdentityPromotedFrames,PromotedFrameButtonActiveLockedTooltip
source: This Promoted Frame is currently active.
ar: هذا الإطار الذي تمت ترقيته نشط حاليًا.
de: Dieses promotete Frame ist derzeit aktiv.
es: Este fotograma promovido está activo.
fr: Cette image promue est actuellement active.
it: Questo fotogramma approvato è attualmente attivo.
ja: このプロモートされたフレームは現在アクティブです
ko: 이 승격된 프레임은 현재 활성화되어 있습니다.
pl: Wypromowana klatka jest obecnie aktywna.
pt_br: Este Quadro Promovido está ativo no momento.
ru: Зафиксированный кадр сейчас активен.
tr: Bu Yükseltilmiş Kare şu anda etkin.

# MetaHumanIdentityPromotedFrames,PromotedFrameNavigationTrackingIconTooltip
source: This frame is auto-tracked Use right-click context menu to turn auto-tracking off
ar: يتم تتبع هذا الإطار تلقائيًا استخدم قائمة السياق بالنقر بزر الماوس الأيمن لإيقاف تشغيل التتبع التلقائي
de: Dieses Frame wird automatisch getrackt. Öffne mit einem Rechtsklick das Kontextmenü, um das automatische Tracken auszuschalten.
es: Este fotograma se sigue de forma automática Usa el menú contextual con clic derecho para desactivar el seguimiento automático
fr: Cette image est suivie automatiquement Faites un clic droit pour accéder au menu contextuel et désactiver le suivi automatique
it: Questo fotogramma è tracciato automaticamente Utilizza il menu contestuale facendo clic con il tasto destro del mouse per disattivare il tracciamento automatico
ja: このフレームは、自動トラックされています 自動トラックをオフにするには、右クリックのコンテキスト メニューを使用します
ko: 이 프레임은 자동으로 트래킹됩니다. 우클릭 컨텍스트 메뉴에서 자동 트래킹을 끄세요.
pl: Ta klatka jest automatycznie śledzona Użyj menu kontekstowego PPM, by wyłączyć automatyczne śledzenie
pt_br: Este quadro é rastreado automaticamente Clique com o botão direito para abrir o menu de contexto e desative o rastreamento automático
ru: Этот кадр отслеживается автоматически Для отключения автоматического отслеживания используйте контекстное меню, вызываемое правой кнопкой мыши
tr: Bu kare otomatik olarak izleniyor. Otomatik izlemeyi kapatmak için sağ tıklamayla açılan bağlam menüsünü kullan.

# MetaHumanIdentityPromotedFrames,PromotedFrameNavigationIconCameraLockedTooltip
source: Navigation for this frame is in 2D mode and locked to the promoted camera view, so if the frame is tracked, the Marker Curves can be edited.
ar: يكون التنقل في هذا الإطار في الوضع ثنائي الأبعاد ومقفلاً على عرض الكاميرا الذي تمت ترقيته، لذا، إذا تم تعقب الإطار، فيمكن تحرير منحنيات العلامة.
de: Die Navigation für dieses Frame ist auf den 2D-Modus beschränkt und an die promotete Kameraansicht gesperrt. Wenn das Frame getrackt wird, können die Markierungskurven bearbeitet werden.
es: La navegación de este fotograma está en modo 2D y bloqueada en la vista de la cámara promovida, por lo que, si se sigue el fotograma, se pueden editar las Marker Curves.
fr: La navigation est en mode 2D pour cette image et est verrouillée sur l'affichage de la caméra promue. Si l'image est suivie, les courbes de marqueurs peuvent être modifiées.
it: La navigazione per questo fotogramma è in modalità 2D ed è bloccata alla vista della fotocamera approvata, quindi se il fotogramma viene tracciato, le curve del marcatore possono essere modificate.
ja: このフレームのナビゲーションは 2D モードで、プロモートされたカメラ ビューにロックされています。 そのため、フレームが追跡されている場合はマーカー カーブを編集できます
ko: 이 프레임의 내비게이션이 2D 모드이며 승격된 카메라 뷰에 고정되어 있습니다. 따라서 프레임을 트래킹할 경우 마커 커브를 편집할 수 있습니다.
pl: Nawigacja dla tej klatki jest w trybie 2D i jest ograniczona do promowanego widoku kamery, więc jeśli klatka jest śledzona, można edytować krzywe znaczników.
pt_br: A navegação para este quadro está no modo 2D e travada para a visualização de câmera promovida, portanto, se o quadro estiver rastreado, as Curvas de Marcador poderão ser editadas.
ru: Навигация в этом кадре выполняется в 2D-режиме и задана только для зафиксированного вида камеры. Если кадр отслеживается, можно редактировать кривые маркера.
tr: Bu kare için navigasyon 2D modunda ve yükseltilmiş kamera görünümüne kilitlenmiş, dolayısıyla kare izlenirse İşaretleyici Kavisler düzenlenebilir.

# MetaHumanIdentityPromotedFrames,PromotedFrameNavigationIconCameraUnlockedTooltip
source: Navigation for this frame is in 3D mode.
ar: يتم التنقل لهذا الإطار في الوضع ثلاثي الأبعاد.
de: Die Navigation für dieses Frame ist im 3D-Modus.
es: La navegación en este fotograma está en modo 3D.
fr: La navigation est en mode 3D pour cette image.
it: La navigazione per questo fotogramma è in modalità 3D.
ja: このフレームのナビゲーションは 3D モードです
ko: 이 프레임의 내비게이션이 3D 모드입니다.
pl: Nawigacja dla tej klatki jest w trybie 3D.
pt_br: A navegação para este quadro está no modo 3D.
ru: Навигация для этого кадра выполняется в 3D-режиме.
tr: Bu kare için navigasyon 3D modunda.

source: To enable editing of Marker Curves, lock the navigation to 2D mode by selecting a Promoted Frame, and then choose Lock Camera option in the right-click context menu of the selected frame.
ar: لتفعيل تحرير منحنيات العلامة، قم بقفل التنقل على الوضع ثنائي الأبعاد عن طريق اختيار إطار تمت ترقيته، ثم اختر خيار قفل الكاميرا في قائمة سياق النقر بزر الماوس الأيمن للإطار المختار.
de: Um Markierungskurven zu bearbeiten, beschränke die Navigation auf den 2D-Modus, indem du ein promotetes Frame wählst, dann mit einem Rechtsklick das Kontextmenü öffnest und dort „Kamera sperren“ wählst.
es: Para habilitar la edición de las Marker Curves, bloquea la navegación en el modo 2D seleccionando un fotograma promovido y luego escoge la opción Bloquear cámara en el menú contextual con clic derecho en el fotograma elegido.
fr: Pour activer la modification des courbes de marqueurs, verrouillez la navigation en mode 2D en sélectionnant une image promue, puis choisissez l'option de verrouillage de la caméra située dans le menu contextuel en faisant un clic droit sur l'image sélectionnée.
it: Per abilitare la modifica delle curve del marcatore, blocca la navigazione in modalità 2D selezionando un fotogramma approvato e poi scegli l'opzione Blocca fotocamera nel menu contestuale del fotogramma selezionato facendo clic con il tasto destro del mouse.
ja: マーカー カーブの編集を有効にするには、プロモート フレームを選択してナビゲーションを 2D モードにロックし、 選択したフレームでコンテキスト メニューの [Lock Camera (カメラをロックする)] オプションを選択します
ko: 마커 커브 편집을 활성화하려면 승격된 프레임을 선택한 후 선택된 프레임의 우클릭 컨텍스트 메뉴에서 카메라 잠금(Lock Camera) 옵션을 선택하여 내비게이션을 2D 모드로 고정합니다.
pl: Aby włączyć edycję krzywych znaczników, ogranicz nawigację do trybu 2D, wybierając wypromowaną klatkę, a następnie wybierając opcję Zablokuj kamerę dostępną w menu kontekstowym PPM wybranej klatki.
pt_br: Para ativar a edição de Curvas de Marcador, trave a navegação no modo 2D selecionando um Quadro Promovido, depois selecione a opção "Travar Câmera" no menu de contexto do quadro selecionado que aparece ao clicar com o botão direito.
ru: Чтобы включить редактирование кривых маркера, заблокируйте навигацию в 2D-режиме, выбрав зафиксированный кадр, а затем для отмеченного кадра выберите функцию «Блокировать камеру» в контекстном меню, вызываемом правой кнопкой мыши.
tr: İşaretleyici Kavislerin düzenlenmesini etkinleştirmek için bir Yükseltilmiş Kare seç ve sağ tıklamayla açılan bağlam menüsündeki Kamerayı Kilitle seçeneğini seçerek navigasyonu 2D moduna kilitle.
