Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# UICommands.FMetaHumanIdentityEditorCommands,MeshToMetaHumanDNAOnly
source: Auto-rig MetaHuman Identity (Skeletal Mesh Only)
ar: الضبط التلقائي لهيكل MetaHuman Identity (الشبكة الهيكلية فقط)
de: MetaHuman Identity automatisch riggen (nur Skelett-Mesh)
es: Autorigging de la MetaHuman Identity (solo malla esquelética)
fr: Squelettage automatique de la MetaHuman Identity (Maillage squelettique uniquement)
it: Auto-rig della MetaHuman Identity (solo mesh scheletrica)
ja: MetaHuman Identityの自動リグ(スケルタルメッシュのみ)
ko: 메타휴먼 아이덴티티 오토 리깅(스켈레탈 메시만)
pl: Automatycznie ustawianie MetaHuman Identity (tylko siatka szkieletowa)
pt_br: Auto-rig MetaHuman Identity (somente Malha Esquelética)
ru: Автокаркас Персоны MetaHuman (только скелетная сетка)
tr: MetaHuman Identity'yi Otomatik Donat (Yalnızca İskelet Örgü)

# UICommands.FMetaHumanIdentityEditorCommands,MeshToMetaHumanFull
source: Auto-rig MetaHuman Identity (Skeletal Mesh + Full MetaHuman)
ar: الضبط التلقائي لهيكل MetaHuman Identity (شبكة هيكلية + MetaHuman الكاملة)
de: MetaHuman Identity automatisch riggen (Skelett-Mesh und vollständiger MetaHuman)
es: Autorigging de la MetaHuman Identity (malla esquelética y MetaHuman entero)
fr: Squelettage automatique de la MetaHuman Identity (Maillage squelettique + MetaHuman complet)
it: Auto-rig della MetaHuman Identity (mesh scheletrica + MetaHuman completo)
ja: MetaHuman Identityの自動リグ(スケルタルメッシュと完全なMetaHuman)
ko: 메타휴먼 아이덴티티 오토 리깅(스켈레탈 메시 + 전체 메타휴먼)
pl: Automatycznie ustawianie MetaHuman Identity (siatka szkieletowa + pełne MetaHuman)
pt_br: Auto-rig MetaHuman Identity (Malha Esquelética + MetaHuman completo)
ru: Автокаркас Персоны MetaHuman (скелетная сетка + полноценная модель MetaHuman)
tr: MetaHuman Identity'yi Otomatik Donat (Yalnızca İskelet Örgü + Tam MetaHuman)

# UICommands.FMetaHumanIdentityEditorCommands,ImportDNA
source: Import DNA
ar: استيراد DNA
de: DNA importieren
es: Importar ADN
fr: Importer l'ADN
it: Importa il DNA
ja: DNAをインポート
ko: DNA 임포트
pl: Zaimportuj DNA
pt_br: Importar DNA
ru: Импортировать ДНК
tr: DNA'yı İçe Aktar

# UICommands.FMetaHumanIdentityEditorCommands,ImportDNA_ToolTip
source: Load DNA from disk to create the MetaHuman Identity
ar: تحميل DNA من القرص لإنشاء MetaHuman Identity
de: Lädt DNA von Datenträger, um die MetaHuman Identity zu erstellen.
es: Cargar ADN desde el disco para crear la MetaHuman Identity
fr: Charger l'ADN du disque pour créer la MetaHuman Identity
it: Carica il DNA dal disco per creare la MetaHuman Identity
ja: DNA をディスクからロードして MetaHuman Identity を作成します
ko: 디스크에서 DNA를 로드하여 메타휴먼 아이덴티티를 생성합니다.
pl: Wczytaj DNA z dysku, by stworzyć MetaHuman Identity
pt_br: Importar DNA do disco para criar o MetaHuman Identity
ru: Загрузите ДНК с диска, чтобы создать Персону MetaHuman
tr: MetaHuman Identity oluşturmak için diskten DNA yükle.

# UICommands.FMetaHumanIdentityEditorCommands,ExportDNA
source: Export DNA
ar: تصدير الـ DNA
de: DNA exportieren
es: Exportar ADN
fr: Exporter l'ADN
it: Esporta DNA
ja: DNAをエクスポート
ko: DNA 익스포트
pl: Wyeksportuj DNA
pt_br: Exportar DNA
ru: Экспортировать ДНК
tr: DNA'yı Dışa Aktar

# UICommands.FMetaHumanIdentityEditorCommands,ExportDNA_ToolTip
source: Save DNA and brows data for current MetaHuman Identity
ar: احفظ بيانات DNA والمتصفحات لـMetaHuman Identity الحالية
de: Speichert DNA- und Augenbrauendaten für aktuelle MetaHuman Identity
es: Almacenar datos de cejas y ADN para la MetaHuman Identity actual
fr: Enregistrer l'ADN et les données de sourcils pour la MetaHuman Identity actuelle
it: Salva i dati del DNA e delle sopracciglia per la MetaHuman Identity attuale
ja: 現在のMetaHuman Identity用にDNAと眉のデータを保存
ko: 현재 메타휴먼 아이덴티티의 DNA 및 눈썹 데이터를 저장합니다.
pl: Zapisz DNA i dane brwi obecnego MetaHuman Identity
pt_br: Salvar dados de DNA e sobrancelhas do MetaHuman Identity atual
ru: Сохранить данные ДНК и просмотров для текущего плагина Персоны MetaHuman
tr: DNA'yı kaydet ve mevcut MetaHuman Identity verilerine göz at.

# UICommands.FMetaHumanIdentityEditorCommands,FitTeeth
source: Fit Teeth
ar: ملاءمة أسنان
de: Zähne anpassen
es: Ajustar dientes
fr: Dentition
it: Adatta Denti
ja: 歯をフィットさせる
ko: 치아 맞추기
pl: Dopasuj zęby
pt_br: Encaixar dentes
ru: Подогнать зубы
tr: Diş Ekle

# UICommands.FMetaHumanIdentityEditorCommands,FitTeeth_ToolTip
source: Apply teeth fitting to the MetaHuman Identity
ar: تطبيق الأسنان المناسبة لـMetaHuman Identity
de: Angepasste Zähne werden auf die MetaHuman Identity angewendet.
es: Aplicar el ajuste de dientes a la MetaHuman Identity
fr: Appliquer une dentition à la MetaHuman Identity
it: Applica l'adattamento denti alla MetaHuman Identity
ja: MetaHuman Identity に歯のフィッティングを適用します
ko: 메타휴먼 아이덴티티에 치아 맞추기를 적용합니다.
pl: Zastosuj dopasowywanie zębów w MetaHuman Identity
pt_br: Aplicar encaixe de dentes ao MetaHuman Identity
ru: Применить подгонку зубов к Персоне MetaHuman
tr: MetaHuman Identity'ye diş eklemeyi uygula.

# UICommands.FMetaHumanIdentityEditorCommands,PrepareForPerformance
source: Prepare for Performance
ar: التحضير للأداء
de: Für Performance vorbereiten
es: Preparar para los movimientos
fr: Préparation pour les performances
it: Prepara per le prestazioni
ja: パフォーマンスの準備
ko: 퍼포먼스 준비
pl: Przygotuj do występu
pt_br: Preparar para Desempenho
ru: Подготовка к настройке Мимики
tr: Performans İçin Hazırla

# UICommands.FMetaHumanIdentityEditorCommands,PrepareForPerformance_ToolTip
source: Prepare the MetaHuman Identity so it can be used for processing Performance assets
ar: قم بإعداد MetaHuman Identity حتى يمكن استخدامها لمعالجة أصول الأداء
de: Bereite die MetaHuman Identity vor, damit sie zur Verarbeitung von Performance-Assets verwendet werden kann.
es: Prepara la MetaHuman Identity para que se pueda usar para procesar recursos de movimientos
fr: Préparer la MetaHuman Identity afin de l'utiliser pour le traitement des ressources de performances
it: Prepara la MetaHuman Identity in modo che possa essere utilizzata per elaborare gli asset Prestazioni
ja: パフォーマンス アセットを処理するために使用できるように MetaHuman Identity を準備
ko: 퍼포먼스 에셋을 처리할 때 사용할 수 있도록 메타휴먼 아이덴티티를 준비합니다.
pl: Przygotuj MetaHuman Identity, by można go było użyć w przetwarzaniu zasobów występu
pt_br: Prepare o MetaHuman Identity para que ele possa ser usado para processar ativos de Desempenho
ru: Подготовьте Персону MetaHuman, чтобы её можно было использовать для обработки ресурсов Мимики
tr: Performans öğelerinin işlenmesinde kullanılabilmesi için MetaHuman Identity'yi hazırla

# UICommands.FMetaHumanIdentityEditorCommands,RigidFitCurrent
source: Rigid Fit (Active Frame)
ar: ملاءمة جامدة (الإطار النشط)
de: Feste Anpassung (aktives Frame)
es: Ajuste rígido (fotograma activo)
fr: Ajustement fixe (image active)
it: Adattamento rigido (fotogramma attivo)
ja: 固定フィット(アクティブなフレーム)
ko: 리지드 핏(활성 프레임)
pl: Sztywne dopasowanie (aktywna klatka)
pt_br: Encaixe Rígido (quadro ativo)
ru: Точная подгонка (активный кадр)
tr: Rigid Fit (Etkin Kare)

# UICommands.FMetaHumanIdentityEditorCommands,RigidFitCurrent_ToolTip
source: Rigid fit the head of the active frame
ar: ملاءمة جامدة لرأس الإطار النشط
de: Feste Anpassung für Kopf im aktiven Frame
es: Ajuste rígido de la cabeza en el fotograma activo
fr: Ajustement fixe de la tête de l'image active
it: Adattamento rigido della testa del fotogramma attivo
ja: アクティブなフレームの頭部にしっかりとフィットさせます
ko: 활성 프레임의 머리를 리지드 핏 처리합니다.
pl: Sztywno dopasuj głowę w aktywnej klatce
pt_br: Realizar encaixe rígido da cabeça do quadro ativo
ru: Точная подгонка головы на активном кадре
tr: Başı etkin karede hareketsiz olarak ekler

# UICommands.FMetaHumanIdentityEditorCommands,RigidFitAll
source: Rigid Fit (All Frames)
ar: ملاءمة صلبة (جميع الإطارات)
de: Feste Anpassung (alle Frames)
es: Ajuste rígido (todos los fotogramas)
fr: Ajustement fixe (toutes les images)
it: Adattamento rigido (tutti i fotogrammi)
ja: 固定フィット(すべてのフレーム)
ko: 리지드 핏(모든 프레임)
pl: Sztywne dopasowanie (wszystkie klatki)
pt_br: Encaixe Rígido (todos os quadros)
ru: Точная подгонка (все кадры)
tr: Rigid Fit (Tüm Kareler)

# UICommands.FMetaHumanIdentityEditorCommands,RigidFitAll_ToolTip
source: Rigid fit the head in all frames
ar: ملاءمة صلبة للرأس في جميع الإطارات
de: Rigid Fit für Kopf in allen Frames
es: Ajuste rígido de la cabeza en todos los fotogramas
fr: Ajustement fixe de la tête dans toutes les images
it: Adattamento rigido della testa in tutti i fotogrammi
ja: すべてのフレームで頭部を固定フィットさせます
ko: 모든 프레임에서 머리를 리지드 핏 처리합니다.
pl: Sztywno dopasuj głowę we wszystkich klatkach
pt_br: Ajuste rígido da cabeça em todos os quadros
ru: Точная подгонка головы во всех кадрах
tr: Başı tüm karelerde hareketsiz olarak ekler.

# UICommands.FMetaHumanIdentityEditorCommands,PromoteFrame
source: Promote Frame
ar: ترقية إطار
de: Frame promoten
es: Promover fotograma
fr: Promouvoir l'image
it: Approva fotogramma
ja: フレームのプロモート
ko: 프레임 승격
pl: Wypromuj klatkę
pt_br: Promover quadro
ru: Зафиксировать кадр
tr: Kare Yükselt

# UICommands.FMetaHumanIdentityEditorCommands,PromoteFrame_ToolTip
source: Promote a Frame
ar: ترقية إطار
de: Promotet ein Frame.
es: Promover un fotograma
fr: Promouvoir une image
it: Approva un fotogramma
ja: フレームを昇格します
ko: 프레임을 승격합니다.
pl: Wypromuj klatkę
pt_br: Promova um quadro
ru: Зафиксировать кадр
tr: Bir Kare yükselt.

# UICommands.FMetaHumanIdentityEditorCommands,DemoteFrame
source: Demote Frame
ar: خفض إطار
de: Frame demoten
es: Degradar fotograma
fr: Rétrograder l'image
it: Respingi fotogramma
ja: フレームのデモート
ko: 프레임 강등
pl: Zdegraduj klatkę
pt_br: Remover quadro
ru: Понижение кадров
tr: Kare Alçalt

# UICommands.FMetaHumanIdentityEditorCommands,DemoteFrame_ToolTip
source: Demote a Frame
ar: خفض إطار
de: Demotet ein Frame.
es: Degradar un fotograma
fr: Rétrograder une image
it: Respingi un fotogramma
ja: フレームをデモートさせます
ko: 프레임을 강등합니다.
pl: Zdegraduj klatkę
pt_br: Remover um quadro
ru: Понизить кадр
tr: Bir Kareyi alçalt

# UICommands.FMetaHumanIdentityEditorCommands,ToggleConformalMesh
source: Template Mesh
ar: شبكة النموذج
es: Malla de plantilla
fr: Modèle de maillage
it: Modello mesh
ja: テンプレートメッシュ
ko: 템플릿 메시
pl: Siatka szablonu
pt_br: Malha modelo
ru: Сетка шаблона
tr: Şablon Örgü

# UICommands.FMetaHumanIdentityEditorCommands,ToggleConformalMesh_ToolTip
source: Toggle the visibility of the Template Mesh
ar: تبديل رؤية شبكة النموذج
de: Template Mesh sichtbar/unsichtbar
es: Activar/desactivar la visibilidad de la malla de plantilla
fr: Afficher/masquer le modèle de maillage
it: Alterna la visibilità del modello mesh
ja: テンプレートメッシュの表示/非表示を切り替えます
ko: 템플릿 메시의 비저빌리티를 토글합니다.
pl: Przełącz widoczność siatki szablonu
pt_br: Alternar entre ocultar e mostrar visibilidade da malha modelo
ru: Переключить видимость сетки шаблона
tr: Şablon örgünün görünürlüğünü aç/kapat.

# UICommands.FMetaHumanIdentityEditorCommands,ToggleRig
source: Skeletal Mesh
ar: شبكة هيكلية
es: Malla esquelética
fr: Maillage du squelette
it: Mesh scheletrica
ja: スケルタルメッシュ
ko: 스켈레탈 메시
pl: Siatka szkieletowa
pt_br: Malha esquelética
ru: Скелетная сетка
tr: İskelet Örgü

# UICommands.FMetaHumanIdentityEditorCommands,ToggleRig_ToolTip
source: Toggle the visibility of the Skeletal Mesh
ar: تبديل رؤية الشبكة الهيكلية
de: Skeletal Mesh sichtbar/unsichtbar
es: Activar/desactivar la visibilidad de la malla esquelética
fr: Afficher/masquer le maillage du squelette
it: Alterna la visibilità della mesh scheletrica
ja: スケルタルメッシュの表示/非表示を切り替えます
ko: 스켈레탈 메시의 비저빌리티를 토글합니다.
pl: Przełącz widoczność siatki szkieletowej
pt_br: Alternar entre ocultar e mostrar visibilidade da malha esquelética
ru: Переключить видимость скелетной сетки
tr: İskelet örgünün görünürlüğünü aç/kapat.

# UICommands.FMetaHumanIdentityEditorCommands,ToggleCurrentPose
source: Current Pose
ar: الوضعية الحالية
de: Aktuelle Pose
es: Pose actual
fr: Pose actuelle
it: Posa attuale
ja: 現在のポーズ
ko: 현재 포즈
pl: Obecna poza
pt_br: Pose atual
ru: Текущее положение
tr: Mevcut Poz

# UICommands.FMetaHumanIdentityEditorCommands,ToggleCurrentPose_ToolTip
source: Toggle selected pose
ar: تبديل الوضعية المختارة
de: Wechselt die gewählte Pose.
es: Activar/desactivar pose seleccionada
fr: Passer à la pose sélectionnée
it: Alterna la posa selezionata
ja: 選択したポーズを切り替え
ko: 선택된 포즈를 토글합니다.
pl: Przełącz wybraną pozę
pt_br: Alternar pose selecionada
ru: Переключить выбранное положение
tr: Seçili pozu değiştir

# UICommands.FMetaHumanIdentityEditorCommands,TogglePlayback
source: Toggle playback
ar: تبديل التشغيل
de: Wiedergabe ein/aus
es: Activar/desactivar reproducción
fr: Lancer/Arrêter la lecture
it: Alterna la riproduzione
ja: 再生を切り替え
ko: 재생 토글
pl: Przełącz odtwarzanie
pt_br: Alternar reprodução
ru: Переключить воспроизведение
tr: Oynatmayı aç/kapat

# UICommands.FMetaHumanIdentityEditorCommands,TogglePlayback_ToolTip
source: Toggle playback of selected animation
ar: تبديل تشغيل الحركة المختارة
de: Schaltet die Wiedergabe der gewählten Animation ein/aus.
es: Activar/desactivar reproducción de la animación seleccionada
fr: Lancer/Arrêter la lecture de l'animation sélectionnée
it: Alterna la riproduzione dell'animazione selezionata
ja: 選択したアニメーションの再生を切り替えます
ko: 선택된 애니메이션 재생을 토글합니다.
pl: Przełącz odtwarzanie wybranej animacji
pt_br: Alternar reprodução da animação selecionada
ru: Переключить воспроизведение выбранной анимации
tr: Seçili animasyonun oynatılmasını aç/kapat.

# UICommands.FMetaHumanIdentityEditorCommands,ExportTemplateMesh
source: Export Template Mesh
ar: تصدير شبكة النموذج
de: Template Mesh exportieren
es: Exportar malla de plantilla
fr: Exporter le modèle de maillage
it: Esporta modello mesh
ja: テンプレートメッシュをエクスポート
ko: 템플릿 메시 익스포트
pl: Wyeksportuj siatkę szablonu
pt_br: Exportar Malha Modelo
ru: Экспорт сетки шаблона
tr: Şablon Örgüyü Dışa Aktar

# UICommands.FMetaHumanIdentityEditorCommands,ExportTemplateMesh_ToolTip
source: Export conformed template mesh as a static mesh
ar: تصدير شبكة النموذج المطابقة كشبكة ثابتة
de: Exportiert das angepasste Template Mesh als statisches Mesh.
es: Exportar malla de plantilla ajustada como malla estática
fr: Exporter le modèle de maillage conformé en tant que maillage statique
it: Esporta il modello mesh conforme come mesh statica
ja: 準拠したテンプレートメッシュをスタティックメッシュとしてエクスポート
ko: 일치시킨 템플릿 메시를 스태틱 메시로 익스포트합니다.
pl: Wyeksportuj dopasowaną siatkę szablonu jako siatkę statyczną
pt_br: Exportar malha modelo adequada como malha estática
ru: Экспорт адаптированной под шаблон сетки в виде статической сетки
tr: Uyumlu şablon örgüyü statik örgü olarak dışa aktar.

# MetaHumanIdentityTooltipProvider,IdentitySolveToolbarButtonTooltip
source: Conforms the Template Mesh to Markers obtained by Track Markers command, so it can be sent to MetaHuman Service for auto-rigging.
ar: يطابق شبكة النموذج مع العلامات التي تم الحصول عليها بواسطة أمر Track Markers، بحيث يمكن إرسالها إلى خدمة MetaHuman للهيكلة التلقائية.
de: Passt das Template Mesh an die Markierungen an, die mit dem Befehl „Markierungen tracken“ erhalten wurden, damit es an den MetaHuman-Dienst gesendet werden kann, um automatisch geriggt zu werden.
es: Ajusta la malla de plantilla a los marcadores obtenidos mediante el comando Seguir marcadores para poder enviarla al servicio MetaHuman para su rigging automático.
fr: Conforme le modèle de maillage aux marqueurs obtenus via la commande Track Markers afin de pouvoir l'envoyer vers le service MetaHuman pour le squelettage automatique.
it: Conforma il modello mesh ai marcatori ottenuti con il comando Traccia marcatori in modo da poterla inviare al servizio MetaHuman per l'auto-rigging.
ja: テンプレート メッシュを Track Markers コマンドで取得したマーカーに適合させ、 自動リギング向けの MetaHuman サービスに送信できるようにします
ko: 메타휴먼 서비스에 오토 리깅용으로 전송할 수 있도록 마커 트래킹 명령으로 획득한 마커에 템플릿 메시를 맞춥니다.
pl: Dopasowuje siatkę szablonu do znaczników uzyskanych przez polecenie „Śledź znaczniki”, by można ją było przesłać do usługi MetaHuman w celu automatycznego riggingu.
pt_br: Adequa a Malha Modelo aos Marcadores obtidos pelo comando Rastrear Marcadores, para envio ao Serviço MetaHuman para rigging automático.
ru: Адаптирует сетку шаблона под маркеры, полученные с помощью команды «Отследить маркеры», поэтому её можно отправить в службу MetaHuman для создания автокаркаса.
tr: Şablon örgüyü, İşaretleyicileri İzle komutuyla elde edilen İşaretleyicilerle uyumlu hale getirir; böylece şablon örgü otomatik donatım için MetaHuman hizmetine gönderilebilir.

# MetaHumanIdentityTooltipProvider,IdentitySolveToolbarButtonNoFrontFrameTooltip
source: {0} To enable this option, set Front View using the right-click context menu on any Promoted Frame
ar: {0} لتفعيل هذا الخيار، قم بتعيين العرض الأمامي باستخدام قائمة السياق بالنقر بزر الماوس الأيمن على أي إطار تمت ترقيته
de: {0} Damit diese Option verfügbar wird, musst du mit einem Rechtsklick auf ein beliebiges promotetes Frame das Kontextmenü öffnen und „Frontalansicht“ wählen.
es: {0} Para habilitar esta opción, configura la vista frontal mediante el menú contextual con clic derecho en cualquier fotograma promovido
fr: {0} Pour activer cette option, définissez une vue frontale depuis le menu contextuel en faisant un clic droit sur une image promue
it: {0} Per abilitare questa opzione, imposta la vista frontale e utilizza il menu contestuale facendo clic con il tasto destro del mouse su qualsiasi fotogramma approvato
ja: {0} このオプションを有効にするには、任意のプロモートされたフレームで右クリックのコンテキスト メニューを使用し、前面ビューを設定します
ko: {0} 이 옵션을 활성화하려면 승격된 프레임에서 우클릭 컨텍스트 메뉴를 사용하여 전면 뷰를 설정해야 합니다.
pl: {0} By włączyć tę opcję, ustaw widok przedni przy użyciu menu kontekstowego PPM na dowolnej wypromowanej klatce
pt_br: {0} Para ativar esta opção, clique com o botão direito para abrir o menu de contexto em qualquer Quadro Promovido e defina a Visualização Frontal
ru: {0} Чтобы включить эту настройку, установите фронтальный вид с помощью контекстного меню, вызываемого правой кнопкой мыши, на любом зафиксированном кадре
tr: {0} Bu seçeneği etkinleştirmek için herhangi bir Yükseltilmiş Karede sağ tıklamayla açılan bağlam menüsünü kullanarak Ön Görünümü ayarla.

# MetaHumanIdentityTooltipProvider,IdentitySolveToolbarButtonTrackOneFrameTooltip
source: {0} To enable this option, first Track at least one Promoted Frame
ar: {0} لتفعيل هذا الخيار، قم أولاً بتتبع إطار تمت ترقيته واحد على الأقل
de: {0} Damit diese Option verfügbar wird, musst du mindestens ein promotetes Frame tracken.
es: {0} Para habilitar esta opción, antes debes seguir al menos un fotograma promovido
fr: {0} Pour activer cette option, commencez par suivre au moins une image promue
it: {0} Per abilitare questa opzione, prima traccia almeno un fotogramma approvato
ja: {0} このオプションを有効にするには、最初にプロモートされたフレームを少なくとも 1 つは追跡させる必要があります
ko: {0} 이 옵션을 활성화하려면 먼저 승격된 프레임을 하나 이상 트래킹해야 합니다.
pl: {0} By włączyć tę opcję, zacznij śledzić przynajmniej jedną wypromowaną klatkę
pt_br: {0} Para ativar esta opção, primeiro rastreie ao menos um Quadro Promovido
ru: {0} Чтобы включить эту настройку, сначала отследите хотя бы один зафиксированный кадр
tr: {0} Bu seçeneği etkinleştirmek için önce en az bir Yükseltilmiş Kareyi İzle.

source: {0} To enable this option, add at least one Promoted Frame by using Promote Frame button
ar: {0} لتفعيل هذا الخيار، قم بإضافة إطار واحد على الأقل تمت ترقيته باستخدام زر ترقية الإطار (Promote Frame)
de: {0} Damit diese Option verfügbar wird, musst du mindestens ein promotetes Frame hinzufügen. Benutze dazu die Schaltfläche „Frame promoten“.
es: {0} Para habilitar esta opción, debes añadir al menos un fotograma promovido mediante el botón Promover fotograma
fr: {0} Pour activer cette option, ajoutez au moins une image promue à l'aide du bouton Promouvoir l'image
it: {0} Per abilitare questa opzione, aggiungi almeno un fotogramma approvato utilizzando il pulsante Approva fotogramma
ja: {0} このオプションを有効にするには、[Promote Frame (フレームのプロモート)] ボタンを使用して、 プロモートされたフレームを少なくとも 1 つ追加する必要があります
ko: {0} 이 옵션을 활성화하려면 프레임 승격(Promote Frame) 버튼을 사용하여 하나 이상의 승격된 프레임을 추가해야 합니다.
pl: {0} By włączyć tę opcję, dodaj przynajmniej jedną wypromowaną klatkę przy użyciu przycisku „Wypromuj klatkę”
pt_br: {0} Para ativar esta opção, adicione ao menos um Quadro Promovido usando o botão Promover Quadro
ru: {0} Чтобы включить эту настройку, добавьте хотя бы один зафиксированный кадр кнопкой «Зафиксировать кадр»
tr: {0} Bu seçeneği etkinleştirmek için Kare Yükselt düğmesini kullanarak en az bir Yükseltilmiş Kare ekle.

# MetaHumanIdentityTooltipProvider,IdentitySolveToolbarButtonNoNeutralTooltip
source: {0} To enable this option, first add Neutral Pose to Face Part of the MetaHuman Identity by using a Pose sub-menu under Add (+) button on the Toolbar
ar: {0} لتفعيل هذا الخيار، قم أولاً بإضافة الوضعية المحايدة إلى جزء الوجه من MetaHuman Identity باستخدام قائمة الوضعية الفرعية ضمن زر Add (+) على شريط الأدوات
de: {0} Damit diese Option verfügbar wird, musst du eine neutrale Pose zum Gesicht der MetaHuman Identity hinzufügen. Benutze dazu das Dropdown-Menü der Schaltfläche „+“ (Hinzufügen) in der Symbolleiste.
es: {0} Para habilitar esta opción, antes debes añadir una pose neutra a la Face Part de la MetaHuman Identity usando un submenú de pose bajo el botón Añadir(+) o el botón de la barra de herramientas
fr: {0} Pour activer cette option, ajoutez tout d'abord la pose neutre à la partie visage de la MetaHuman Identity depuis le sous-menu des poses à l'aide du bouton Ajouter(+) dans la barre d'outils
it: {0} Per abilitare questa opzione, prima aggiungi una Posa Neutra alla Parte Viso della MetaHuman Identity utilizzando il sotto-menu Posa sotto il pulsante Aggiungi (+) della barra degli strumenti
ja: {0} このオプションを有効にするには、まずツールバーの [+Add (+追加)] ボタンの下にあるポーズ サブメニューから、 MetaHuman Identity の顔パーツに対してニュートラル ポーズを追加する必要があります
ko: {0} 이 옵션을 활성화하려면 먼저 툴바의 추가(+)(Add (+)) 버튼에 있는 포즈(Pose) 서브 메뉴를 사용하여 메타휴먼 아이덴티티의 페이스 파츠에 뉴트럴 포즈를 추가해야 합니다.
pl: {0} By włączyć tę opcję, najpierw dodaj pozę neutralną części twarzy MetaHuman Identity przy użyciu submenu Poza pod przyciskiem Dodaj(+) na pasku narzędzi
pt_br: {0} Para ativar esta opção, adicione a Pose Neutra à Parte do Rosto do MetaHuman Identity usando um submenu de pose sob o botão Adicionar (+) na barra de ferramentas
ru: {0} Чтобы включить эту настройку, сначала добавьте нейтральное положение лицевой части Персоны MetaHuman с помощью подменю «Положение» под кнопкой «Добавить(+)» на панели инструментов
tr: {0} Bu seçeneği etkinleştirmek için önce araç çubuğundaki Ekle (+) düğmesinin altındaki Poz alt menüsünü kullanarak MetaHuman Identity'nin Yüz Parçasına Nötr Poz ekle.
