Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanIdentityOutliner,ShouldEnableCurves
source: The Template Mesh associated with this Promoted Frame has not been aligned. It is advised to complete the solve workflow using the default curve set before adding additional curves. Would you still like to continue ?
ar: لم تتم محاذاة شبكة النموذج المرتبطة بهذا الإطار الذي تمت ترقيته. يُنصح بإكمال سير عمل الحل باستخدام مجموعة المنحنيات الافتراضية قبل إضافة منحنيات إضافية. هل مازلت ترغب في المتابعة؟
de: Das Template Mesh, das zu diesem promoteten Frame gehört, wurde nicht synchronisiert. Es wird empfohlen, den Solve-Ablauf mit dem Standardkurvenset abzuschließen, bevor weitere Kurven hinzugefügt werden. Möchtest du trotzdem fortfahren?
es: La malla de plantilla asociada con este fotograma promovido no se ha alineado. Se recomienda completar el proceso de trabajo de resolución usando el conjunto de curvas predeterminado antes de añadir más curvas. ¿Quieres continuar aun así?
fr: Le modèle de maillage associé à cette image promue n'a pas été aligné. Il est conseillé d'aller au bout du flux de travail de résolution en utilisant l'ensemble de courbes par défaut avant d'ajouter des courbes. Voulez-vous continuer ?
it: Il modello mesh associato a questo fotogramma approvato non è stato allineato. Si consiglia di completare il workflow di risoluzione utilizzando il set di curve predefinito prima di aggiungere ulteriori curve. Desideri continuare?
ja: このプロモートされたフレームに関連付けられたテンプレート メッシュは位置合わせされていません。 カーブを追加する前に、デフォルトのカーブ セットを使用して解決ワークフローを完了することをお勧めします。それでも続行しますか？
ko: 이 승격된 프레임과 관련된 템플릿 메시가 정렬되지 않았습니다. 추가 커브 이전에 설정된 기본 커브를 사용하여 솔브 워크플로를 완료하는 것이 좋습니다. 그래도 계속하시겠습니까?
pl: Siatka szablonu powiązana z tą wypromowaną klatką nie została dostosowana. Przed dodaniem dodatkowych krzywych zaleca się ukończenie procesu solwowania przy użyciu domyślnego zestawu krzywych. Czy nadal chcesz kontynuować?
pt_br: A Malha Modelo associada com este Quadro Promovido não foi alinhada. Recomendamos concluir o fluxo de trabalho da resolução usando a definição de curvas padrão antes de adicionar curvas extras. Ainda quer continuar?
ru: Сетка шаблона, связанная с зафиксированным кадром, не выровнена. Прежде чем добавлять новые кривые, рекомендуется завершить процесс анализа, используя настройку кривых по умолчанию. Продолжить?
tr: Bu Yükseltilmiş Kare ile ilişkili olan şablon örgü hizalanmamış. Ek kavisler eklemeden önce varsayılan kavis kümesini kullanarak çözme iş akışının tamamlanması önerilir. Yine de devam etmek istiyor musun?

# MetaHumanIdentityOutliner,ShouldEnableCurvesTitle
source: Use refinement workflow curves
ar: استخدام تحسين منحنيات تدفق العمل
de: Kurven des Verfeinerungsarbeitsablaufs verwenden
es: Usar curvas los procesos de trabajo de perfeccionamiento
fr: Utiliser les courbes du flux de travail d'affinage
it: Utilizza le curve del workflow di rifinitura
ja: 改良ワークフローカーブを使用する
ko: 보정 워크플로 커브 사용
pl: Użycie krzywych przepływu pracy udoskonalania
pt_br: Usar curvas de aperfeiçoamento de fluxo de trabalho
ru: Использовать процесс уточнения кривых
tr: İyileştirme iş akışı kavislerini kullan

# MetaHumanIdentityOutliner,ShouldEnableCurves_ConfirmText
source: Yes
ar: نعم
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
ko: 예
pl: Tak
pt_br: Sim
ru: Да
tr: Evet

# MetaHumanIdentityOutliner,ShouldEnableCurves_CancelText
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal et

# MetaHumanIdentityOutliner,CrvLipOuterUpperL
source: Lip Outer Upper (L)
ar: شفة خارجية عليا (يسار)
de: Oberlippe außen (L)
es: Labio exterior, superior (I)
fr: Extérieur de la lèvre supérieure (G)
it: Labbro esterno superiore (S)
ja: 唇の外側上部(L)
ko: 입술 외부 위(L)
pl: Zewnętrzna część górnej wargi (L)
pt_br: Lábio externo superior (E)
ru: Нижняя наружная часть губы (л)
tr: Dudak - Dış Üst (Sol)

# MetaHumanIdentityOutliner,CrvLipOuterUpperR
source: Lip Outer Upper (R)
ar: شفة خارجية عليا (يمين)
de: Oberlippe außen (R)
es: Labio exterior, superior (D)
fr: Extérieur de la lèvre supérieure (D)
it: Labbro esterno superiore (D)
ja: 唇の外側上部(R)
ko: 입술 외부 위(R)
pl: Zewnętrzna część górnej wargi (P)
pt_br: Lábio externo superior (D)
ru: Верхняя наружная часть губы (п)
tr: Dudak - Dış Üst (Sağ)

# MetaHumanIdentityOutliner,CrvLipOuterLowerL
source: Lip Outer Lower (L)
ar: شفة خارجية سفلى (يسار)
de: Unterlippe außen (L)
es: Labio exterior, inferior (I)
fr: Extérieur de la lèvre inférieure (G)
it: Labbro esterno inferiore (S)
ja: 唇の外側下部(L)
ko: 입술 외부 아래(L)
pl: Zewnętrzna część dolnej wargi (L)
pt_br: Lábio externo inferior (E)
ru: Нижняя губа — снаружи (л)
tr: Dudak - Dış Alt (Sol)

# MetaHumanIdentityOutliner,CrvLipOuterLowerR
source: Lip Outer Lower (R)
ar: شفة خارجية سفلية (يمين)
de: Unterlippe außen (R)
es: Labio exterior, inferior (D)
fr: Extérieur de la lèvre inférieure (D)
it: Labbro esterno inferiore (D)
ja: 唇の外側下部(R)
ko: 입술 외부 아래(R)
pl: Zewnętrzna część dolnej wargi (P)
pt_br: Lábio externo inferior (D)
ru: Нижняя губа — снаружи (п)
tr: Dudak - Dış Alt (Sağ)

# MetaHumanIdentityOutliner,CrvLipInnerLowerL
source: Lip Inner Lower (L)
ar: شفة داخلية سفلية (يسار)
de: Innere Unterlippe (L)
es: Labio interior, inferior (I)
fr: Intérieur de la lèvre inférieure (G)
it: Labbro interno inferiore (S)
ja: 唇の内側下部(L)
ko: 입술 내부 아래(L)
pl: Wewnętrzna część dolnej wargi (L)
pt_br: Lábio interno inferior (E)
ru: Нижняя губа — внутри (л)
tr: Dudak - İç Alt (Sol)

# MetaHumanIdentityOutliner,CrvLipInnerLowerR
source: Lip Inner Lower (R)
ar: شفة داخلية سفلية (يمين)
de: Innere Unterlippe (R)
es: Labio interior, inferior (D)
fr: Intérieur de la lèvre inférieure (D)
it: Labbro interno inferiore (D)
ja: 唇の内側下部(R)
ko: 입술 내부 아래(R)
pl: Wewnętrzna część dolnej wargi (P)
pt_br: Lábio interno inferior (D)
ru: Нижняя губа — внутри (п)
tr: Dudak - İç Alt (Sağ)

# MetaHumanIdentityOutliner,CrvLipInnerUpperL
source: Lip Inner Upper (L)
ar: شفة داخلية عليا (يسار)
de: Innere Oberlippe (L)
es: Labio interior, superior (I)
fr: Intérieur de la lèvre supérieure (G)
it: Labbro interno superiore (S)
ja: 唇の内側上部(L)
ko: 입술 내부 위(L)
pl: Wewnętrzna część górnej wargi (L)
pt_br: Lábio interno superior (E)
ru: Верхняя внутренняя часть губы (л)
tr: Dudak - İç Üst (Sol)

# MetaHumanIdentityOutliner,CrvLipInnerUpperR
source: Lip Inner Upper (R)
ar: شفة داخلية عليا (يمين)
de: Innere Oberlippe (R)
es: Labio interior, superior (D)
fr: Intérieur de la lèvre supérieure (D)
it: Labbro interno superiore (D)
ja: 唇の内側上部(R)
ko: 입술 내부 위(R)
pl: Wewnętrzna część górnej wargi (P)
pt_br: Lábio interno superior (D)
ru: Верхняя внутренняя часть губы (п)
tr: Dudak - İç Üst (Sağ)

# MetaHumanIdentityOutliner,CrvLipPhiltrumL
source: Lip Philtrum (L)
ar: نثرة الشفاه (يسار)
de: Oberlippengrübchen (L)
es: Surco nasolabial (I)
fr: Philtrum (G)
it: Prolabio (S)
ja: 人中(L)
ko: 인중(L)
pl: Rynienka podnosowa ust (L)
pt_br: Filtro labial (E)
ru: Губной желобок (л)
tr: Dudak - Filtrum (Sol)

# MetaHumanIdentityOutliner,CrvLipPhiltrumR
source: Lip Philtrum (R)
ar: نثرة الشفاه (يمين)
de: Oberlippengrübchen (R)
es: Surco nasolabial (D)
fr: Philtrum (D)
it: Prolabio (D)
ja: 人中(R)
ko: 인중(R)
pl: Rynienka podnosowa ust (P)
pt_br: Filtro labial (D)
ru: Губной желобок (п)
tr: Dudak - Filtrum (Sağ)

# MetaHumanIdentityOutliner,CrvNasolabialL
source: Nasolabial (L)
ar: الأنفية الشفوية (يسار)
de: Nasolabialfalte (L)
es: Pliegue nasolabial (I)
fr: Pli nasolabial (G)
it: Nasolabiale (S)
ja: 鼻唇部(L)
ko: 비순구(L)
pl: Fałd nosowo-wargowy (L)
pt_br: Nasolabial (E)
ru: Носогубная складка (л)
tr: Nazolabial (Sol)

# MetaHumanIdentityOutliner,CrvNasolabialR
source: Nasolabial (R)
ar: الأنفية الشفوية (يمين)
de: Nasolabialfalte (R)
es: Pliegue nasolabial (D)
fr: Pli nasolabial (D)
it: Nasolabiale (D)
ja: 鼻唇部(R)
ko: 비순구(R)
pl: Fałd nosowo-wargowy (P)
pt_br: Nasolabial (D)
ru: Носогубная складка (п)
tr: Nazolabial (Sağ)

# MetaHumanIdentityOutliner,CrvNostrilL
source: Nostril (L)
ar: فتحة الأنف (يسار)
de: Nasenloch (L)
es: Fosa nasal (I)
fr: Narine (G)
it: Narice (S)
ja: 小鼻(L)
ko: 콧구멍(L)
pl: Nozdrze (L)
pt_br: Narina (E)
ru: Ноздря (л)
tr: Burun Deliği (Sol)

# MetaHumanIdentityOutliner,CrvNostrilR
source: Nostril (R)
ar: فتحة الأنف (يمين)
de: Nasenloch (R)
es: Fosa nasal (D)
fr: Narine (D)
it: Narice (D)
ja: 小鼻(R)
ko: 콧구멍(R)
pl: Nozdrze (P)
pt_br: Narina (D)
ru: Ноздря (п)
tr: Burun Deliği (Sağ)

# MetaHumanIdentityOutliner,CrvEarHelixOuterL
source: Ear Helix Outer (L)
ar: حلزون أذن من الخارج (يسار)
de: Ohrmuschelrand außen (L)
es: Hélice de la oreja, exterior (I)
fr: Extérieur de l'hélix (G)
it: Elice esterno (S)
ja: 耳輪外側(L)
ko: 귓바퀴 외부(L)
pl: Zewnętrzny obrąbek ucha (L)
pt_br: Hélice da orelha externa (E)
ru: Ушная раковина — снаружи (л)
tr: Kulak Heliksi - Dış (Sol)

# MetaHumanIdentityOutliner,CrvEarHelixOuterR
source: Ear Helix Outer (R)
ar: حلزون أذن من الخارج (يمين)
de: Ohrmuschelrand außen (R)
es: Hélice de la oreja, exterior (D)
fr: Extérieur de l'hélix (D)
it: Elice esterno (D)
ja: 耳輪外側(R)
ko: 귓바퀴 외부(R)
pl: Zewnętrzny obrąbek ucha (P)
pt_br: Hélice da orelha externa (D)
ru: Ушная раковина — снаружи (п)
tr: Kulak Heliksi - Dış (Sağ)

# MetaHumanIdentityOutliner,CrvEarHelixInnerL
source: Ear Helix Inner (L)
ar: حلزون أذن من الداخل (يسار)
de: Ohrmuschelrand innen (L)
es: Hélice de la oreja, interior (I)
fr: Intérieur de l'hélix (G)
it: Elice interno (S)
ja: 耳輪内側(L)
ko: 귓바퀴 내부(L)
pl: Wewnętrzny obrąbek ucha (L)
pt_br: Hélice da orelha interna (E)
ru: Ушная раковина — внутри (л)
tr: Kulak Heliksi - İç (Sol)

# MetaHumanIdentityOutliner,CrvEarHelixInnerR
source: Ear Helix Inner (R)
ar: حلزون أذن من الداخل (يمين)
de: Ohrmuschelrand innen (R)
es: Hélice de la oreja, interior (D)
fr: Intérieur de l'hélix (D)
it: Elice interno (D)
ja: 耳輪内側(R)
ko: 귓바퀴 내부(R)
pl: Wewnętrzny obrąbek ucha (P)
pt_br: Hélice da orelha interna (D)
ru: Ушная раковина — внутри (п)
tr: Kulak Heliksi - İç (Sağ)

# MetaHumanIdentityOutliner,EarCentralLowerL
source: Ear Central Lower (L)
ar: الأذن الوسطى - سفلي (يسار)
de: Ohr - untere Mitte (L)
es: Oreja, central inferior (I)
fr: Bas du centre de l'oreille (G)
it: Orecchio centrale inferiore (S)
ja: 耳中央下部(L)
ko: 귀 중앙 아래(L)
pl: Dolna centralna część ucha (L)
pt_br: Orelha média inferior (E)
ru: Нижняя часть среднего уха (л)
tr: Kulak - Orta Alt (Sol)

# MetaHumanIdentityOutliner,EarCentralLowerR
source: Ear Central Lower (R)
ar: الأذن الوسطى - سفلي (يمين)
de: Ohr - untere Mitte (R)
es: Oreja, central inferior (D)
fr: Bas du centre de l'oreille (D)
it: Orecchio centrale inferiore (D)
ja: 耳中央下部(R)
ko: 귀 중앙 아래(R)
pl: Dolna centralna część ucha (P)
pt_br: Orelha média inferior (D)
ru: Нижняя часть среднего уха (п)
tr: Kulak - Orta Alt (Sağ)

# MetaHumanIdentityOutliner,EarCentralUpperL
source: Ear Central Upper (L)
ar: الأذن الوسطى - علوي (يسار)
de: Ohr - obere Mitte (L)
es: Oreja, central superior (I)
fr: Haut du centre de l'oreille (G)
it: Orecchio centrale superiore (S)
ja: 耳中央上部(L)
ko: 귀 중앙 위(L)
pl: Górna centralna część ucha (L)
pt_br: Orelha média superior (E)
ru: Верхняя часть среднего уха (л)
tr: Kulak - Orta Üst (Sol)

# MetaHumanIdentityOutliner,EarCentralUpperR
source: Ear Central Upper (R)
ar: الأذن الوسطى - علوى (يمين)
de: Ohr - obere Mitte (R)
es: Oreja, central superior (D)
fr: Haut du centre de l'oreille (D)
it: Orecchio centrale superiore (D)
ja: 耳中央上部(R)
ko: 귀 중앙 위(R)
pl: Górna centralna część ucha (P)
pt_br: Orelha média superior (D)
ru: Верхняя часть среднего уха (п)
tr: Kulak - Orta Üst (Sağ)

# MetaHumanIdentityOutliner,CrvBrowUpperL
source: Brow Upper (L)
ar: أعلى حاجب (يسار)
de: Augenbraue oben (L)
es: Ceja, superior (I)
fr: Haut du sourcil (G)
it: Sopracciglio superiore (S)
ja: 眉上部(左)
ko: 눈썹 위(L)
pl: Górna część brwi (L)
pt_br: Sobrancelha superior (E)
ru: Верхняя часть брови (л)
tr: Kaş - Üst (Sol)

# MetaHumanIdentityOutliner,CrvBrowMiddleL
source: Brow Middle (L)
ar: وسط حاجب (يسار)
de: Augenbraue Mitte (L)
es: Ceja, central (I)
fr: Milieu du sourcil (G)
it: Sopracciglio medio (S)
ja: 眉中央(L)
ko: 눈썹 중간(L)
pl: Środkowa część brwi (L)
pt_br: Sobrancelha centro (E)
ru: Середина брови (л)
tr: Kaş - Orta (Sol)

# MetaHumanIdentityOutliner,CrvBrowLowerL
source: Brow Lower (L)
ar: أسفل حاجب (يسار)
de: Augenbraue unten (L)
es: Ceja, inferior (I)
fr: Bas du sourcil (G)
it: Sopracciglio inferiore (S)
ja: 眉下部(左)
ko: 눈썹 아래(L)
pl: Dolna część brwi (L)
pt_br: Sobrancelha inferior (E)
ru: Нижняя часть брови (л)
tr: Kaş - Alt (Sol)

# MetaHumanIdentityOutliner,CrvBrowIntermediateL
source: Brow Intermediate (L)
ar: متوسط حاجب (يسار)
de: Mittelgroße Augenbraue (L)
es: Ceja, intermedia (I)
fr: Partie intermédiaire du sourcil (G)
it: Sopracciglio intermedio (S)
ja: 眉中央(左)
ko: 눈썹 중간(L)
pl: Pośrednia część brwi (L)
pt_br: Sobrancelha intermediária (E)
ru: Средняя часть брови (л)
tr: Kaş - Ara (Sol)

# MetaHumanIdentityOutliner,CrvBrowUpperR
source: Brow Upper (R)
ar: أعلى حاجب (يمين)
de: Augenbraue oben (R)
es: Ceja, superior (D)
fr: Haut du sourcil (D)
it: Sopracciglio superiore (D)
ja: 眉上部(右)
ko: 눈썹 위(R)
pl: Górna część brwi (P)
pt_br: Sobrancelha superior (D)
ru: Верхняя часть брови (п)
tr: Kaş - Üst (Sağ)

# MetaHumanIdentityOutliner,CrvBrowMiddleR
source: Brow Middle (R)
ar: وسط حاجب (يمين)
de: Augenbraue Mitte (R)
es: Ceja, central (D)
fr: Milieu du sourcil (D)
it: Sopracciglio medio (D)
ja: 眉中央(R)
ko: 눈썹 중간(R)
pl: Środkowa część brwi (P)
pt_br: Sobrancelha centro (D)
ru: Середина брови (п)
tr: Kaş - Orta (Sağ)

# MetaHumanIdentityOutliner,CrvBrowLowerR
source: Brow Lower (R)
ar: أسفل حاجب (يمين)
de: Augenbraue unten (R)
es: Ceja, inferior (D)
fr: Bas du sourcil (D)
it: Sopracciglio inferiore (D)
ja: 眉下部(右)
ko: 눈썹 아래(R)
pl: Dolna część brwi (P)
pt_br: Sobrancelha inferior (D)
ru: Нижняя часть брови (п)
tr: Kaş - Alt (Sağ)

# MetaHumanIdentityOutliner,CrvBrowIntermediateR
source: Brow Intermediate (R)
ar: متوسط حاجب (يمين)
de: Mittelgroße Augenbraue (R)
es: Ceja, intermedia (D)
fr: Partie intermédiaire du sourcil (D)
it: Sopracciglio intermedio (D)
ja: 眉中央(右)
ko: 눈썹 중간(R)
pl: Pośrednia część brwi (P)
pt_br: Sobrancelha intermediária (D)
ru: Средняя часть брови (п)
tr: Kaş - Ara (Sağ)

# MetaHumanIdentityOutliner,CrvMentolabialFoldC
source: Mentolabial Fold (C)
ar: الطيّة الذقنية الشفوية (وسط)
de: Mentolabialfalte (M)
es: Surco mentolabial (C)
fr: Pli mentolabial (C)
it: Piega mentolabiale (C)
ja: おとがい唇溝(C)
ko: 이순구(C)
pl: Fałd podbródkowy (Ś)
pt_br: Dobra mentolabial (C)
ru: Подбородочно-губная складка (C)
tr: Mentolabial Kıvrım (Orta)

# MetaHumanIdentityOutliner,CrvEyeCreaseL
source: Eye Crease (L)
ar: طيّة العين (يسار)
de: Augenfalte (L)
es: Cuenca del ojo (I)
fr: Pli de l'œil (G)
it: Piega dell'occhio (S)
ja: まぶたの縁(L)
ko: 아이 크리즈(L)
pl: Załamanie powieki (L)
pt_br: Dobra ocular (E)
ru: Складка века (л)
tr: Göz Kırışıklığı (Sol)

# MetaHumanIdentityOutliner,CrvEyeCreaseR
source: Eye Crease (R)
ar: طيّة العين (يمين)
de: Augenfalte (R)
es: Cuenca del ojo (D)
fr: Pli de l'œil (D)
it: Piega dell'occhio (D)
ja: まぶたの縁(R)
ko: 아이 크리즈(R)
pl: Załamanie powieki (P)
pt_br: Dobra ocular (D)
ru: Складка века (п)
tr: Göz Kırışıklığı (Sağ)

# MetaHumanIdentityOutliner,CrvEyelidLowerL
source: Eyelid Lower (L)
ar: جفن سفلي (يسار)
de: Unteres Augenlid (L)
es: Párpado inferior (I)
fr: Bas de la paupière (G)
it: Palpebra inferiore (S)
ja: 下まぶた(L)
ko: 눈꺼풀 아래(L)
pl: Dolna część powieki (L)
pt_br: Pálpebra inferior (E)
ru: Нижнее веко (л)
tr: Göz Kapağı - Alt (Sol)

# MetaHumanIdentityOutliner,CrvEyelidLowerR
source: Eyelid Lower (R)
ar: جفن سفلي (يمين)
de: Unteres Augenlid (R)
es: Párpado inferior (D)
fr: Bas de la paupière (D)
it: Palpebra inferiore (D)
ja: 下まぶた(R)
ko: 눈꺼풀 아래(R)
pl: Dolna część powieki (P)
pt_br: Pálpebra inferior (D)
ru: Нижнее веко (п)
tr: Göz Kapağı - Alt (Sağ)

# MetaHumanIdentityOutliner,CrvEyelibUpperL
source: Eyelid Upper (L)
ar: جفن علوي (يسار)
de: Oberes Augenlid (L)
es: Párpado superior (I)
fr: Haut de la paupière (G)
it: Palpebra superiore (S)
ja: 上まぶた(L)
ko: 눈꺼풀 위(L)
pl: Górna część powieki (L)
pt_br: Pálpebra superior (E)
ru: Верхнее веко (л)
tr: Göz Kapağı - Üst (Sol)

# MetaHumanIdentityOutliner,CrvEyelibUpperR
source: Eyelid Upper (R)
ar: جفن علوي (يمين)
de: Oberes Augenlid (R)
es: Párpado superior (D)
fr: Haut de la paupière (D)
it: Palpebra superiore (D)
ja: 上まぶた(R)
ko: 눈꺼풀 위(R)
pl: Górna część powieki (P)
pt_br: Pálpebra superior (D)
ru: Верхнее веко (п)
tr: Göz Kapağı - Üst (Sağ)

# MetaHumanIdentityOutliner,CrvPlicaSmilunarisL
source: Plica Semilunaris (L)
ar: الثنية الهلالية (يسار)
de: Nickhaut (L)
es: Plica semilunaris (I)
fr: Pli semi-lunaire (G)
it: Plica semilunare (S)
ja: 半月ひだ(L)
ko: 반월주름(L)
pl: Fałd półksiężycowaty (L)
pt_br: Prega semilunar (E)
ru: Полулунная складка (л)
tr: Plica Semilunaris (Sol)

# MetaHumanIdentityOutliner,CrvPlicaSmilunarisR
source: Plica Semilunaris (R)
ar: الثنية الهلالية (يمين)
de: Nickhaut (R)
es: Plica semilunaris (D)
fr: Pli semi-lunaire (D)
it: Plica semilunare (D)
ja: 半月ひだ(R)
ko: 반월주름(R)
pl: Fałd półksiężycowaty (P)
pt_br: Prega semilunar (D)
ru: Полулунная складка (п)
tr: Plica Semilunaris (Sağ)

# MetaHumanIdentityOutliner,CrvEyelidOuterLowerL
source: Eyelid Outer Lower (L)
ar: جفن خارجي سفلي (يسار)
de: Unteres Augenlid außen (L)
es: Párpado inferior, externo (I)
fr: Bas de l'extérieur de la paupière (G)
it: Palpebra esterna inferiore (S)
ja: まぶた外側下部(L)
ko: 눈꺼풀 외부 아래(L)
pl: Dolna zewnętrzna część powieki (L)
pt_br: Pálpebra externa inferior (E)
ru: Нижний наружный угол глаза (л)
tr: Göz Kapağı - Dış Alt (Sol)

# MetaHumanIdentityOutliner,CrvEyelidOuterLowerR
source: Eyelid Outer Lower (R)
ar: جفن خارجي سفلي (يمين)
de: Unteres Augenlid außen (R)
es: Párpado inferior, externo (D)
fr: Bas de l'extérieur de la paupière (D)
it: Palpebra esterna inferiore (D)
ja: まぶた外側下部(R)
ko: 눈꺼풀 외부 아래(R)
pl: Dolna zewnętrzna część powieki (P)
pt_br: Pálpebra externa inferior (D)
ru: Нижний наружный угол глаза (п)
tr: Göz Kapağı - Dış Alt (Sağ)

# MetaHumanIdentityOutliner,CrvEyelidOuterUpperL
source: Eyelid Outer Upper (L)
ar: جفن خارجي علوي (يسار)
de: Oberes Augenlid außen (L)
es: Párpado superior, interno (I)
fr: Haut de l'extérieur de la paupière (G)
it: Palpebra esterna superiore (S)
ja: まぶた外側上部(L)
ko: 눈꺼풀 외부 위(L)
pl: Górna zewnętrzna część powieki (L)
pt_br: Pálpebra externa superior (E)
ru: Верхний наружный угол глаза (л)
tr: Göz Kapağı - Dış Üst (Sol)

# MetaHumanIdentityOutliner,CrvEyelidOuterUpperR
source: Eyelid Outer Upper (R)
ar: جفن خارجي (يمين)
de: Oberes Augenlid außen (R)
es: Párpado superior, interno (D)
fr: Haut de l'extérieur de la paupière (D)
it: Palpebra esterna superiore (D)
ja: まぶた外側上部(R)
ko: 눈꺼풀 외부 위(R)
pl: Górna zewnętrzna część powieki (P)
pt_br: Pálpebra externa superior (D)
ru: Верхний наружный угол глаза (п)
tr: Göz Kapağı - Dış Üst (Sağ)

# MetaHumanIdentityOutliner,CrvFrankfurtFrontL
source: Frankfurt Front (L)
ar: جبهة Frankfurt (يسار)
es: Frankfurt frontal (I)
fr: Frankfurt Avant (G)
it: Piano di Francoforte anteriore (S)
ja: フランクフルト面前(L)
ko: 프랑크푸르트 앞(L)
pl: Frankfurt, przód (L)
pt_br: Frente Frankfurt (E)
ru: Frankfurt горизонталь — анфас (л)
tr: Frankfurt - Ön (Sol)

# MetaHumanIdentityOutliner,CrvFrankfurtFrontR
source: Frankfurt Front (R)
ar: جبهة Frankfurt (يمين)
es: Frankfurt frontal (D)
fr: Frankfurt Avant (D)
it: Piano di Francoforte anteriore (D)
ja: フランクフルト面前(R)
ko: 프랑크푸르트 앞(R)
pl: Frankfurt, przód (P)
pt_br: Frente Frankfurt (D)
ru: Frankfurt горизонталь — анфас (п)
tr: Frankfurt - Ön (Sağ)

# MetaHumanIdentityOutliner,CrvFrankfurtRearL
source: Frankfurt Rear (L)
ar: خلفة Frankfurt (يسار)
de: Frankfurt Rückseite (L)
es: Frankfurt trasero (I)
fr: Frankfurt Arrière (G)
it: Piano di Francoforte posteriore (S)
ja: フランクフルト面後(L)
ko: 프랑크푸르트 뒤(L)
pl: Frankfurt, tył (L)
pt_br: Traseira Frankfurt (E)
ru: Frankfurt горизонталь — затылок (л)
tr: Frankfurt - Arka (Sol)

# MetaHumanIdentityOutliner,CrvFrankfurtRearR
source: Frankfurt Rear (R)
ar: خلفة Frankfurt (يمين)
de: Frankfurt Rückseite (R)
es: Frankfurt trasero (D)
fr: Frankfurt Arrière (D)
it: Piano di Francoforte posteriore (D)
ja: フランクフルト面後(R)
ko: 프랑크푸르트 뒤(R)
pl: Frankfurt, tył (P)
pt_br: Traseira Frankfurt (D)
ru: Frankfurt горизонталь — затылок (п)
tr: Frankfurt - Arka (Sağ)

# MetaHumanIdentityOutliner,CrvIrisTopR
source: Iris Top (R)
ar: قزحية من أعلى (يمين)
de: Oberer Irisrand (R)
es: Iris, superior (D)
fr: Haut de l'iris (D)
it: Iride alto (D)
ja: 虹彩上部(右)
ko: 홍채 상단(R)
pl: Tęczówka, góra (P)
pt_br: Topo da íris (D)
ru: Верх радужной оболочки (п)
tr: İris - Üst (Sağ)

# MetaHumanIdentityOutliner,CrvIrisTopL
source: Iris Top (L)
ar: قزحية من أعلى (يسار)
de: Oberer Irisrand (L)
es: Iris, superior (I)
fr: Haut de l'iris (G)
it: Iride alto (S)
ja: 虹彩上部(左)
ko: 홍채 상단(L)
pl: Tęczówka, góra (L)
pt_br: Topo da íris (E)
ru: Верх радужной оболочки (л)
tr: İris - Üst (Sol)

# MetaHumanIdentityOutliner,CrvToothUpper
source: Tooth Upper
ar: سن علوي
de: Zahn oben
es: Dientes superiores
fr: Haut de la dent
it: Dente superiore
ja: 上の歯
ko: 치아 위
pl: Górna część zęba
pt_br: Dentes superiores
ru: Верхние зубы
tr: Diş - Üst

# MetaHumanIdentityOutliner,CrvToothLower
source: Tooth Lower
ar: سن سفلي
de: Zahn unten
es: Dientes inferiores
fr: Bas de la dent
it: Dente inferiore
ja: 下の歯
ko: 치아 아래
pl: Dolna część zęba
pt_br: Dentes inferiores
ru: Нижние зубы
tr: Diş - Alt

# MetaHumanIdentityOutliner,CrvToothUpper2
source: Tooth Upper 2
ar: سن علوي 2
de: Zahn oben 2
es: Dientes superiores 2
fr: Haut de la dent 2
it: Dente superiore 2
ja: 上の歯2
ko: 치아 위 2
pl: Górna część zęba 2
pt_br: Dentes superiores 2
ru: Верхние зубы 2
tr: Diş - Üst 2

# MetaHumanIdentityOutliner,CrvToothLower2
source: Tooth Lower 2
ar: سن سفلي 2
de: Zahn unten 2
es: Dientes inferiores 2
fr: Bas de la dent 2
it: Dente inferiore 2
ja: 下の歯2
ko: 치아 아래 2
pl: Dolna część zęba 2
pt_br: Dentes inferiores 2
ru: Нижние зубы 2
tr: Diş - Alt 2

# MetaHumanIdentityOutliner,CrvLeftContact
source: Lip Contact Point (L)
ar: نقطة اتصال الشفتين (يسار)
de: Berührungspunkt der Lippen (L)
es: Contacto labial (I)
fr: Point de contact de la lèvre (G)
it: Punto di contatto labbro (S)
ja: 唇の接触点(左)
ko: 입술 접촉 포인트(L)
pl: Punkt styku warg (L)
pt_br: Ponto de contato do lábio (E)
ru: Точка контакта губы (л)
tr: Dudak Temas Noktası (Sol)

# MetaHumanIdentityOutliner,CrvRightContact
source: Lip Contact Point (R)
ar: نقطة اتصال الشفة (يمين)
de: Berührungspunkt der Lippen (R)
es: Contacto labial (D)
fr: Point de contact de la lèvre (D)
it: Punto di contatto labbro (D)
ja: 唇の接触点(右)
ko: 입술 접촉 포인트(R)
pl: Punkt styku warg (P)
pt_br: Ponto de contato do lábio (D)
ru: Точка контакта губы (п)
tr: Dudak Temas Noktası (Sağ)

# MetaHumanIdentityOutliner,GrpBrowL
source: Brow (L)
ar: حاجب (يسار)
de: Augenbraue (L)
es: Ceja (I)
fr: Sourcil (G)
it: Sopracciglio (S)
ja: 眉(L)
ko: 눈썹(L)
pl: Brew (L)
pt_br: Sobrancelha (E)
ru: Бровь (л)
tr: Kaş (Sol)

# MetaHumanIdentityComponentsClassCombo,CreateNewPose
source: Create Pose
ar: تكوين وضعية
de: Pose erstellen
es: Crear pose
fr: Créer une pose
it: Crea posa
ja: ポーズの作成
ko: 포즈 생성
pl: Utwórz pozę
pt_br: Criar pose
ru: Создать положение
tr: Poz Oluştur

# MetaHumanIdentityComponentsClassCombo,AddNeutralLabel
source: Add Neutral
ar: أضف محايد
de: Neutral hinzufügen
es: Añadir neutro
fr: Ajouter une pose neutre
it: Aggiungi neutra
ja: ニュートラルの追加
ko: 뉴트럴 추가
pl: Dodaj neutralną
pt_br: Adicionar neutra
ru: Добавить нейтральное
tr: Nötr Ekle

# MetaHumanIdentityComponentsClassCombo,AddTeethLabel
source: Add Teeth
ar: إضافة أسنان
de: Zähne hinzufügen
es: Añadir dientes
fr: Ajouter des dents
it: Aggiungi denti
ja: 歯を追加
ko: 치아 추가
pl: Dodaj zęby
pt_br: Adicionar dentes
ru: Добавить зубы
tr: Diş Ekle
