Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanIdentity,ARNoBody
source: Mesh to MetaHuman requires the addition of a Body Part, and a Body Type Preset selection.
ar: تتطلب Mesh to MetaHuman إضافة جزء من الجسم واختيار مسبق الإعداد لنوع جسم.
de: Für „Mesh to MetaHuman“ muss ein Körperteil hinzugefügt und eine Körpertyp-Voreinstellung gewählt werden.
es: Mesh to MetaHuman requiere añadir una parte del cuerpo y seleccionar una clase de cuerpo preestablecida.
fr: Mesh to MetaHuman nécessite l'ajout d'une partie du corps, et la sélection d'un type de corps prédéfini.
it: Mesh to MetaHuman richiede l'aggiunta di una parte del corpo e la selezione di un tipo di corpo preimpostato.
ja: メッシュをMetaHumanに変換するには、ボディパーツを追加して、ボディタイププリセットを選択する必要があります。
ko: 메시 투 메타휴먼은 바디 파츠를 추가하고, 바디 유형 프리셋을 선택해야 합니다.
pl: Mesh to MetaHuman wymaga dodania części ciała oraz wybrania ustawienia wstępnego dla typu korpusu.
pt_br: Mesh to MetaHuman requer a adição de uma Parte do Corpo e a seleção de uma Predefinição de Tipo de Corpo.
ru: Для Mesh to MetaHuman требуется добавить элемент «Тело» и преднастройки типа тела.
tr: Mesh to MetaHuman, bir vücut parçası eklemeyi ve bir Vücut Türü Önayarı seçimini gerektirir.

# MetaHumanIdentity,ARNoBodyType
source: No Body Type Preset is selected in the Body Part. Please select a Body Type Preset to continue.
ar: لم يتم اختيار إعداد مسبق لنمط الجسم في جزء الجسم. نرجو اختيار إعداد مسبق لنوع الجسم للمتابعة.
de: Für den Körperteil wurde keine Körpertyp-Voreinstellung ausgewählt. Bitte wähle eine Körpertyp-Voreinstellung aus, um fortzufahren.
es: No se ha seleccionado ninguna clase de cuerpo preestablecida en la parte del cuerpo. Selecciona una clase de cuerpo preestablecida para continuar.
fr: Aucun type de corps prédéfini sélectionné pour la partie du corps. Veuillez sélectionner un type de corps prédéfini pour continuer.
it: Nella parte del corpo non è selezionata alcuna preimpostazione del tipo di corpo. Seleziona una preimpostazione del tipo di corpo per continuare.
ja: ボディパーツでボディタイププリセットが選択されていません。ボディタイププリセットを選択してください
ko: 메시 투 메타휴먼은 바디 파츠를 추가하고, 바디 유형 프리셋을 선택해야 합니다.
pl: Nie wybrano żadnego ustawienia wstępnego typu korpusu dla tej części ciała. Wybierz ustawienie wstępne typu korpusu, aby kontynuować.
pt_br: Nenhuma Predefinição de Tipo de Corpo selecionada na Parte do Corpo. Selecione uma Predefinição de Tipo de Corpo para continuar.
ru: Преднастройки типа тела не выбраны для элемента тела. Чтобы продолжить, выберите преднастройки типа тела.
tr: Vücut parçasında hiçbir Vücut Türü Önayarı seçilmedi. Devam etmek için lütfen bir Vücut Türü Önayarı seç.

# MetaHumanIdentity,MeshNotConformed
source: Error submitting to autorig. Face mesh was not conformed in the MetaHuman Identity {0}
ar: حدث خطأ أثناء الإرسال إلى autorig. لم تكن شبكة الوجه مسجلة التوافق في MetaHuman Identity {0}
de: Fehler beim Senden an Auto-Rig. Das Gesichts-Mesh wurde nicht an die MetaHuman Identity „{0}“ angepasst.
es: Error al enviar el autorig. La malla de la cara no se ha ajustado en la MetaHuman Identity {0}
fr: Une erreur est survenue lors de l'envoi vers le squelettage automatique. Le maillage de visage n'était pas conformé dans la MetaHuman Identity {0}
it: Errore nell'invio all'auto-rig. La mesh del viso non è stata conformata nella MetaHuman Identity {0}
ja: オートリグへの送信中にエラーが発生しました。顔メッシュが MetaHuman Identity {0} に適合していませんでした
ko: 오토 리깅 제출 중 오류가 발생했습니다. 페이스 메시가 메타휴먼 아이덴티티 {0}에서 맞춰지지 않았습니다.
pl: Błąd przesyłania do autorigu. Siatka twarzy nie została dopasowana w MetaHuman Idenity {0}
pt_br: Erro ao enviar para o auto-rig. A malha do rosto não foi moldada no MetaHuman Identity {0}
ru: Ошибка при отправке автокаркаса. Сетка лица не адаптирована для Персоны MetaHuman {0}
tr: Otomatik donatıma gönderim sırasında hata oluştu. Yüz örgüsü MetaHuman Identity {0} öğesinde uygun hale getirilmedi

# MetaHumanIdentity,EmptyConformalMesh
source: Error submitting to autorig. ConformalMesh has no vertices to submit in the MetaHuman Identity %s
ar: حدث خطأ أثناء الإرسال إلى autorig. ليس لدى ConformalMesh أي رؤوس لتقديمها في MetaHuman Identity ‏%‎s
de: Fehler beim Senden an Auto-Rig. Das ConformalMesh in der MetaHuman Identity %s hat keine Scheitelpunkte, die gesendet werden können.
es: Error al enviar el autorig. ConformalMesh no tiene vértices que enviar en la MetaHuman Identity %s
fr: Une erreur est survenue lors de l'envoi vers le squelettage automatique. ConformalMesh n'a aucun vertex à envoyer dans la MetaHuman Identity %s
it: Errore nell'invio all'auto-rig. ConformalMesh non ha vertici da inviare nella MetaHuman Identity %s
ja: オートリグの送信中にエラーが発生しました。ConformalMesh には MetaHuman Identity %s で送信する頂点がありません
ko: 오토 리깅 제출 중 오류가 발생했습니다.ConformalMesh에는 메타휴먼 아이덴티티 %s에 제출할 버텍스가 없습니다.
pl: Błąd przesyłania do autorigu. ConformalMesh nie ma żadnych wierzchołków, które można dodać do MetaHuman Identity %s
pt_br: Erro ao enviar para o auto-rig. O ConformalMesh não tem vértices a serem enviados no MetaHuman Identity %s
ru: Ошибка при отправке автокаркаса. У ConformalMesh нет вершин для отправки в Персону MetaHuman «%s»
tr: Otomatik donatıma gönderim sırasında hata oluştu. ConformalMesh, MetaHuman Identity %s öğesinde gönderilecek vertekse sahip değil

# MetaHumanIdentity,NoFacePart
source: Error submitting to autorig. Face Part not found in the MetaHuman Identity %s
ar: حدث خطأ أثناء الإرسال إلى autorig. لم يتم العثور على جزء الوجه في MetaHuman Identity ‏ %s
de: Fehler beim Senden an Auto-Rig. In der MetaHuman Identity „%s“ wurde kein Gesicht gefunden.
es: Error al enviar el autorig. No se ha encontrado una Face Part en la MetaHuman Identity %s
fr: Une erreur est survenue lors de l'envoi vers le squelettage automatique. Partie du visage introuvable dans la MetaHuman Identity %s
it: Errore nell'invio all'auto-rig. Parte Viso non trovata nella MetaHuman Identity %s
ja: オートリグの送信中にエラーが発生しました。MetaHuman Identity %s に顔のパーツが見つかりません
ko: 오토 리깅 제출 중 오류가 발생했습니다.메타휴먼 아이덴티티 %s에서 페이스 파츠를 찾을 수 없습니다.
pl: Błąd przesyłania do autorigu. Część twarzy nieznaleziona w MetaHuman Identity %s
pt_br: Erro ao enviar para o auto-rig. Parte do Rosto não encontrada no MetaHuman Identity %s
ru: Ошибка при отправке автокаркаса. Лицевая часть Персоны MetaHuman «%s» не найдена
tr: Otomatik donatıma gönderim sırasında hata oluştu. Yüz Parçası MetaHuman Identity %s öğesinde bulunamadı

# MetaHumanIdentity,ARSBusy
source: The MetaHuman Service is busy, try again later
ar: خدمة MetaHuman مشغولة، حاول مرة أخرى لاحقًا
de: Der MetaHuman-Dienst ist ausgelastet, bitte versuche es später erneut.
es: El servicio MetaHuman está ocupado, inténtalo más tarde
fr: Le service MetaHuman est occupé. Veuillez réessayez plus tard.
it: Il servizio MetaHuman è occupato, riprova più tardi
ja: MetaHuman サービスがビジーです。後ほどもう一度お試しください
ko: 메타휴먼 서비스가 응답하지 않습니다. 잠시 후 다시 시도해 주세요.
pl: Usługa MetaHuman jest zajęta, spróbuj ponownie później
pt_br: O Serviço MetaHuman está ocupado, tente mais tarde
ru: Служба MetaHuman не отвечает, повторите попытку позже
tr: MetaHuman Hizmeti meşgul, daha sonra tekrar dene

# MetaHumanIdentity,ARSUnauthorized
source: You are not authorized to use the Mesh to MetaHuman Service
ar: غير مصرح لك باستخدام خدمة Mesh to MetaHuman
de: Du bist nicht berechtigt, den „Mesh to MetaHuman“-Dienst zu nutzen
es: No tienes autorización para utilizar el servicio Mesh to MetaHuman
fr: Vous n'êtes pas autorisé à utiliser le service Mesh to MetaHuman
it: Non hai l'autorizzazione per utilizzare il servizio Mesh to MetaHuman
ja: Mesh to MetaHuman サービスを使用する権限がありません
ko: 메시 투 메타휴먼 서비스를 사용할 수 있는 권한이 없습니다.
pl: Nie masz autoryzacji, by używać usługi Mesh to MetaHuman
pt_br: Você não tem autorização para usar o Serviço Mesh to MetaHuman
ru: Вы не авторизованы для использования службы Mesh to MetaHuman
tr: Mesh to MetaHuman hizmetini kullanma iznin yok

# MetaHumanIdentity,ARSEulaNotAccepted
source: MetaHuman EULA was not accepted
ar: لم يتم قبول اتفاقية ترخيص المستخدم النهائي لـ MetaHuman
de: Du hast der MetaHuman-EULA nicht zugestimmt.
es: No se ha aceptado el CLUF de MetaHuman
fr: Les CGU de MetaHuman n'ont pas été acceptées
it: L'EULA di MetaHuman non è stata accettata
ja: MetaHuman の EULA が受け入れられませんでした
ko: 메타휴먼 EULA가 수락되지 않았습니다.
pl: Umowa licencyjna użytkownika końcowego MetaHuman nie została zaakceptowana
pt_br: Contrato de Licença de Usuário Final do MetaHuman não aceito
ru: Не принято лицензионное соглашение MetaHuman
tr: MetaHuman SKLA'sı kabul edilmedi

# MetaHumanIdentity,ARSInvalidArguments
source: MetaHuman Service invoked with invalid arguments
ar: تم استدعاء خدمة MetaHuman باستخدام مدخلات غير صالحة
de: Der MetaHuman-Dienst wurde mit ungültigen Argumenten aufgerufen
es: Servicio MetaHuman invocado con argumentos inválidos
fr: Le service MetaHuman est invoqué avec des arguments non valides
it: Servizio MetaHuman invocato con argomenti non validi
ja: MetaHuman サービスが不正な引数で呼び出されました
ko: 메타휴먼 서비스가 유효하지 않은 아규먼트로 호출되었습니다.
pl: Usługa MetaHuman wywołana z nieprawidłowymi argumentami
pt_br: Serviço MetaHuman invocado com argumentos inválidos
ru: Служба MetaHuman запущена с недопустимыми аргументами
tr: MetaHuman Hizmeti geçersiz bağımsız değişkenlerle çağrıldı

# MetaHumanIdentity,ARSServerError
source: Error while interacting with the MetaHuman Service
ar: حدث خطأ أثناء التفاعل مع خدمة MetaHuman
de: Fehler bei der Interaktion mit dem MetaHuman-Dienst
es: Error al interactuar con el servicio MetaHuman
fr: Une erreur est survenue avec le service MetaHuman
it: Errore durante l'interazione con il servizio MetaHuman
ja: MetaHuman サービスとのインタラクト中にエラーが発生しました
ko: 메타휴먼 서비스와 인터랙션하는 동안 오류가 발생했습니다.
pl: Błąd podczas interakcji z usługą MetaHuman
pt_br: Erro ao interagir com o Serviço MetaHuman
ru: Ошибка при взаимодействии со службой MetaHuman
tr: MetaHuman Hizmetiyle etkileşime girerken hata oluştu

# MetaHumanIdentity,ARSServerLoginError
source: Unable to log in successfully
ar: تعذّر تسجيل الدخول بنجاح
de: Anmeldung fehlgeschlagen
es: No se ha podido iniciar sesión
fr: Connexion impossible
it: Impossibile accedere con successo
ja: 正常にログインできません
ko: 기록할 수 없습니다.
pl: Nie można się zalogować
pt_br: Não foi possível fazer o login com sucesso
ru: Не удалось войти в систему
tr: Başarıyla giriş yapılamadı

# MetaHumanIdentity,ARSUnknownErorr
source: Unknown error while interacting with the MetaHuman Service
ar: حدث خطأ غير معروف أثناء التفاعل مع خدمة MetaHuman
de: Unbekannter Fehler bei der Interaktion mit dem MetaHuman-Dienst
es: Error desconocido al interactuar con el servicio MetaHuman
fr: Une erreur inconnue est survenue sur le service MetaHuman
it: Errore sconosciuto durante l'interazione con il servizio MetaHuman
ja: MetaHuman サービスとのインタラクト中に不明なエラーが発生しました
ko: 메타휴먼 서비스와 인터랙션하는 동안 알 수 없는 오류가 발생했습니다.
pl: Nieznany błąd podczas interakcji z usługą MetaHuman
pt_br: Erro desconhecido ao interagir com o Serviço MetaHuman
ru: Неизвестная ошибка при взаимодействии со службой MetaHuman
tr: MetaHuman Hizmetiyle etkileşime girerken bilinmeyen bir hata oluştu

# MetaHumanIdentity,ARSErrorTitle
source: MetaHuman Service Error
ar: خطأ في خدمة MetaHuman
de: Fehler beim MetaHuman-Dienst
es: Error del servicio MetaHuman
fr: Erreur liée au service MetaHuman
it: Errore del servizio MetaHuman
ja: MetaHumanサービスエラー
ko: 메타휴먼 서비스 오류
pl: Błąd usługi MetaHuman
pt_br: Erro de Serviço MetaHuman
ru: Ошибка службы MetaHuman
tr: MetaHuman Hizmeti Hatası

# MetaHumanIdentity,ARSSuccessTitle
source: Mesh to MetaHuman
ja: メッシュをMetaHumanに変換
ko: 메시 투 메타휴먼

# MetaHumanIdentity,PromotedFrameProcessingFailed
source: The promoted frame processing failed.
ar: فشلت معالجة الإطار الذي تمت ترقيته.
de: Das promotete Frame konnte nicht verarbeitet werden.
es: Ha ocurrido un error al procesar el fotograma promovido.
fr: Échec du traitement de l'image promue.
it: L'elaborazione del fotogramma approvato non è riuscita.
ja: プロモートされたフレームの処理に失敗しました
ko: 승격된 프레임 처리에 실패했습니다.
pl: Przetwarzanie wypromowanej klatki się nie udało.
pt_br: Falha no processamento do quadro promovido.
ru: Не удалось обработать зафиксированный кадр.
tr: Yükseltilmiş kare işlenemedi.

# MetaHumanIdentity,PromotedFrameProcessingFailedTitle
source: Promoted frame processing failed
ar: فشلت معالجة الإطار الذي تمت ترقيته
de: Verarbeitung des promoteten Frames fehlgeschlagen
es: Error al procesar el fotograma promovido
fr: Échec du traitement de l'image promue
it: L'elaborazione del fotogramma approvato non è riuscita
ja: プロモートされたフレームの処理に失敗しました
ko: 승격된 프레임 처리에 실패했습니다.
pl: Przetwarzanie wypromowanej klatki się nie udało
pt_br: Falha no processamento do quadro promovido
ru: Не удалось обработать зафиксированный кадр
tr: Yükseltilmiş kare işlenemedi

# MetaHumanIdentity,IdentityContourTrackingDiagnosticsWarningTitle
source: Frame Contour Tracking Diagnostics Warning
ar: تحذير بشأن تشخيصات تتبع ملامح الإطار
de: Diagnosewarnung zum Kontur-Tracking des Frames
es: Aviso de diagnóstico del seguimiento del contorno de los fotogramas
fr: Avertissement de diagnostique de suivi des contours de l'image
it: Avvertimento di diagnostica del tracciamento contorno del fotogramma
ja: フレーム輪郭のトラッキング診断に関する警告
ko: 프레임 윤곽 트래킹 진단 경고
pl: Ostrzeżenie diagnostyki śledzenia konturu klatki
pt_br: Aviso de Diagnóstico de Rastreamento de Contorno de Quadros
ru: Предупреждение о диагностике отслеживания контура кадра
tr: Kare Şekli İzleme Tanı Uyarısı

# MetaHumanIdentityParts,IdentityFacePartName
source: Face
ar: الوجه
de: Gesicht
es: Cara
fr: Visage
it: Viso
ja: 顔
ko: 페이스
pl: Twarz
pt_br: Rosto
ru: Лицо
tr: Yüz

# MetaHumanIdentityParts,IdentityFacePartDescription
source: The Face Part of the MetaHuman Identity. This creates a new static mesh asset representing the Template Mesh
ar: جزء الوجه من MetaHuman Identity يؤدي هذا إلى إنشاء أصل شبكي ثابت جديد يمثل شبكة النموذج
de: Das Gesicht der MetaHuman Identity. Erzeugt an Stelle des Template Mesh ein neues Static Mesh-Asset
es: La Face Part de la MetaHuman Identity. Se crea un nuevo recurso de malla estática que representa la malla de plantilla.
fr: La partie visage de la MetaHuman Identity. Cela crée une nouvelle ressource de maillage statique qui représente le modèle de maillage
it: Parte Viso della MetaHuman Identity. Questo crea un nuovo asset mesh statica che rappresenta il modello mesh
ja: MetaHuman Identity の顔パーツ。これは、テンプレートメッシュを表す新しいスタティックメッシュアセットを作成します
ko: 메타휴먼 아이덴티티의 페이스 파츠입니다.템플릿 메시를 나타내는 새 스태틱 메시 에셋이 생성됩니다.
pl: Część twarzy MetaHuman Identity. Spowoduje to utworzenie nowego zasobu siatki statycznej reprezentującego siatkę szablonu
pt_br: A Parte do Rosto do MetaHuman Identity. Isso cria um novo ativo de malha estática que representa a Malha Modelo
ru: Лицевая часть Персоны MetaHuman. Создаёт новый ресурс статичной сетки в качестве шаблона сетки
tr: MetaHuman Identity'nin yüz parçası. Bu, şablon örgüyü temsil eden yeni bir statik örgü öğesi oluşturur.

# MetaHumanIdentityParts,IdentityTreeTemplateMeshTooltip
source: Template Mesh Component of Face Part A head mesh template, on MetaHuman topology. Conformed to the Capture Data from Neutral Pose using MetaHuman Identity Solve command.
ar: شبكة النموذج المكونة لجزء الوجه نموذج شبكة الرأس، على توبولوجيا MetaHuman. يتوافق مع بيانات الالتقاط من الوضعية المحايدة باستخدام أمر MetaHuman Identity Solve.
de: Template Mesh-Komponente des Gesichts Ein Template Mesh des Kopfes auf MetaHuman-Topologie. Mithilfe des Befehls „MetaHuman Identity Solve“ an die Aufnahmedaten der neutralen Pose angepasst.
es: Componente de la malla de plantilla de la Face Part Una malla de plantilla de la cabeza, según la topología MetaHuman. Ajustada según la captura de datos de la pose neutra usando el comando MetaHuman Identity Solve.
fr: Composant de modèle de maillage pour la partie visage Un modèle de maillage de tête avec la topologie MetaHuman. Conformé aux données de capture de la pose Neutre à l'aide de la commande MetaHuman Identity Solve.
it: Componente del modello mesh della Parte Viso Un modello mesh della testa su topologia MetaHuman. Conformato ai Capture Data dalla Posa Neutra utilizzando il comando Risolvi MetaHuman Identity.
ja: 顔パーツのテンプレート メッシュ コンポーネント。 MetaHuman トポロジの頭部メッシュ テンプレート。 MetaHuman Identity Solve コマンドを使用した ニュートラル ポーズからのキャプチャ データに準拠します
ko: 페이스 파츠의 템플릿 메시 컴포넌트 메타휴먼 토폴로지에 있는 머리 메시 템플릿입니다.메타휴먼 아이덴티티 솔브 명령을 사용하여 뉴트럴 포즈의 캡처 데이터에 맞춰졌습니다.
pl: Komponent szablonu siatki części twarzy Szablon siatki głowy, na topologii MetaHuman. Dopasowano do Capture Data z pozy neutralnej przy użyciu polecenia „Solwuj MetaHuman Identity”.
pt_br: Componente de Malha Modelo da Parte do Rosto Um modelo de malha de cabeça, na topologia do MetaHuman. Adequado aos Dados de Captura a partir da Pose Neutra usando o comando MetaHuman Identity Solve.
ru: Компонент шаблона сетки лицевой части Шаблон сетки головы в топологии MetaHuman. Адаптировано для захвата данных из нейтрального положения с использованием команды «Анализ Персоны MetaHuman».
tr: Yüz Parçasının Şablon Örgü Bileşeni MetaHuman topolojisi üzerinde bir baş örgüsü şablonu. MetaHuman Identity Çözme komutunu kullanarak Nötr Pozdan alınan Veri Yakalama ile uyumlu hale getirilir.

# MetaHumanIdentityParts,IdentityTreeSkeletalMeshTooltip
source: Skeletal Mesh Component of Face Part A Skeletal Mesh of the head, on MetaHuman topology. Fitted to the Template Mesh through MetaHuman Service using Mesh to MetaHuman command. Can be used to solve animation in Performance asset. It can also be further edited in MetaHuman Creator and downloaded as a full MetaHuman NOTE: Downloaded MetaHuman should not be used for solving animation.
ar: الشبكة الهيكلية المكونة لجزء الوجه شبكة هيكلية للرأس، على توبولوجيا MetaHuman. تم تركيبها على شبكة النموذج من خلال خدمة MetaHuman باستخدام أمر Mesh to MetaHuman. يمكن استخدامها لحل الحركة في أصول الأداء. يمكن أيضًا تحريرها بشكل أكبر في MetaHuman Creator وتنزيلها باعتبارها MetaHuman كامل ملاحظة: لا ينبغي استخدام MetaHuman الذي تم تنزيله لحل الحركة.
de: Skelett-Mesh-Komponente des Gesichts Ein Skelett-Mesh des Kopfes auf MetaHuman-Topologie. Mithilfe des Befehls „Mesh to MetaHuman“ durch den MetaHuman-Dienst an das Template Mesh angepasst. Kann für das Solve von Animationen in Performance-Assets verwendet werden. Kann außerdem im MetaHuman Creator bearbeitet und als vollständiger MetaHuman heruntergeladen werden. HINWEIS: Heruntergeladene MetaHumans sollten nicht für das Solve von Animationen verwendet werden.
es: Componente de la malla esquelética de la Face Part Una malla esquelética de la cabeza, según la topología MetaHuman. Ajustado a la malla de plantilla a través del servicio MetaHuman usando el comando Mesh to MetaHuman. Se puede usar para solucionar las animaciones en el recurso de movimientos. También se puede seguir editando en MetaHuman Creator y descargar como un MetaHuman completo Nota: El MetaHuman descargado no se debe usar para solucionar las animaciones.
fr: Composant de maillage squelettique pour la partie visage Un maillage squelettique de la tête avec la topologie MetaHuman. Ajusté au modèle de maillage via le service MetaHuman à l'aide de la commande Mesh to MetaHuman. Peut servir à résoudre des animations de ressource de performances. Peut également être davantage modifié dans MetaHuman Creator et téléchargé en tant que MetaHuman complet REMARQUE : le MetaHuman téléchargé ne doit pas être utilisé pour résoudre des animations.
it: Componente della mesh scheletrica della Parte Viso Una mesh scheletrica della testa su topologia MetaHuman. Si adatta al modello mesh attraverso il servizio MetaHuman utilizzando il comando Mesh to MetaHuman. Può essere utilizzata per risolvere l'animazione nell'asset Prestazioni. Può anche essere ulteriormente modificata in MetaHuman Creator e scaricata come MetaHuman completo ATTENZIONE: i MetaHuman scaricati non devono essere utilizzati per risolvere le animazioni.
ja: 顔パーツのスケルタルメッシュ コンポーネント。 MetaHuman トポロジの頭のスケルタル メッシュ。 Mesh to MetaHuman コマンドを使用して、MetaHuman サービスを介してテンプレート メッシュに適合します。 パフォーマンス アセットのアニメーションの解決に使用します。 MetaHuman Creator でさらに編集し、完全な MetaHuman としてダウンロードすることもできます。 注：ダウンロードした MetaHuman は、アニメーションの解決には使用しないでください
ko: 페이스 파츠의 스켈레탈 메시 컴포넌트 메타휴먼 토폴로지에 있는 머리의 스켈레탈 메시입니다. 메타휴먼 서비스에서 메시 투 메타휴먼 명령으로 템플릿 메시에 맞춰집니다. 퍼포먼스 에셋에서 애니메이션을 솔브하는 데 사용될 수 있습니다. 메타휴먼 크리에이터에서 추가적으로 편집하고, 전체 메타휴먼을 다운로드할 수도 있습니다. 참고: 다운로드한 메타휴먼은 애니메이션 솔브에 사용할 수 없습니다.
pl: Komponent siatki szkieletowej części twarzy Siatka szkieletowa głowy, na topologii MetaHuman. Dopasowano do siatki szablonu za pomocą usługi MetaHuman przy użyciu polecenia „Mesh to MetaHuman”. Może zostać wykorzystane do solwowania animacji w zasobie występu. Można dokonać dalszej edycji w MetaHuman Creator oraz pobrać jako pełny MetaHuman UWAGA: pobranego MetaHuman nie należy używać do solwowania animacji.
pt_br: Componente de Malha Esquelética da Parte do Rosto Uma Malha Esquelética da cabeça, na topologia do MetaHuman. Encaixado na Malha Modelo por meio do Serviço MetaHuman usando o comando Mesh to MetaHuman. Pode ser usado para resolver uma animação no ativo de Desempenho. Também pode ser editado no MetaHuman Creator e baixado como um MetaHuman completo ATENÇÃO: o MetaHuman baixado não deve ser usado para resolver animações.
ru: Компонент скелетной сетки лицевой части Скелетная сетка головы в топологии MetaHuman. Подогнано под шаблон сетки с помощью службы MetaHuman с использованием команды Mesh to MetaHuman. Можно использовать для анализа анимации в ресурсе настройки Мимики. Можно продолжить редактирование в MetaHuman Creator и загрузить как полноценный MetaHuman ПРИМЕЧАНИЕ: загруженный MetaHuman не должен использоваться для создания анимации.
tr: Yüz Parçasının İskelet Örgü Bileşeni MetaHuman topolojisi üzerinde, baş için bir iskelet örgü. Mesh to MetaHuman komutunu kullanarak MetaHuman hizmeti aracılığıyla şablon örgüye eklenir. Performans öğesinde animasyonu çözmek için kullanılabilir. Ayrıca MetaHuman Creator'da daha fazla düzenlenebilir ve tam bir MetaHuman olarak indirilebilir. NOT: İndirilen MetaHuman animasyon çözmek için kullanılmamalıdır.

# MetaHumanIdentityParts,IdentityTreePartTooltip
source: Face Part of Identity Click on sub-nodes to inspect different components and select them in the Viewport
ar: جزء الوجه من هوية انقر على العقد الفرعية لفحص المكونات المختلفة واختيارها في منفذ عرض "منفذ عرض"
de: Gesicht der Identity Klicke auf untergeordnete Knoten, um unterschiedliche Komponenten zu untersuchen, und wähle sie im Ansichtsfenster.
es: Face Part de la Identity Haz clic en los subnodos para inspeccionar los distintos componentes y seleccionarlos en el visor
fr: Partie visage de l'Identity Cliquez sur les sous-nœuds pour inspecter différents composants et sélectionnez-les dans le hublot
it: Parte Viso dell'Identity Fai clic sui sottonodi per ispezionare i diversi componenti e selezionali nella Viewport
ja: Identity の顔パーツ さまざまなコンポーネントを検査してビューポートで選択するには、 サブノードをクリックします
ko: 아이덴티티의 페이스 파츠 서브 노드를 클릭하여 다양한 컴포넌트를 조사하고 뷰포트에서 선택합니다.
pl: Część twarzy Identity Kliknij podwęzły, aby zbadać różne komponenty i wybierz je w oknie wizualizacji
pt_br: Parte do Rosto do Identity Clique nos subnós para inspecionar componentes diferentes e selecione-os na Janela de Visualização
ru: Лицевая часть Персоны Нажмите на подузлы, чтобы проверить разные компоненты, и выберите их в окне просмотра
tr: Identity'nin Yüz Parçası Farklı bileşenleri incelemek için alt düğümlere tıkla ve görünüm penceresinde bunları seç.
