Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# CaptureManagerWidget,StartStopCaptureButtonTooltip_Start
source: Start capturing on a remote device
ar: ابدأ الالتقاط على جهاز عن بعد
de: Startet die Aufnahme auf einem Remote-Gerät.
es: Empezar a capturar en un dispositivo remoto
fr: Démarrer la capture sur un appareil à distance
it: Avvio cattura su dispositivo remoto
ja: リモート デバイスでキャプチャを開始
ko: 원격 디바이스에서 캡처를 시작합니다.
pl: Zacznij przechwytywanie na urządzeniu zdalnym
pt_br: Começar a capturar em um dispositivo remoto
ru: Начать запись на удалённом устройстве
tr: Uzak cihazda görüntü yakalamaya başla

# CaptureManagerWidget,StartStopCaptureButtonTooltip_Stop
source: Stop capturing on a remote device
ar: إيقاف الالتقاط على جهاز عن بعد
de: Hält die Aufnahme auf einem Remote-Gerät an.
es: Dejar de capturar en un dispositivo remoto
fr: Arrêter la capture sur un appareil à distance
it: Interrompi cattura su dispositivo remoto
ja: リモート デバイスでのキャプチャを停止
ko: 원격 디바이스에서 캡처를 중지합니다.
pl: Przerwij przechwytywanie na urządzeniu zdalnym
pt_br: Parar de capturar em um dispositivo remoto
ru: Остановить захват на удалённом устройстве
tr: Uzak cihazda görüntü yakalamayı durdur

# CaptureManagerWidget,StartStopCaptureButtonTooltip_NotSelected
source: {0} Capture Source is not selected
ar: {0} لم يتم اختيار مصدر الالتقاط
de: {0} Keine Aufnahmequelle ausgewählt
es: {0} No se ha seleccionado la fuente de captura
fr: {0} Source de capture non sélectionnée
it: {0} La Capture Source non è selezionata
ja: {0} キャプチャ ソースが選択されていません
ko: {0} 캡처 소스가 선택되지 않았습니다.
pl: {0} Źródło przechwytywania nie zostało wybrane
pt_br: {0} Fonte de Captura não está selecionada
ru: {0} Источник захвата не выбран
tr: {0} Yakalama Kaynağı seçilmedi.

# CaptureManagerWidget,StartStopCaptureButtonTooltip_NotSupported
source: {0} Selected Capture Source does not support remote capture
ar: {0} مصدر الالتقاط المختار لا يدعم الالتقاط عن بعد
de: {0} Die gewählte Aufnahmequelle unterstützt keine Remote-Aufnahme.
es: {0} La fuente de captura seleccionada no es compatible con la captura a distancia
fr: {0} La source de capture sélectionnée ne prend pas en charge la capture à distance
it: {0} La Capture Source selezionata non supporta la cattura in remoto
ja: {0} 選択されたキャプチャ ソースはリモート キャプチャをサポートしていません
ko: {0} 선택한 캡처 소스가 원격 캡처를 지원하지 않습니다.
pl: {0} Źródło przechwytywania nie obsługuje przechwytywania zdalnego
pt_br: {0} A Fonte de Captura selecionada não possui suporte para captura remota
ru: {0} Выбранный источник захвата не поддерживает удалённую запись
tr: {0} Seçilen Yakalama Kaynağı uzaktan yakalamayı desteklemiyor.

# CaptureManagerWidget,StartStopCaptureButtonTooltip_NotConnected
source: {0} Capture Source is not connected
ar: {0} مصدر الالتقاط غير متصل
de: {0} Die Aufnahmequelle ist nicht verbunden.
es: {0} La fuente de captura no está conectada
fr: {0} Source de capture non connectée
it: {0} La Capture Source non è connessa
ja: {0} キャプチャ ソースが接続されていません
ko: {0} 캡처 소스가 연결되지 않았습니다.
pl: {0} Źródło przechwytywania nie jest podłączone
pt_br: {0} A Fonte de Captura não está conectada
ru: {0} Источник захвата не подключён
tr: {0} Yakalama Kaynağı bağlı değil.

# CaptureManagerWidget,CaptureSection
source: Capture
ar: التقاط
de: Aufnahme
es: Capturar
it: Cattura
ja: キャプチャ
ko: 캡처
pl: Przechwytywanie
pt_br: Captura
ru: Запись
tr: Yakala

# CaptureManagerWidget,CaptureManagerCaptureMenuLabel
source: Capture
ar: التقاط
de: Aufnahme
es: Capturar
it: Cattura
ja: キャプチャ
ko: 캡처
pl: Przechwytywanie
pt_br: Captura
ru: Запись
tr: Yakala

# CaptureManagerWidget,CaptureManagerCaptureMenuTooltip
source: Commands for capturing footage on a remote device
ar: أوامر لالتقاط مقطع على جهاز عن بعد
de: Befehle für die Aufnahme von Videomaterial auf einem Remote-Gerät
es: Comandos para capturar grabación en un dispositivo remoto
fr: Commandes de capture de séquences sur un appareil à distance
it: Comandi per la cattura di filmati su dispositivo remoto
ja: リモートデバイスでフッテージをキャプチャするためのコマンド
ko: 원격 디바이스의 영상 캡처를 위한 명령입니다.
pl: Polecenia do przechwytywania nagrań na urządzeniu zdalnym
pt_br: Comandos para capturar imagens de vídeo em um dispositivo remoto
ru: Команды для записи видеоматериалов на удалённом устройстве
tr: Uzak cihazda görüntü yakalama komutları

# CaptureManagerWidget,CaptureManagerTakeNumberNoneNumbericError
source: Value must be numeric
ar: يجب أن تكون القيمة رقمية
de: Der Wert muss numerisch sein.
es: El valor debe ser numérico
fr: La valeur doit être numérique
it: Il valore deve essere numerico
ja: 値は数値である必要があります
ko: 값은 숫자여야 합니다.
pl: Wartość musi być numeryczna
pt_br: O valor deve ser numérico
ru: Значение должно быть числом
tr: Değer sayısal olmalıdır

# CaptureManagerWidget,CaptureManagerTakeNumberRangeError
source: Value must be in range [1-999]
ar: يجب أن تكون القيمة في نطاق [1-999]
de: Der Wert muss im Bereich [1-999] liegen.
es: El valor debe estar dentro del intervalo [1-999]
fr: La valeur doit être comprise entre [1-999]
it: Il valore deve essere compreso nell'intervallo [1-999]
ja: 値は [1-999] の範囲である必要があります
ko: 값은 [1-999] 사이여야 합니다.
pl: Wartość musi być w zakresie [1–999]
pt_br: O valor deve estar dentro do intervalo [1-999]
ru: Значение должно быть в диапазоне [1-999]
tr: Değer [1-999] aralığında olmalıdır

# CaptureManagerWidget,CaptureSlateNameTextBox
source: Slate Name cannot be empty
ar: لا يمكن أن يكون اسم اللوح فارغًا
de: Die Klappe muss einen Namen haben.
es: El nombre de Slate no puede estar vacío
fr: Le nom du clap ne peut pas être vide
it: Il nome Slate non può restare vuoto
ja: スレート名を空にすることはできません
ko: 슬레이트 이름은 빈칸일 수 없습니다.
pl: Nazwa Slate'a nie może być pusta
pt_br: O Nome do Slate não pode ficar vazio
ru: Название Slate не может быть пустым
tr: Klaket Adı boş olamaz

# CaptureManagerWidget,CaptureManagerWorkspaceMenuCategory
source: Capture Manager
ar: مدير الالتقاط
de: Aufnahmen verwalten
es: Gestor de capturas
fr: Gestionnaire de capture
ja: キャプチャマネージャー
ko: 캡처 매니저
pt_br: Gerenciador de Capturas
ru: Система управления записью
tr: Yakalama Yöneticisi

# CaptureManagerWidget,CaptureTakeTitleLabel
source: Slate
ar: اللوح
de: Klappe
fr: Clap
ja: スレート
ko: 슬레이트
tr: Klaket

# CaptureManagerWidget,CaptureSlateNameTextBoxTooltip
source: Enter Slate Name here
ar: أدخل اسم اللوح هنا
de: Gib hier den Namen der Klappe ein.
es: Introduce aquí el nombre de Slate
fr: Saisir ici le nom du clap
it: Inserisci il nome Slate qui
ja: ここにスレート名を入力します
ko: 여기에 슬레이트 이름을 입력합니다.
pl: Wprowadź nazwę Slate'a tutaj
pt_br: Insira o Nome do Slate aqui
ru: Ввести название Slate
tr: Klaket Adını buraya gir

# CaptureManagerWidget,CaptureTakeNumberLabel
source: Take No.
ar: رقم اللقطة
de: Aufnahme-Nr.
es: Toma n.º
fr: Prise n°
it: Ripresa No.
ja: テイク番号
ko: 테이크 번호
pl: Wersja ujęcia nr
pt_br: Tomada nº
ru: Дубль №
tr: Çekim No.

# CaptureManagerWidget,CaptureManagerTakeNumber
source: Enter Take Number here Automatically increased on each Stop Capture, and reset to 1 on entering a new Slate Name
ar: قم بإدخال رقم اللقطة هنا تتم الزيادة تلقائيًا عند كل توقف التقاط، وإعادة التعيين إلى 1 عند إدخال اسم لوح جديد
de: Gib hier die Nummer der Aufnahme ein. Sie wird automatisch erhöht, wenn die Aufnahme angehalten wird, und bei der Eingabe eines neuen Klappennamens wird sie auf 1 zurückgesetzt.
es: Introduce aquí un número de toma Se aumenta automáticamente cada vez que se usa Detener captura y vuelve a 1 al introducir un nuevo nombre de Slate
fr: Saisir ici le numéro de prise Augmente automatiquement à chaque arrêt de capture et repasse à 1 lors de la saisie d'un nouveau nom du clap
it: Inserisci qui il numero di ripresa Aumenta automaticamente a ogni Interrompi cattura e viene resettato a 1 quando si immette un nuovo nome Slate
ja: ここにテイク番号を入力 停止した各キャプチャで自動的に増加し、 新しいスレート名を入力すると 1 にリセットされます
ko: 여기에 테이크 번호를 입력하세요. 캡처가 중지될 때마다 자동으로 증가하며, 새 슬레이트 이름 입력 시 1로 리셋됩니다.
pl: Wprowadź numer wersji ujęcia tutaj Zwiększa się automatycznie po każdym przerwaniu przechwytywania i jest resetowany do 1 po wprowadzeniu nowej nazwy Slate'a
pt_br: Insira o Número da Tomada aqui Aumenta automaticamente em cada Interrupção de Captura, e é restaurado para 1 ao inserir um novo Nome de Slate
ru: Введите номер дубля здесь Автоматически увеличивается при каждой остановке записи и сбрасывается до 1 при введении нового названия Slate
tr: Çekim Numarasını buraya gir Her Yakalamayı Durdurma işleminde otomatik olarak artar ve yeni bir Klaket Adı girildiğinde 1'e sıfırlanır

# CaptureManagerWidget,CaptureTakeNoteLabel
source: Note
ar: ملاحظة
de: Hinweis
es: Nota
fr: Remarque
it: Attenzione
ja: 注記
ko: 참고
pl: Uwaga
pt_br: Observação
ru: Заметка
tr: Not

# CaptureManagerWidget,CaptureManagerWidget.CreationTooltip
source: Capture Source of type {0} will be created in {1}
ar: مصدر التقاط من نوع {0} سيتم إنشاؤه في {1}
de: Eine Aufnahmequelle vom Typ {0} wird in {1} erstellt.
es: Se creará una fuente de captura de tipo {0} en {1}
fr: La source de capture de type {0} sera créée à l'emplacement {1}
it: La Capture Source di tipo {0} sarà creata in {1}
ja: キャプチャ ソース タイプ {0} は {1} で作成されます
ko: {0} 타입 캡처 소스가 {1}에서 생성됨
pl: Źródło przechwytywania typu {0} zostanie utworzone w lokalizacji {1}
pt_br: Fonte de Captura do tipo {0} será criada em {1}
ru: Источник захвата типа «{0}» будет создан в директории {1}
tr: {1} içinde {0} türünde Yakalama Kaynağı oluşturulacak.

# CaptureManagerWidget,CaptureManager.SelectCreationPath
source: Select Source Creation Path
ar: اختر مسار إنشاء المصدر
de: Speicherpfad für Aufnahmequelle wählen
es: Seleccionar la ruta de creación de la fuente
fr: Sélectionner le chemin de création de la source
it: Seleziona il percorso di creazione della fonte
ja: ソース作成パスを選択
ko: 소스 생성 경로 선택
pl: Wybierz ścieżkę tworzenia źródła
pt_br: Selecione o Caminho de Criação da Fonte
ru: Выбрать путь создания источника
tr: Kaynak Oluşturma Yolu Seç

# CaptureManagerWidget,Confirm
source: Confirm
ar: تأكيد
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
ja: 確認
ko: 확인
pl: Potwierdź
pt_br: Confirmar
ru: Подтвердить
tr: Onayla

# CaptureManagerWidget,CaptureManagerToolbarAutoSaveCheckboxEnabledTextToolTip
source: Disable autosaving assets after Import
ar: تعطيل حفظ الأصول تلقائيًا بعد الاستيراد
de: Deaktiviert die automatische Speicherung von Assets nach dem Import.
es: Desactiva el autoguardado de los recursos después de importar
fr: Désactiver l'enregistrement automatique des ressources après l'importation
it: Disabilita il salvataggio automatico degli asset dopo l'importazione
ja: インポート後のアセット自動保存を無効化します
ko: 임포트 후 자동 저장 에셋을 비활성화합니다.
pl: Wyłącz automatyczne zapisywanie zasobów po zaimportowaniu
pt_br: Desativar os ativos de salvamento automático após a Importação
ru: Отключить автосохранение ресурсов после импортирования
tr: İçe Aktarma sonrasında öğelerin otomatik olarak kaydedilmesini devre dışı bırak.

# CaptureManagerWidget,ShowOtherDevelopersTooltipText.Hiding
source: Hiding Other Developers Assets
ar: إخفاء أصول المطورين الآخرين
de: Assets anderer Entwickler werden ausgeblendet.
es: Recursos de otros desarrolladores ocultos
fr: Masquer les ressources d'autres développeurs
it: Nascondi gli asset degli altri sviluppatori
ja: その他デベロッパーのアセットを非表示にしています
ko: 다른 개발자 에셋 숨기기
pl: Ukrywanie innych zasobów twórców
pt_br: Ocultando ativos de outros desenvolvedores
ru: Скрыть ресурсы других разработчиков
tr: Diğer Geliştirici Öğelerini Gizleme

# CaptureManagerWidget,CaptureManagerToolbarAutoSaveCheckboxDisabledTextToolTip
source: Enable autosaving assets after Import
ar: تفعيل حفظ الأصول تلقائيًا بعد الاستيراد
de: Aktiviert die automatische Speicherung von Assets nach dem Import.
es: Activa el autoguardado de los recursos después de importar
fr: Activer l'enregistrement automatique des ressources après l'importation
it: Abilita il salvataggio automatico degli asset dopo l'importazione
ja: インポート後のアセット自動保存を有効化します
ko: 임포트 후 자동 저장 에셋을 활성화합니다.
pl: Włącz automatyczne zapisywanie zasobów po zaimportowaniu
pt_br: Ativar os ativos de salvamento automático após a Importação
ru: Включить автосохранение ресурсов после импортирования
tr: İçe Aktarma sonrasında öğelerin otomatik olarak kaydedilmesini etkinleştir.

# CaptureManagerWidget,ShowOtherDevelopersTooltipText.Showing
source: Showing Other Developers Assets
ar: يعرض أصول المطورين الآخرين
de: Assets anderer Entwickler werden angezeigt.
es: Recursos de otros desarrolladores visibles
fr: Afficher les ressources d'autres développeurs
it: Mostra gli asset degli altri sviluppatori
ja: その他デベロッパーのアセットを表示しています
ko: 다른 개발자 에셋 표시
pl: Pokazywanie innych zasobów twórców
pt_br: Exibindo ativos de outros desenvolvedores
ru: Показать ресурсы других разработчиков
tr: Diğer Geliştirici Öğelerini Gösterme

# CaptureManagerWidget,ShowDevelopersContent
source: Show Developers Content
ar: عرض محتوى المطورين
de: Entwicklerinhalte anzeigen
es: Mostrar contenido de los desarrolladores
fr: Afficher le contenu des développeurs
it: Mostra il contenuto degli sviluppatori
ja: デベロッパーコンテンツを表示
ko: 개발자 콘텐츠 표시
pl: Pokaż zawartość twórców
pt_br: Exibir conteúdo de desenvolvedores
ru: Показать контент разработчиков
tr: Geliştirici İçeriğini Göster

# CaptureManagerWidget,ShowDevelopersContentTooltip
source: Show developers content in the view?
ar: هل تريد إظهار محتوى المطورين في العرض؟
de: Zeigt Entwicklerinhalte in der Ansicht an.
es: ¿Mostrar el contenido de los desarrolladores en la vista?
fr: Afficher le contenu des développeurs dans l'affichage ?
it: Mostrare il contenuto degli sviluppatori nella vista?
ja: デベロッパーコンテンツをビューに表示しますか？
ko: 뷰에서 개발자 콘텐츠 표시 여부입니다.
pl: Pokazać zawartość twórców w widoku?
pt_br: Exibir conteúdo de desenvolvedores na visualização?
ru: Показать контент разработчиков в этом виде?
tr: Geliştirici içeriği görünümde gösterilsin mi?

# CaptureManagerWidget,CaptureManager_CaptureSourceSettings
source: Capture Source Settings
ar: إعدادات مصدر الالتقاط
de: Einstellungen für die Aufnahmequelle
es: Ajustes de la fuente de captura
fr: Paramètres de la source de capture
it: Impostazioni della Capture Source
ja: キャプチャソース設定
ko: 캡처 소스 세팅
pl: Ustawienia źródła przechwytywania
pt_br: Configurações de Fonte de Captura
ru: Настройки источника захвата
tr: Yakalama Kaynağı Ayarları

# CaptureManagerWidget,CaptureManager.SelectSourceCreationPath
source: Select Source Creation Path
ar: اختر مسار إنشاء المصدر
de: Speicherpfad für Aufnahmequelle wählen
es: Seleccionar la ruta de creación de la fuente
fr: Sélectionner le chemin de création de la source
it: Seleziona il percorso di creazione della fonte
ja: ソース作成パスを選択
ko: 소스 생성 경로 선택
pl: Wybierz ścieżkę tworzenia źródła
pt_br: Selecione o Caminho de Criação da Fonte
ru: Выбрать путь создания источника
tr: Kaynak Oluşturma Yolu Seç

# CaptureManagerWidget,CaptureManager.SelectSourceCreationPathTooltip
source: Select the path where the Capture Source will be created
ar: اختر المسار الذي سيتم فيه إنشاء مصدر الالتقاط
de: Wähle den Speicherpfad, an dem die Aufnahmequelle erstellt wird.
es: Selecciona la ruta en la que se creará la fuente de captura
fr: Sélectionner le chemin de création de la source de capture
it: Seleziona il percorso in cui verrà creata la Capture Source
ja: キャプチャ ソースが作成されるパスを選択します
ko: 캡처 소스를 생성할 경로를 선택합니다.
pl: Wybierz ścieżkę, w której zostanie utworzone źródło przechwytywania
pt_br: Selecione o caminho onde a Fonte de Captura será criada
ru: Выбрать расположение источника захвата
tr: Yakalama Kaynağının oluşturulacağı yolu seç.

# CaptureManagerWidget,CaptureManager_ImportSettings
source: Import Settings
ar: إعدادات الاستيراد
de: Import-Einstellungen
es: Importar ajustes
fr: Paramètres d'importation
it: Impostazioni dell'importazione
ja: インポート設定
ko: 임포트 세팅
pl: Ustawienia importowania
pt_br: Configurações de Importação
ru: Настройки импорта
tr: İçe Aktarma Ayarları

# CaptureManagerWidget,CaptureManager.AutoSaveOnImport
source: Auto Save on Import
ar: الحفظ التلقائي عند الاستيراد
de: Nach Import automatisch speichern
es: Guardado automático al importar
fr: Sauvegarder automatiquement à l'importation
it: Salvataggio automatico all'importazione
ja: インポート時に自動保存
ko: 임포트 시 자동 저장
pl: Zapisz automatycznie podczas importowania
pt_br: Salvar automaticamente durante a importação
ru: Сохранять автоматически при импорте
tr: İçe Aktarmada Otomatik Kaydet

# CaptureManagerWidget,CaptureManagerWidget_AddCaptureSourceTooltip
source: Adds the capture source to the specified location
ar: يضيف مصدر الالتقاط إلى الموقع المختار
de: Fügt die Aufnahmequelle am angegebenen Ort hinzu.
es: Añade la fuente de captura a la ubicación especificada
fr: Ajoute la source de capture à l'emplacement spécifié
it: Aggiungi la Capture Source alla posizione specificata
ja: 指定された場所にキャプチャ ソースを追加します
ko: 지정된 위치에 캡처 소스를 추가합니다.
pl: Dodaje źródło przechwytywania do określonej lokalizacji
pt_br: Adiciona a Fonte de Captura ao local especificado
ru: Добавляет источник захвата в выбранное местоположение
tr: Yakalama kaynağını belirlenen konuma ekler.

# CaptureManagerWidget,FindInContentBrowserButton
source: Browse
ar: تصفح
de: Durchsuchen
es: Buscar
fr: Naviguer
it: Esplora
ja: ブラウズ
ko: 탐색
pl: Przeglądaj
pt_br: Buscar
ru: Обзор
tr: Göz at

# CaptureSourcesWidget,CaptureManagerDeviceOnlineTooltip
source: This Capture Source is online
ar: مصدر الالتقاط هذا متصل بالإنترنت
de: Diese Aufnahmequelle ist online.
es: Esta fuente de captura está conectada
fr: Cette source de capture est en ligne
it: Questa Capture Source è online
ja: このキャプチャ ソースはオフラインです
ko: 이 캡처 소스가 온라인입니다.
pl: To źródła przechwytywania jest online
pt_br: Esta Fonte de Captura está on-line
ru: Источник захвата подключён
tr: Bu Yakalama Kaynağı çevrimiçi

# CaptureSourcesWidget,CaptureManagerDeviceOfflineTooltip
source: This Capture Source is offline
ar: مصدر الالتقاط هذا غير متصل بالإنترنت
de: Diese Aufnahmequelle ist offline.
es: Esta fuente de captura está desconectada
fr: Cette source de capture est hors ligne
it: Questa Capture Source è offline
ja: このキャプチャ ソースはオフラインです
ko: 이 캡처 소스가 오프라인입니다.
pl: To źródła przechwytywania jest offline
pt_br: Esta Fonte de Captura está off-line
ru: Источник захвата сейчас отключён
tr: Bu Yakalama Kaynağı çevrimdışı

# CaptureSourcesWidget,CaptureSourcesHeader
source: Capture Sources
ar: مصادر الالتقاط
de: Aufnahmequellen
es: Fuentes de captura
fr: Sources de capture
ja: キャプチャソース
ko: 캡처 소스
pl: Źródła przechwytywania
pt_br: Fontes de Captura
ru: Источники захвата
tr: Yakalama Kaynakları

# CaptureSourcesWidget,DeviceContentsHeader
source: Device Contents
ar: محتويات الجهاز
de: Inhalte auf dem Gerät
es: Contenidos del dispositivo
fr: Contenu de l'appareil
it: Contenuti del dispositivo
ja: デバイスコンテンツ
ko: 디바이스 콘텐츠
pl: Zawartość urządzenia
pt_br: Conteúdos do Dispositivo
ru: Содержимое устройства
tr: Cihazın İçindekiler

# CaptureSourcesWidget,CaptureSourcesIsRecordingDialog_Text
source: Some of the sources are still recording and will be stopped.
ar: لا تزال بعض المصادر تقوم بالتسجيل وسيتم إيقافها.
de: Einige Quellen zeichnen noch auf und werden angehalten.
es: Algunas de las fuentes aún están grabando y se van a detener.
fr: Certaines sources sont en cours d'enregistrement et seront arrêtées.
it: Alcune fonti sono ancora in fase di registrazione e verranno interrotte.
ja: ソースの一部はまだレコーディング中であり、停止できません
ko: 아직 기록 중인 일부 소스가 정지됩니다.
pl: Niektóre źródła wciąż nagrywają i zostaną zatrzymane.
pt_br: Algumas das fontes ainda estão gravando e serão interrompidas.
ru: На некоторых источниках всё ещё идёт запись. Она будет остановлена.
tr: Kaynaklardan bazıları hâlâ kayıt yapıyor ve durdurulacak.

# CaptureSourcesWidget,CaptureSourcesIsRecordingDialog_Takes
source: Sources that are recording:
ar: المصادر التي تقوم بالتسجيل:
de: Aufzeichnende Quellen:
es: Fuentes que están grabando:
fr: Sources en cours d'enregistrement :
it: Fonti in fase di registrazione:
ja: レコーディング中のソース:
ko: 기록 중인 소스:
pl: Źródła, które nagrywają:
pt_br: Fontes que estão gravando:
ru: Следующие источники записываются:
tr: Kayıt yapan kaynaklar:

# CaptureSourcesWidget,CaptureSourcesIsRecordingDialog_Question
source: Are you sure you want to continue?
ar: هل أنت متأكد أنك تريد المتابعة؟
de: Möchtest du wirklich fortfahren?
es: ¿Seguro que quieres continuar?
fr: Voulez-vous vraiment continuer ?
it: Confermi di voler continuare?
ja: 続行してよろしいですか？
ko: 계속하시겠습니까?
pl: Czy na pewno chcesz kontynuować?
pt_br: Quer mesmo continuar?
ru: Продолжить?
tr: Devam etmek istediğinden emin misin?

# FootageIngestWidget,IngestStatusIconTooltipQueued
source: The take is ready to import
ar: اللقطة جاهزة للاستيراد
de: Die Aufnahme ist bereit für den Import.
es: Esta toma está lista para importarse
fr: La prise est prête à être importée
it: La ripresa è pronta per l'importazione
ja: テイクをインポートする準備ができました
ko: 테이크가 임포트 준비를 마쳤습니다.
pl: Wersja ujęcia jest gotowa do importu
pt_br: A tomada está pronta para ser importada
ru: Дуль можно импортировать
tr: Çekim içe aktarılmaya hazır.

# FootageIngestWidget,IngestStatusIconTooltipActive
source: The take is currently being imported
ar: يتم حاليًا استيراد اللقطة
de: Die Aufnahme wird gerade importiert.
es: Se está importando la toma
fr: La prise est en cours d'importation
it: La ripresa è in corso di importazione
ja: テイクは現在インポート中です
ko: 테이크가 현재 임포트되는 중입니다.
pl: Wersja ujęcia jest obecnie importowana
pt_br: No momento, a tomada está sendo importada
ru: Дубль импортируется
tr: Çekim şu anda içe aktarılıyor.

# FootageIngestWidget,IngestStatusIconTooltipFailed
source: The take failed to be imported
ar: فشل استيراد اللقطة
de: Die Aufnahme konnte nicht importiert werden.
es: Ha habido un error al importar la toma
fr: La prise n'a pas pu être importée
it: La ripresa non è stata importata
ja: テイクのインポートに失敗しました
ko: 이 테이크는 임포트에 실패했습니다.
pl: Importowanie wersji ujęcia nie powiodło się
pt_br: A importação da tomada falhou
ru: Не удалось импортировать дубль
tr: Çekim içe aktarılamadı.

# FootageIngestWidget,IngestStatusIconTooltipSucceeded
source: The take has been imported
ar: تم استيراد اللقطة
de: Die Aufnahme wurde importiert
es: La toma se ha importado
fr: La prise a été importée
it: La ripresa è stata importata
ja: テイクがインポートされました
ko: 테이크가 임포트되었습니다.
pl: Wersja ujęcia została zaimportowana
pt_br: A tomada foi importada
ru: Дубль импортирован
tr: Çekim içe aktarıldı.

# FootageIngestWidget,IngestStatusIconTooltipCancelled
source: The take has been canceled
ar: تم إلغاء اللقطة
de: Die Aufnahme wurde abgebrochen.
es: Se ha cancelado la toma
fr: La prise a été annulée
it: La ripresa è stata annullata
ja: テイクがキャンセルされました
ko: 이 테이크는 취소되었습니다.
pl: Wersja ujęcia została anulowana
pt_br: A tomada foi cancelada
ru: Дубль отменён
tr: Çekim iptal edildi.

# FootageIngestWidget,IngestStatusIconTooltipSucceededWithWarnings
source: The take has been imported with warnings
ar: تم استيراد اللقطة مع تحذيرات
de: Die Aufnahme wurde mit Warnungen importiert.
es: Se ha importado la toma con avisos
fr: La prise a été importée avec des avertissements
it: La ripresa è stata importata con avvertimenti
ja: テイクがインポートされましたが、警告が発生しました
ko: 이 테이크는 임포트되었으며 경고가 출력되었습니다.
pl: Wersja ujęcia została zaimportowana z ostrzeżeniami
pt_br: A tomada foi importada com avisos
ru: Дубль импортирован с предупреждениями
tr: Çekim uyarılarla içe aktarıldı

# FootageIngestWidget,FootageIngestProgressBarIngestQueued
source: Queued
ar: في قائمة الانتظار
de: In der Warteschlange
es: En cola
fr: Dans la file d'attente
it: In coda
ja: キューに格納済み
ko: 대기 중
pl: W kolejce
pt_br: Na fila
ru: В очереди
tr: Sırada

# FootageIngestWidget,FootageIngestProgressBarIngestFailed
source: Failed
ar: فشل ذلك
de: Fehlgeschlagen
es: Error
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패
pl: Niepowodzenie
pt_br: Falha
ru: Ошибка
tr: Başarısız

# FootageIngestWidget,FootageIngestProgressBarIngestSucceeded
source: Succeeded
ar: تم بنجاح
de: Einspeisung erfolgreich
es: Completado
fr: Réussite
it: Riuscito
ja: 成功
ko: 성공함
pl: Powodzenie
pt_br: Sucesso
ru: Процесс завершён
tr: Başarılı
