Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanIdentityComponentsClassCombo,AddPartDeletionNeededTooltip
source: {0} Delete current {1} Part to enable this option.
ar: {0} احذف الجزء {1} الحالي لتفعيل هذا الخيار.
de: {0} Damit diese Option verfügbar wird, musst du den aktuellen Teil „{1}“ löschen.
es: {0} Elimina la parte {1} actual para habilitar esta opción.
fr: {0} Supprimer la partie {1} pour activer cette option.
it: {0} Elimina l'attuale parte {1} per abilitare questa opzione.
ja: {0} このオプションを有効にするには、現在の {1} パーツを削除してください
ko: {0} 이 옵션을 활성화하려면 현재 {1} 파트를 제거합니다.
pl: {0} Usuń obecną część: {1}, by włączyć tę opcję.
pt_br: {0} Excluir a parte {1} atual para ativar esta opção.
ru: {0} Удалить текущую часть «{1}», чтобы включить эту настройку.
tr: {0} Bu seçeneği etkinleştirmek için mevcut {1} Parçasını sil.

# MetaHumanIdentityComponentsClassCombo,IdentityPartsAddNeutralDescription
source: Add a Pose with Neutral facial expression to the MetaHuman Identity
ar: أضف وضعية باستخدام تعبيرات وجه محايدة إلى MetaHuman Identity
de: Fügt eine Pose mit neutralem Gesichtsausdruck zur MetaHuman Identity hinzu.
es: Añade una pose con expresión neutra a MetaHuman Identity
fr: Ajouter une pose avec l'expression faciale Neutre à la MetaHuman Identity
it: Aggiungi una posa con l'espressione del viso Neutra alla MetaHuman Identity
ja: ニュートラルな表情のポーズをMetaHuman Identityに追加する
ko: 메타휴먼 아이덴티티에 뉴트럴 얼굴 표정의 포즈를 추가합니다.
pl: Dodaj pozę z neutralnym wyrazem twarzy do MetaHuman Identity
pt_br: Adicione uma pose com expressão facial neutra ao MetaHuman Identity
ru: Добавить Персоне MetaHuman положение с нейтральным выражением лица
tr: MetaHuman Identity'ye Nötr yüz ifadeli bir Poz ekle

# MetaHumanIdentityComponentsClassCombo,IdentityPartsAddNeutralTooltipDisabled
source: {0} To enable this option, delete the existing Neutral Pose
ar: {0} لتفعيل هذا الخيار، قم بحذف الوضعية المحايدة الموجودة
de: {0} Damit diese Option verfügbar wird, musst du die vorhandene neutrale Pose löschen.
es: {0} Para habilitar esta opción, elimina la pose neutra existente
fr: {0} Pour activer cette option, supprimez la pose neutre existante
it: {0} Per abilitare questa opzione, elimina la Posa Neutra esistente
ja: {0} このオプションを有効にするには、既存のニュートラル ポーズを削除してください
ko: {0} 이 옵션을 활성화하려면 기존 뉴트럴 포즈를 삭제해야 합니다.
pl: {0} By włączyć tę opcję, usuń istniejącą pozę neutralną
pt_br: {0} Para ativar esta opção, exclua a Pose Neutra existente
ru: {0} Чтобы включить эту настройку, удалите имеющееся нейтральное положение
tr: {0} Bu seçeneği etkinleştirmek için mevcut Nötr Pozu sil

# MetaHumanIdentityComponentsClassCombo,IdentityPartsAddTeethFaceMissing
source: {0} To enable this option, first add Face Part to MetaHuman Identity by using +Add->Add Part->Add Face in MetaHuman Identity Parts Tree View, or Create Components button on the Toolbar
ar: {0} لتفعيل هذا الخيار، قم أولاً بإضافة جزء الوجه إلى MetaHuman Identity باستخدام +إضافة->إضافة جزء->إضافة وجه (Add->Add Part->Add Face+) في عرض القائمة لأجزاء MetaHuman Identity، أو زر إنشاء مكونات (Create Components) على شريط الأدوات
de: {0} Damit diese Option verfügbar wird, musst du zuerst ein Gesicht zur MetaHuman Identity hinzufügen. Benutze dazu im MetaHuman Identity-Baumdiagramm „+“ (Hinzufügen) > „Teil hinzufügen“ > „Gesicht hinzufügen“ oder die Schaltfläche „Komponenten erstellen“ in der Symbolleiste.
es: {0} Para habilitar esta opción, antes debes añadir una Face Part a la MetaHuman Identity usando +Añadir->Añadir parte->Añadir cara en la Tree View de las partes de la MetaHuman Identity o el botón Crear componentes de la barra de herramientas
fr: {0} Pour activer cette option, ajoutez tout d'abord la partie visage à la MetaHuman Identity en accédant à +Ajouter -> Ajouter une partie -> Ajouter un visage dans l'arborescence des parties de la MetaHuman Identity, ou à l'aide du bouton Créer des composants dans la barre d'outils
it: {0} Per abilitare questa opzione, prima aggiungi la Parte Viso alla MetaHuman Identity utilizzando +Aggiungi->Aggiungi parte->Aggiungi viso nella visualizzazione parti della MetaHuman Identity o il pulsante Crea componenti sulla barra degli strumenti
ja: {0} このオプションを有効にするには、 最初に MetaHuman アイデンティティ パーツ ツリー ビューで [+Add (+追加)] -> [Add Part (パートの追加)] -> [Add Face (表情を追加)] を使用するか、 ツールバーの [Create Components (コンポーネントを作成)] ボタンを使用して、顔のパーツを MetaHuman Identity に追加します
ko: {0} 이 옵션을 활성화하려면 먼저 메타휴먼 아이덴티티 파츠 트리 뷰에서 +추가(+Add)->파츠 추가(Add Part)->페이스 추가(Add Face)를 사용하거나 툴바의 컴포넌트 생성(Create Components) 버튼을 사용하여 메타휴먼 아이덴티티에 페이스 파츠를 추가해야 합니다.
pl: {0} By włączyć tę opcję, najpierw dodaj część twarzy do MetaHuman Identity poprzez użycie „+Dodaj” -> „Dodaj pozę” -> „Dodaj twarz” w widoku drzewka części MetaHuman Identity lub naciśnięcie przycisku „Stwórz komponenty” na pasku narzędzi
pt_br: {0} Para ativar esta opção, primeiro adicione a Parte do Rosto ao MetaHuman Identity utilizando +Adicionar -> Adicionar Parte -> Adicionar Rosto na Visualização em Árvore das Partes do MetaHuman Identity ou com o botão Criar Componentes na barra de ferramentas
ru: {0} Чтобы включить эту настройку, сначала добавьте лицевую часть Персоны MetaHuman. Для этого нажмите «Добавить(+)» → «Добавить часть» → «Добавить лицо» в древовидном представлении частей Персоны MetaHuman или кнопку «Создать компоненты» на панели инструментов
tr: {0} Bu seçeneği etkinleştirmek için önce MetaHuman Identity Parçalar Ağaç Görünümünde +Ekle->Parça Ekle->Yüz Ekle'yi veya araç çubuğundaki Bileşen Oluştur düğmesini kullanarak MetaHuman Identity'ye Yüz Parçası ekle

# MetaHumanIdentityComponentsClassCombo,AddTeethDescription
source: Add a Pose with Show Teeth facial expression to the MetaHuman Identity Used by Fit Teeth command after obtaining a Skeletal Mesh with MetaHuman DNA through Mesh to MetaHuman command
ar: إضافة وضعية إلى MetaHuman Identity باستخدام تعبير وجه "إظهار الأسنان" يتم استخدامه بواسطة أمر "ملاءمة أسنان" بعد الحصول على شبكة هيكلية عن طريق الأمر الخاص بـ MetaHuman ‏DNA through Mesh to MetaHuman
de: Fügt der MetaHuman Identity eine Pose mit sichtbaren Zähnen hinzu. Wird vom Befehl „Zähne anpassen“ verwendet, nachdem mit dem Befehl „Mesh to MetaHuman“ ein Skelett-Mesh mit MetaHuman-DNA erhalten wurde.
es: Añade una pose con la expresión facial de mostrar dientes a la MetaHuman Identity La usa el comando Ajustar dientes tras obtener una malla esquelética con ADN de MetaHuman mediante el comando Mesh to MetaHuman
fr: Ajouter une pose avec l'expression faciale Montrer la dentition à la MetaHuman Identity Utilisée par la commande Dentition après obtention d'un maillage squelettique avec l'ADN MetaHuman via la commande Mesh to MetaHuman
it: Aggiungi una posa con l'espressione del viso Mostra denti alla MetaHuman Identity utilizzata dal comando Adatta Denti dopo aver ottenuto una mesh scheletrica con DNA MetaHuman tramite il comando Mesh to MetaHuman
ja: MetaHuman Identity に歯が見える表情のポーズを追加する Mesh to MetaHuman コマンドを介して MetaHuman DNA 付きのスケルタルメッシュを取得した後、 Fit Teeth コマンドによって使用されます
ko: 메타휴먼 아이덴티티에 치아가 보이는 얼굴 표정의 포즈를 추가합니다. 메시 투 메타휴먼 명령을 통해 메타휴먼 DNA를 가진 스켈레탈 메시를 획득한 후 치아 맞추기 명령에 의해 사용됩니다.
pl: Dodaj pozę z wyrazem twarzy pokazującym zęby do MetaHuman Identity Wykorzystywane przez polecenie „Dopasuj zęby” po uzyskaniu siatki szkieletowej z MetaHuman DNA przy użyciu polecenia „Mesh to MetaHuman”
pt_br: Adicione uma pose com expressão facial Mostrando os Dentes ao MetaHuman Identity Usada pelo comando "Encaixar Dentes" após obter uma Malha Esquelética com DNA MetaHuman através do comando Mesh to MetaHuman
ru: Добавить Персоне MetaHuman положение с выражением лица «Показать зубы» Используется для команды «Подогнать зубы» после получения скелетной сетки с ДНК MetaHuman через команду Mesh to MetaHuman
tr: MetaHuman Identity'ye "Diş Göster" yüz ifadeli bir poz ekle MetaHuman ile MetaHuman DNA'li iskelet örgü edinildikten sonra Diş Ekle komutu tarafından kullanılır

# MetaHumanIdentityComponentsClassCombo,IdentityPartsAddTeethTooltipDisabled
source: {0} To enable this option, delete the existing Teeth Pose
ar: {0} لتفعيل هذا الخيار، قم بحذف وضعية الأسنان الموجودة
de: {0} Damit diese Option verfügbar wird, musst du die vorhandene Zahn-Pose löschen.
es: {0} Para habilitar esta opción, elimina la pose de los dientes existente
fr: {0} Pour activer cette option, supprimez la pose Montrer la dentition existante
it: {0} Per abilitare questa opzione, elimina la Posa Denti esistente
ja: {0} このオプションを有効にするには、既存の歯のポーズを削除してください
ko: {0} 이 옵션을 활성화하려면 기존 치아 포즈를 삭제해야 합니다.
pl: {0} By włączyć tę opcję, usuń istniejącą pozę zębów
pt_br: {0} Para ativar esta opção, exclua a Pose dos Dentes existente
ru: {0} Чтобы включить эту настройку, удалите имеющееся положение зубов
tr: {0} Bu seçeneği etkinleştirmek için mevcut Diş Pozunu sil

# MetaHumanIdentityComponentsClassCombo,IdentityPartsAddFaceNotConformed
source: {0} To enable this option, first use Mesh To MetaHuman command on the toolbar with Neutral Pose data for the face
ar: {0} لتفعيل هذا الخيار، استخدم أولاً أمر Mesh To MetaHuman على شريط الأدوات الذي يحتوي على بيانات الوضعية المحايدة للوجه
de: {0} Damit diese Option verfügbar wird, musst du zuerst den Befehl „Mesh to MetaHuman“ in der Symbolleiste mit einer neutralen Pose für das Gesicht benutzen.
es: {0} Para habilitar esta opción, antes debes usar el comando Mesh to MetaHuman en la barra de herramientas con datos de la pose neutra para la cara
fr: {0} Pour activer cette option, utilisez tout d'abord la commande Mesh to MetaHuman dans la barre d'outils avec les données de la pose neutre pour le visage
it: {0} Per abilitare questa opzione, prima utilizza il comando Mesh to MetaHuman sulla barra degli strumenti con i dati di Posa Neutra per il viso
ja: {0} このオプションを有効にするには、最初に顔のニュートラル ポーズ データを使用して、 ツールバーの Mesh To MetaHuman コマンドを使用してください
ko: {0} 이 옵션을 활성화하려면 먼저 페이스의 뉴트럴 포즈 데이터에 툴바에 있는 메시 투 메타휴먼 명령을 사용해야 합니다.
pl: {0} By włączyć tę opcję, najpierw użyj polecenia Mesh to MetaHuman na pasku narzędzi z danymi pozy neutralnej twarzy
pt_br: {0} Para ativar esta opção, use o comando Mesh to MetaHuman na barra de ferramentas com os dados da Pose Neutra para o rosto
ru: {0} Чтобы включить эту настройку, сначала используйте команду Mesh to MetaHuman на панели инструментов вместе с данными нейтрального положения для лица
tr: {0} Bu seçeneği etkinleştirmek için önce yüz için Nötr Poz verileriyle araç çubuğundaki Mesh to MetaHuman komutunu kullan

# MetaHumanIdentityComponentsClassCombo,IdentityPartsAddDNANotObtained
source: {0} To enable this option, first conform a Template Mesh to Capture Data using MetaHuman Identity Solve command on the toolbar
ar: {0} لتفعيل هذا الخيار، قم أولاً بمطابقة شبكة النموذج لـبيانات الالتقاط باستخدام أمر MetaHuman Identity Solve على شريط الأدوات
de: {0} Damit diese Option verfügbar wird, musst du zuerst ein Template Mesh an die Aufnahmedaten anpassen. Benutze dazu den Befehl „MetaHuman Identity Solve“ in der Symbolleiste.
es: {0} Para habilitar esta opción, antes debes ajustar una malla de plantilla a la captura de datos usando el comando MetaHuman Identity Solve en la barra de herramientas
fr: {0} Pour activer cette option, commencez par conformer un modèle de maillage aux données de capture à l'aide de la commande MetaHuman Identity Solve dans la barre d'outils
it: {0} Per abilitare questa opzione, prima conforma un modello mesh ai Capture Data utilizzando il comando Risolvi MetaHuman Identity sulla barra degli strumenti
ja: {0} このオプションを有効にするには、最初に、ツールバーの MetaHuman Identity Solve コマンドを使用して、 テンプレートメッシュをキャプチャデータに適合させてください
ko: {0} 이 옵션을 활성화하려면 먼저 툴바의 메타휴먼 아이덴티티 솔브 명령을 사용하여 템플릿 메시를 캡처 데이터에 맞추어야 합니다.
pl: {0} By włączyć tę opcję, najpierw dopasuj siatkę szablonu do Capture Data przy użyciu polecenia Solwuj MetaHuman Identity na pasku narzędzi
pt_br: {0} Para ativar esta opção, primeiro adeque uma Malha Modelo aos Dados de Captura usando o comando MetaHuman Identity Solve na barra de ferramentas
ru: {0} Чтобы включить эту настройку, сначала адаптируйте сетку шаблона под данные захвата с помощью команды «Анализ Персоны MetaHuman» на панели инструментов
tr: {0} Bu seçeneği etkinleştirmek için önce araç çubuğundaki MetaHuman Identity Çöz komutunu kullanarak bir Şablon Örgüyü Yakalama Verileri ile uyumlu hale getir

# MetaHumanIdentityComponentsClassCombo,IdentityPartsTeethExistNeutralMissing
source: {0} To enable this option, delete the existing Teeth Pose
ar: {0} لتفعيل هذا الخيار، قم بحذف وضعية الأسنان الموجودة
de: {0} Damit diese Option verfügbar wird, musst du die vorhandene Zahn-Pose löschen.
es: {0} Para habilitar esta opción, elimina la pose de los dientes existente
fr: {0} Pour activer cette option, supprimez la pose Montrer la dentition existante
it: {0} Per abilitare questa opzione, elimina la Posa Denti esistente
ja: {0} このオプションを有効にするには、既存の歯のポーズを削除してください
ko: {0} 이 옵션을 활성화하려면 기존 치아 포즈를 삭제해야 합니다.
pl: {0} By włączyć tę opcję, usuń istniejącą pozę zębów
pt_br: {0} Para ativar esta opção, exclua a Pose dos Dentes existente
ru: {0} Чтобы включить эту настройку, удалите имеющееся положение зубов
tr: {0} Bu seçeneği etkinleştirmek için mevcut Diş Pozunu sil

# MetaHumanIdentityComponentsClassCombo,IdentityPartsNeutralPoseMissing
source: {0} To enable this option, first add Neutral Pose to MetaHuman Identity Parts Tree and process it using Mesh to MetaHuman command on the toolbar
ar: {0} لتفعيل هذا الخيار، قم أولاً بإضافة الوضعية المحايدة إلى قائمة أجزاء MetaHuman Identity ومعالجتها باستخدام أمر Mesh to MetaHuman على شريط الأدوات
de: {0} Damit diese Option verfügbar wird, musst du zuerst eine neutrale Pose zum Baumdiagramm der MetaHuman Identity-Teile hinzufügen. Benutze dazu den Befehl „Mesh to MetaHuman“ der Symbolleiste.
es: {0} Para habilitar esta opción, antes debes añadir una pose neutra al Tree de las partes de la MetaHuman Identity y procesarla mediante el comando Mesh to MetaHuman de la barra de herramientas
fr: {0} Pour activer cette option, ajoutez tout d'abord la pose neutre à l'arborescence des parties de la MetaHuman Identity et traitez-la à l'aide de la commande Mesh to MetaHuman dans la barre d'outils
it: {0} Per abilitare questa opzione, prima aggiungi Posa Neutra alla visualizzazione parti della MetaHuman Identity ed elaborala utilizzando il comando Mesh to MetaHuman sulla barra degli strumenti
ja: {0} このオプションを有効にするには、まずニュートラル ポーズを MetaHuman アイデンティティ パーツ ツリー ビューに追加し、 ツールバーの [Mesh to MetaHuman] コマンドで処理します
ko: {0} 이 옵션을 활성화하려면 먼저 툴바에 있는 메시 투 메타휴먼 명령을 사용하여 메타휴먼 아이덴티티 파츠 트리에 뉴트럴 포즈를 추가하고 처리해야 합니다.
pl: {0} By włączyć tę opcję, najpierw dodaj pozę neutralną do widoku drzewka części MetaHuman Identity i przetwórz ją przy użyciu polecenia Mesh to MetaHuman na pasku narzędzi
pt_br: {0} Para ativar esta opção, adicione a Pose Neutra à Árvore de Partes do MetaHuman Identity e processe-a usando o comando Mesh to MetaHuman na barra de ferramentas
ru: {0} Чтобы включить эту настройку, сначала добавьте нейтральное положение в дерево частей Персоны MetaHuman и выполните обработку с помощью команды Mesh to MetaHuman на панели инструментов
tr: {0} Bu seçeneği etkinleştirmek için önce MetaHuman Identity Parçalar Ağacına Nötr Poz ekle ve araç çubuğundaki Mesh to MetaHuman komutunu kullanarak bunu işle

# MetaHumanIdentityComponentsClassCombo,AddLabel
source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle

# MetaHumanIdentityComponentsClassCombo,AddNewPartMenuSection
source: Create
ar: تكوين
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
pl: Utwórz
pt_br: Criar
ru: Создать
tr: Oluştur

# MetaHumanIdentityComponentsClassCombo,AddPart
source: Add Part
ar: أضف جزء
de: Teil hinzufügen
es: Añadir parte
fr: Ajouter une partie
it: Aggiungi parte
ja: パートの追加
ko: 파츠 추가
pl: Dodaj część
pt_br: Adicionar parte
ru: Добавить элемент
tr: Parça Ekle

# MetaHumanIdentityComponentsClassCombo,AddPartTooltip
source: Add a new part to this MetaHuman Identity
ar: أضف جزءًا جديدًا إلى MetaHuman Identity هذه
de: Füge einen neuen Teil zur MetaHuman Identity hinzu.
es: Añadir una nueva parte a esta MetaHuman Identity
fr: Ajouter une nouvelle partie à cette MetaHuman Identity
it: Aggiungi una nuova parte a questa MetaHuman Identity
ja: このMetaHuman Identityに新しいパートを追加します
ko: 이 메타휴먼 아이덴티티에 새로운 파츠를 추가합니다.
pl: Dodaj nową część do tego MetaHuman Identity
pt_br: Adicione uma nova parte a este MetaHuman Identity
ru: Добавить новый элемент этой Персоне MetaHuman
tr: Bu MetaHuman Identity'ye yeni bir parça ekle.

# MetaHumanIdentityComponentsClassCombo,AddPose
source: Add Pose
ar: أضف وضعية
de: Pose hinzufügen
es: Añadir pose
fr: Ajouter une pose
it: Aggiungi posa
ja: ポーズの追加
ko: 포즈 추가
pl: Dodaj pozę
pt_br: Adicionar pose
ru: Добавить положение
tr: Poz Ekle

# MetaHumanIdentityComponentsClassCombo,AddPoseTooltip
source: Add a new pose for this MetaHuman Identity
ar: أضف وضعية جديدة لـMetaHuman Identity هذه
de: Füge eine neue Pose zur MetaHuman Identity hinzu.
es: Añadir una nueva pose a esta MetaHuman Identity
fr: Ajouter une nouvelle pose à cette MetaHuman Identity
it: Aggiungi una nuova posa a questa MetaHuman Identity
ja: このMetaHuman Identityに新しいポーズを追加します
ko: 이 메타휴먼 아이덴티티에 새로운 포즈를 추가합니다.
pl: Dodaj nową pozę do tego MetaHuman Identity
pt_br: Adicione uma nova pose a este MetaHuman Identity
ru: Добавить новое положение для Персоны MetaHuman
tr: Bu MetaHuman Identity için yeni bir poz ekle.

# MetaHumanIdentityComponentsClassCombo,AddNewPartSubmenuSection
source: Create Part
ar: تكوين جزء
de: Teil erstellen
es: Crear parte
fr: Créer une partie
it: Crea parte
ja: パートの作成
ko: 파츠 생성
pl: Utwórz część
pt_br: Criar parte
ru: Создать элемент
tr: Parça Oluştur

# MetaHumanIdentityPartsEditor,RemoveIdentityPart
source: Remove Part from MetaHuman Identity
ar: إزالة جزء من MetaHuman Identity
de: Teil von MetaHuman Identity entfernen
es: Eliminar parte de la MetaHuman Identity
fr: Supprimer la partie de la MetaHuman Identity
it: Rimuovi parte dalla MetaHuman Identity
ja: MetaHuman Identityからパーツを削除する
ko: 메타휴먼 아이덴티티에서 파츠 제거
pl: Usuń część z MetaHuman Identity
pt_br: Remover parte do MetaHuman Identity
ru: Удалить элемент Персоны MetaHuman
tr: MetaHuman Identity'den Parça Kaldır

# MetaHumanIdentityPartsEditor,RemoveIdentityPose
source: Remove Pose from MetaHuman Identity
ar: إزالة أحد الوضعيات من MetaHuman Identity
de: Pose von MetaHuman Identity entfernen
es: Eliminar pose de la MetaHuman Identity
fr: Supprimer la pose de la MetaHuman Identity
it: Rimuovi posa dalla MetaHuman Identity
ja: MetaHuman Identityからポーズを削除する
ko: 메타휴먼 아이덴티티에서 포즈 제거
pl: Usuń pozę z MetaHuman Identity
pt_br: Remover pose do MetaHuman Identity
ru: Удалить положение Персоны MetaHuman
tr: MetaHuman Identity'den Poz Kaldır

# MetaHumanIdentityPartsEditor,PartsCommandPartsSectionLabel
source: Part Options
ar: خيارات الجزء
de: Optionen für Teile
es: Opciones de partes
fr: Options de partie
it: Opzioni parte
ja: パーツオプション
ko: 파츠 옵션
pl: Opcje części
pt_br: Opções de parte
ru: Параметры элемента
tr: Parça Seçenekleri

# MetaHumanIdentityPartsEditor,PartCommandsViewSectionLabel
source: View Options
ar: عرض الخيارات
de: Optionen ansehen
es: Opciones de vista
fr: Voir les options
it: Visualizza opzioni
ja: 表示オプション
ko: 뷰 옵션
pl: Zobacz opcje
pt_br: Ver opções
ru: Параметры вида
tr: Görüntüleme Seçenekleri

# MetaHumanIdentityPartsEditor,IdentityTreeRootTooltip
source: Identity Holds all the parts needed for creating a MetaHuman Identity from Capture Data.
ar: الهوية تحتوي على جميع الأجزاء اللازمة لتكوين MetaHuman Identity من بيانات الالتقاط.
de: Identity Enthält alle benötigten Teile für die Erstellung einer MetaHuman Identity aus Aufnahmedaten.
es: Identity Contiene todas las partes que se necesitan para crear una MetaHuman Identity a partir de la captura de datos.
fr: Identity Contient toutes les parties nécessaires à la création d'une MetaHuman Identity à partir de données de capture.
it: Identity Contiene tutte le parti necessarie per creare una MetaHuman Identity dai Capture Data.
ja: Identity キャプチャ データから MetaHuman Identity を作成するために必要なすべてのパーツを保持します
ko: 아이덴티티 캡처 데이터로부터 메타휴먼 아이덴티티를 생성하기 위해 필요한 모든 파츠를 보유합니다.
pl: Identity Zawiera wszystkie części potrzebne do stworzenia MetaHuman Identity z Capture Data.
pt_br: Identity Mantém todas as partes necessárias para criar um MetaHuman Identity a partir dos Dados de Captura.
ru: Персона Содержит все части, необходимые для создания Персоны MetaHuman на основе захвата данных.
tr: Identity Veri Yakalama'dan MetaHuman Identity oluşturmak için gerekli tüm parçaları barındırır.

# MetaHumanIdentityPartsEditor,IdentityTreePoseNoCapturedata
source: {0} Use Details panel to set Capture Data for the pose
ar: {0} استخدم لوحة التفاصيل لتعيين بيانات الالتقاط للوضعية
de: {0} Lege die Aufnahmedaten für die Pose im Bereich „Details“ fest.
es: {0} Usa el panel de detalles para establecer la captura de datos de la pose
fr: {0} Utilisez le panneau Détails pour définir les données de capture de la pose
it: {0} Utilizza il pannello Dettagli per impostare i Capture Data per la posa
ja: {0} ポーズのキャプチャデータを設定するには、[Details (詳細)] パネルを使用します
ko: {0} 디테일 패널을 사용하여 포즈용 캡처 데이터를 설정합니다.
pl: {0} Użyj panelu szczegółów, by ustawić Capture Data pozy
pt_br: {0} Use o painel Detalhes para definir Dados de Captura para a pose
ru: {0} Настроить захват данных для положения можно на панели «Сведения»
tr: {0} Poz için Yakalama Verisi ayarlamak üzere Ayrıntılar panelini kullan

# MetaHumanIdentityPartsEditor,IdentityTreePosesTooltip
source: Poses Contains Poses with Capture Data for individual facial expressions needed to create a Template Mesh resembling a person represented in the data.
ar: وضعيات تحتوي على وضعيات مع بيانات الالتقاط لتعبيرات الوجه الفردية اللازمة لإنشاء شبكة نموذج تشبه الشخص الممثل في البيانات.
de: Posen Enthält Posen mit Aufnahmedaten für individuelle Gesichtsausdrücke, die benötigt werden, um ein Template Mesh zu erzeugen, das der Person ähnelt, von der die Daten stammen.
es: Poses Contiene poses con captura de datos para expresiones faciales individuales que se necesitan para crear una malla de plantilla que se parezca a una persona representada en los datos.
fr: Poses Contient des poses avec des données de capture pour les expressions faciales individuelles nécessaires à la création d'un modèle de maillage ressemblant à une personne représentée dans les données.
it: Pose Contiene le pose con i Capture Data delle singole espressioni del viso necessarie per creare un modello mesh che assomigli alla persona rappresentata nei dati.
ja: ポーズ データで表された人物に似たテンプレート メッシュを作成するために 必要な個々の表情のキャプチャ データを含む ポーズが含まれています
ko: 포즈 개별 얼굴 표정에 사용할 수 있는 캡처 데이터 포함 포즈가 포함되어 있습니다. 이 포즈는 데이터에서 표현되는 사람을 닮은 템플릿 메시를 생성하는 데 필요합니다.
pl: Pozy Zawiera pozy z Capture Data dla indywidualnych wyrazów twarzy potrzebnych do stworzenia siatki szablonu przypominającej osobę, którą reprezentują dane.
pt_br: Poses Contém poses com Dados de Captura para expressões faciais individuais necessárias para criar uma Malha Modelo que remete a uma pessoa representada nos dados.
ru: Положения Содержит положения с захвата данных для каждого выражения лица для создания шаблона сетки, напоминающего человека и представленного в данных.
tr: Pozlar Bireysel yüz ifadeleri için Veri Yakalama'lı pozlar içerir. Bunlar, verilerde temsil edilen kişiyi andıran bir şablon örgü oluşturmak için gereklidir.

# MetaHumanIdentityPartsEditor,IdentityGenericNodeTooltip
source: Identity Node
ar: عقدة هوية
de: Identity-Knoten
es: Nodo de Identity
fr: Nœud d'Identity
it: Nodo Identity
ja: Identity ノード
ko: 아이덴티티 노드
pl: Węzeł Identity
pt_br: Nó do Identity
ru: Узел Персоны
tr: Identity Düğümü
