Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanToolkitBase,ABViewportTabTooltip
source: AB Viewport Inspect 2D and 3D components of the scene by switching between Single, Wipe and Dual View Mix Mode. In Single View Mix mode, use A|B button to toggle between A and B view. In Wipe mode, drag the splitting line to adjust the wiper position and orientation, and use the lever gizmo to control the transparency of A over B view. Use A or B button and/or View Mode buttons in the viewport toolbar corners to adjust the lighting and visualization settings for each view. NOTE: Tracking curves can be viewed and edited in Single View Mix mode only.
ar: منفذ عرض AB افحص المكونات ثنائية وثلاثية الأبعاد للمشهد عن طريق التبديل بين وضع المزج الفردي والمسح والثنائي. في وضع مزيج العرض الفردي، استخدم الزر A|B للتبديل بين العرض A وB. في وضع المسح، اسحب خط التقسيم لضبط موضع الماسحة واتجاهها، واستخدم أداة الرافعة للتحكم في شفافية العرض A على B. استخدم الزر A أو B و/أو أزرار وضع العرض في زوايا شريط أدوات منفذ العرض لضبط إعدادات الإضاءة والتصور لكل عرض. ملاحظة: يمكن عرض منحنيات التتبع وتحريرها في وضع مزيج العرض الفردي فقط.
de: Ansichtsfenster A|B Untersuche 2D- und 3D-Komponenten der Szene, indem du im Ansichtsmodus zwischen „Einzeln“, „Überblenden“ und „Dual“ wechselst. Wechsle im Ansichtsmodus „Einzeln“ mit der Schaltfläche „A|B“, zwischen den Ansichten A und B. Ziehe im Modus „Überblenden“ die Trennlinie, um ihre Position und Orientierung zu ändern, und benutze das Hebel-Gizmo, um die Transparenz von A über B zu steuern. Benutze die Schaltflächen „A“ und „B“ bzw. die Schaltflächen für den Ansichtsmodus an beiden Enden der Symbolleiste des Ansichtsfensters, um die Beleuchtung und die Visualisierungseinstellungen für beide Ansichten zu regeln. HINWEIS: Die Tracking-Kurven können nur im Ansichtsmodus „Einzeln“ angezeigt und bearbeitet werden.
es: Visor A|B Inspecciona los componentes 2D y 3D de la escena alternando entre los modos de vista mixta Única, Limpiar y Dual. En el modo de vista mixta Única, usa el botón A|B para alternar entre las vistas A y B. En el modo Limpiar, arrastra la línea divisoria para ajustar la posición y la orientación del limpiador, y usa el gizmo para controlar la transparencia de la vista A sobre la B. Usa los botones A o B, o los botones de modo de vista en las esquinas de la barra de herramientas del visor para ajustar los ajustes de iluminación y visualización de cada vista. AVISO: Las curvas de seguimiento solo se pueden ver y editar en el modo de vista mixta Única.
fr: Hublot A|B Inspecter les composants 2D et 3D de la scène en alternant entre les modes d'affichage mixte Unique, Double et Balayage. En mode d'affichage mixte Unique, utilisez le bouton A|B pour alterner entre l'affichage A et B. En mode Balayage, faites glisser la ligne de partage pour ajuster la position et l'orientation du curseur et utilisez le gadget de levier pour contrôler la transparence de l'affichage A par rapport à l'affichage B. Utilisez les boutons A et B et/ou le bouton Mode d'affichage situés dans les coins de la barre d'outils du hublot pour ajuster la luminosité et les paramètres de visualisation pour chaque vue. REMARQUE : vous ne pouvez voir et modifier les courbes de suivi que dans le mode d'affichage mixte Unique.
it: AB Viewport Ispeziona i componenti 2D e 3D della scena passando dalla modalità Single, Wipe e Dual View Mix. Nella modalità Single View Mix, utilizza il pulsante A|B per passare dalla vista A a quella B. Nella modalità Wipe, trascina la linea di divisione per regolare la posizione e l'orientamento del wiper e utilizza il gizmo a leva per controllare la trasparenza della vista A rispetto a quella B. Utilizza il pulsante A o B e/o i pulsanti della modalità di visualizzazione negli angoli della barra degli strumenti del viewport per regolare le impostazioni di illuminazione e visualizzazione per ciascuna vista. ATTENZIONE: le curve di tracciamento possono essere visualizzate e modificate solo in modalità Single View Mix.
ja: AB ビューポート シングル ビュー ミックス モード、ワイプ ビュー ミックス モード、デュアル ビュー ミックス モードを切り替えて、シーンの 2D および 3D コンポーネントを検査します。 シングル ビュー ミックス モードでは、[A|B] ボタンで A ビューと B ビューを切り替えできます。 ワイプ モードでは、分割線をドラッグしてワイパーの位置と向きを調整したり、レバー ギズモを使用して A ビューと B ビューの 透明度を制御したりできます。 各ビューのライティングとビジュアライゼーションの設定を調整するには、ビューポート ツールバーの隅にある [A] か [B] ボタン または [View Mode (表示モード)] ボタンを使用します。 注：トラッキング カーブは、シングル ビュー ミックス モードでのみ表示および編集できます
ko: AB 뷰포트 싱글/와이프/듀얼 뷰 믹스 모드 간에 전환하여 씬의 2D 및 3D 컴포넌트를 조사합니다. 싱글 뷰 믹스 모드에서 A|B 버튼을 사용하여 A 뷰와 B 뷰 간에 토글합니다. 와이프 모드에서 분할선을 드래그하여 와이퍼의 위치와 방향을 조정한 후 레버 기즈모를 사용하여 B 뷰 위의 A 뷰 투명도를 제어합니다. 뷰포트 툴바 모서리의 A 또는 B 버튼 및/또는 뷰 모드 버튼을 사용하여 각 뷰의 라이팅과 시각화 세팅을 조정합니다. 참고: 트래킹 커브는 싱글 뷰 믹스 모드에서만 보고 편집할 수 있습니다.
pl: Okno wizualizacji AB Przeglądaj komponenty 2D i 3D sceny, przełączając między pojedynczym, przecierającym i podwójnym mieszanym trybem wyświetlania. W trybie pojedynczego mieszanego wyświetlania użyj przycisku A|B, by przełączać między widokiem A i B. W trybie przecierania przeciągaj przedzielającą linię, by dostosować pozycję i orientację wycieraczki, oraz użyj gizmo dźwigni, by kontrolować przezroczystość widoku A nad B. Użyj przycisku A lub B i/lub przycisków trybu wyświetlania na pasku narzędzi okna wizualizacji, by dostosować ustawienia oświetlenia i wizualizacji każdego widoku. UWAGA: krzywe śledzące można wyświetlić i edytować tylko w pojedynczym trybie mieszanego wyświetlania.
pt_br: Janela de Visualização AB Inspecione os componentes 2D e 3D da cena alternando entre os modos Single (Único), Wipe (Limpador) e Dual View Mix (Misto de Visualização Dupla). No modo Single View Mix, use o botão A|B para alternar entre as visualizações A e B. No modo Wipe, arraste a linha de divisão para ajustar a posição e a orientação do limpador, depois use o dispositivo da alavanca para controlar a transparência da visualização A sobre a visualização B. Use os botões A ou B e/ou os botões do Modo de Visualização nos cantos da barra de ferramentas da janela de visualização para ajustar as configurações de iluminação e visualização para cada visualização. OBSERVAÇÃO: só é possível ver e editar o rastreamento de curvas no modo Single View Mix.
ru: Окно просмотра AB Проверяйте 2D- и 3D-компоненты сцены, переключаясь между режимами «Однооконный», «Вытеснение» и «Двухоконный смешанный режим просмотра». В однооконном смешанном режиме просмотра используйте кнопку A|B для переключения между окнами просмотра A и B. В режиме «Вытеснение» перетащите разделяющую линию для регулировки расположения и ориентации вытеснения и используйте графический ориентир-рычаг для управления прозрачностью окна просмотра A поверх B. Используйте кнопку A или B и/или кнопки режима просмотра в углах панели инструментов окна просмотра для настройки параметров освещения и визуализации для каждого окна просмотра. ПРИМЕЧАНИЕ: кривые отслеживания можно просматривать и редактировать только в Однооконном смешанном режиме просмотра.
tr: A|B Görünüm Penceresi Tekli, Silme ve İkili Görünüm Karma Modu arasında geçiş yaparak sahnenin 2D ve 3D bileşenlerini incele. Tek Görünümlü Karma modunda A ve B görünümü arasında geçiş yapmak için A|B düğmesini kullan. Silme modunda silecek konumunu ve yönünü ayarlamak için ayırıcı çizgiyi sürükle ve A görünümün B görünümü üzerindeki şeffaflığını kontrol etmek için kol gizmosunu kullan. Her bir görünümün aydınlatma ve görselleştirme ayarlarını düzenlemek için A veya B düğmesini ve/veya görünüm penceresi araç çubuğu köşelerindeki Görünüm Modu düğmelerini kullan. NOT: İzleme kavisleri yalnızca Tek Görünümlü Karma modunda görüntülenebilir ve düzenlenebilir.

# MetaHumanToolkitBase,BaseDetailsTabTitle
source: Details
ar: التفاصيل
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 디테일
pl: Szczegóły
pt_br: Detalhes
ru: Сведения
tr: Ayrıntılar

# MetaHumanToolkitBase,BaseDetailsTabTooltip
source: Details Inspect and edit properties of the selected item
ar: التفاصيل فحص وتحرير خصائص العنصر المختار
de: Details Untersuche und bearbeite die Eigenschaften des ausgewählten Elements.
es: Detalles Inspecciona y edita las propiedades del objeto seleccionado
fr: Détails Inspecter et modifier les propriétés de l'élément sélectionné
it: Dettagli Ispeziona e modifica le proprietà dell'oggetto selezionato
ja: 詳細。 選択したアイテムのプロパティの調査と編集が可能です
ko: 디테일 선택된 항목의 프로퍼티를 조사하고 편집합니다.
pl: Szczegóły Sprawdź i edytuj właściwości wybranego elementu
pt_br: Detalhes Inspecione e edite as propriedades do item selecionado
ru: Сведения Проверьте и отредактируйте свойства выбранного элемента
tr: Ayrıntılar Seçilen öğenin özelliklerini incele ve düzenle.

# MetaHumanToolkitBase,PreviewSceneSettingsTab
source: Preview Scene Settings
ar: معاينة إعدادات المشهد
de: Vorschau der Szeneneinstellungen
es: Ajustes de la previsualización de la escena
fr: Paramètres de prévisualisation de la scène
it: Anteprima delle Impostazioni scena
ja: プレビューシーン設定
ko: 프리뷰 씬 세팅
pl: Sprawdź ustawienia sceny
pt_br: Pré-visualizar Configurações da Cena
ru: Настройки предпросмотра сцен
tr: Sahne Ayarlarını Önizle

# MetaHumanToolkitBase,TimelineTabTitle
source: Footage Timeline
ar: الإطار الزمني للمقطع
de: Video-Zeitleiste
es: Cronograma de la grabación
fr: Chronologie de la séquence
it: Timeline del filmato
ja: フッテージのタイムライン
ko: 영상 타임라인
pl: Oś czasu nagrania
pt_br: Linha do Tempo da Imagem de Vídeo
ru: Временная шкала видеоматериала
tr: Görüntü Zaman Çizelgesi

# MetaHumanToolkitBase,TimelineTabTooltip
source: Footage Timeline Drag the gizmo at the top of the vertical line to review frames in the footage and use A|B viewport to see how Components in the MetaHuman Identity Tree View behave in relation to them.
ar: الإطار الزمني للمقطع اسحب أداة التعديل في الجزء العلوي من الخط العمودي لمراجعة الإطارات في المقطع واستخدم منفذ عرض A|B لترى كيف تتصرف المكونات الموجودة في عرض الشجرة في MetaHuman Identity فيما يتعلق بها.
de: Video-Zeitleiste Ziehe das Gizmo an die Spitze der senkrechten Linie, um Frames des Videos zu überprüfen. Benutze das Ansichtsfenster A|B, um zu sehen, wie sich die Komponenten im MetaHuman Identity-Baumdiagramm relativ zueinander verhalten.
es: Cronograma de la grabación Arrastra el gizmo de la parte superior de la línea vertical para revisar los fotogramas de la grabación y usa el visor A|B para ver cómo se comportan los componentes de la Tree View de la MetaHuman Identity en relación con estos.
fr: Chronologie de la séquence Faites glisser le gadget situé en haut de la ligne verticale pour examiner les images de la séquence et utilisez le hublot A|B pour voir comment les composants de l'arborescence de la MetaHuman Identity se comportent par rapport à elles.
it: Timeline del filmato Trascina il gizmo in cima alla linea verticale per analizzare i fotogrammi nel filmato e utilizza la Viewport A|B per vedere come si comportano i Componenti nella visualizzazione ad albero della MetaHuman Identity in relazione ai fotogrammi.
ja: フッテージのタイムライン 垂直線の上部にあるギズモをドラッグすると、フッテージのフレームを確認できます。 A|B ビューポートでは、MetaHuman アイデンティティ ツリー ビューのコンポーネントがそれらに関連してどのように動作するかを確認できます
ko: 영상 타임라인 수직선 상단의 기즈모를 드래그하여 영상의 프레임을 검토하고 A|B 뷰포트를 사용하여 메타휴먼 아이덴티티 트리 뷰 내 컴포넌트의 상대적 행동을 확인합니다.
pl: Oś czasu nagrania Przeciągaj gizmo na górze pionowej linii, by przeglądać klatki nagrania, i korzystaj z okna wizualizacji A|B, by sprawdzać, jak w odniesieniu do nich zachowują się komponenty w widoku drzewka MetaHuman Identity.
pt_br: Linha do Tempo da Imagem de Vídeo Arraste o dispositivo no topo da linha vertical para analisar quadros na imagem de vídeo e use a janela de visualização A|B para ver como Componentes na Visualização em Árvore do MetaHuman Identity se comportam em relação a eles.
ru: Временная шкала видеоматериала Перетащите графический ориентир в верхней части вертикальной линии, чтобы просмотреть кадры видеоматериала, и используйте окно просмотра A|B, чтобы увидеть, как компоненты в древовидном представлении Персоны MetaHuman ведут себя по отношению к ним.
tr: Görüntü Zaman Çizelgesi Görüntüdeki kareleri incelemek için dikey çizginin üstündeki gizmoyu sürükle ve MetaHuman Identity ağaç görünümündeki bileşenlerin bunlarla ilişkili olarak nasıl davrandığını görmek için A|B görünüm penceresini kullan.

# MetaHumanToolkitBase,VideoSequenceTrack
source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
ja: ビデオ
ko: 비디오
pl: Wideo
pt_br: Vídeo
ru: Видео

# MetaHumanToolkitBase,DepthSequenceTrack
source: Depth
ar: العمق
de: Tiefe
es: Profundidad
fr: Profondeur
it: Profondità
ja: 深度
ko: 뎁스
pl: Głębia
pt_br: Profundidade
ru: Глубина
tr: Derinlik

# MetaHumanToolkitBase,AudioSequenceTrack
source: Audio
ar: الصوت
ja: オーディオ
ko: 오디오
pl: Dźwięk
pt_br: Áudio
ru: Аудио
tr: Ses

# MetaHumanToolkitCommands,MetaHumanToolkitCommandsContext
source: MetaHuman Toolkit Context
ar: سياق مجموعة أدوات MetaHuman
de: MetaHuman-Toolkit-Kontext
es: Contexto del conjunto de herramientas de MetaHuman
fr: Outils contextuels du MetaHuman
it: Contesto del toolkit MetaHuman
ja: MetaHumanツールキットコンテキスト
ko: 메타휴먼 툴키트 컨텍스트
pl: Kontekst zestawu narzędzi MetaHuman
pt_br: Contexto do kit de ferramentas do MetaHuman
ru: Инструментарий контекста MetaHuman
tr: MetaHuman Araç Kiti Bağlamı

# UICommands.MetaHumanToolkitCommands,ToggleSingleViewToA_ToolTip
source: View A parameters
ar: عرض معلمات A
de: Parameter für Ansicht A
es: Parámetros vista A
fr: Voir les paramètres A
it: Parametri della vista A
ja: A パラメータを表示します
ko: A 파라미터를 봅니다.
pl: Wyświetl parametry A
pt_br: Ver parâmetros de A
ru: Просмотр параметров А
tr: A parametrelerini görüntüle

# UICommands.MetaHumanToolkitCommands,ToggleSingleViewToB_ToolTip
source: View B parameters
ar: عرض معلمات B
de: Parameter für Ansicht B
es: Parámetros vista B
fr: Voir les paramètres B
it: Parametri della vista B
ja: B パラメータを表示します
ko: B 파라미터를 봅니다.
pl: Wyświetl parametry B
pt_br: Ver parâmetros de B
ru: Просмотр параметров В
tr: B parametrelerini görüntüle

# UICommands.MetaHumanToolkitCommands,ViewMixToSingle
source: Single
ar: فردي
de: Einzeln
es: Única
fr: Unique
ja: 単一
ko: 단일
pl: Pojedynczy
pt_br: Single (Único)
ru: Одиночный
tr: Tekli

# UICommands.MetaHumanToolkitCommands,ViewMixToSingle_ToolTip
source: View Mix Mode: Single Toggle A and B views using buttons on the left Tracking curves can be viewed only in this mode
ar: وضع مزج العرض: فردي قم بالتبديل بين طريقتي عرض A وB باستخدام الأزرار الموجودة على اليسار لا يمكن عرض منحنيات التتبع إلا في هذا الوضع
de: Ansichtsmodus: „Einzeln“ Wechsle mit den Schaltflächen links zwischen den Ansichten A und B. Markierungskurven werden nur in diesem Ansichtsmodus angezeigt.
es: Modo de vista mixta: Única Activa/desactiva las vistas A y B con los botones de la izquierda Las curvas de seguimiento solo se pueden ver en este modo
fr: Mode d'affichage mixte : Unique Basculer entre les vues A et B à l'aide des boutons situés à gauche Vous ne pouvez voir les courbes de suivi que dans ce mode
it: Modalità View Mix: Single Alterna le viste A e B utilizzando i pulsanti sulla sinistra Il tracciamento delle curve può essere visualizzato solo in questo modo
ja: ビュー ミックス モード：シングル 左側のボタンを使用すると、A ビューと B ビューを切り替えできます。 トラッキング カーブはこのモードでのみ表示できます
ko: 뷰 믹스 모드: 싱글 왼쪽 버튼을 사용하여 A 뷰와 B 뷰를 토글합니다. 이 모드에서만 트래킹 커브를 볼 수 있습니다.
pl: Tryb mieszanego wyświetlania: pojedynczy Przełączaj między widokami A i B przyciskami po lewej Krzywe śledzące można wyświetlić tylko w tym trybie
pt_br: Modo View Mix: Single Alternar visualizações A e B usando os botões da esquerda Rastreamento de curvas pode ser visto apenas neste modo
ru: Смешанный оконный режим: Однооконный Переключение между окнами просмотра А и В с помощью кнопок слева Кривые отслеживания можно просматривать только в этом режиме
tr: Görünüm Karma Modu: Tekli A ve B görünümlerini soldaki düğmeleri kullanarak aç/kapat. İzleme kavisleri yalnızca bu modda görüntülenebilir

# UICommands.MetaHumanToolkitCommands,ViewMixToWipe
source: Wipe
ar: مسح
de: Überblenden
es: Limpiar
fr: Balayage
ja: ワイプ
ko: 와이프
pl: Przecieranie
pt_br: Traço "limpador"
ru: Вытеснение
tr: Sil

# UICommands.MetaHumanToolkitCommands,ViewMixToWipe_ToolTip
source: View Mix Mode: Wipe Wipe A and B views Tracking curves can be viewed only in Single View Mix Mode
ar: وضع مزج العرض: المسح امسح طريقتي عرض A وB لا يمكن عرض منحنيات التتبع إلا في وضع مزج العرض الفردي
de: Ansichtsmodus: „Überblenden“ Blende zwischen den Ansichten A und B hin und her. Markierungskurven werden nur im Ansichtsmodus „Einzeln“ angezeigt.
es: Modo de vista mixta: Limpiar Limpia las vistas A y B Las curvas de seguimiento solo se pueden ver en el modo de vista mixta Única
fr: Mode d'affichage mixte : Balayage Basculer entre les vues A et B par balayage Vous ne pouvez voir les courbes de suivi que dans le mode d'affichage mixte Unique
it: Modalità View Mix: Wipe Rimuovi le viste A e B Il tracciamento delle curve può essere visualizzato solo nella modalità Single View Mix
ja: ビュー ミックス モード：ワイプ A ビューと B ビューをワイプします。 トラッキング カーブはシングル ビュー ミックス モードでのみ表示できます
ko: 뷰 혼합 모드: 와이프 A 뷰와 B 뷰가 와이프 방식으로 전환됩니다. 트래킹 커브는 싱글 뷰 믹스 모드에서만 볼 수 있습니다.
pl: Tryb mieszanego wyświetlania: przecieranie Przetrzyj widoki A i B Krzywe śledzące można wyświetlić tylko w pojedynczym trybie mieszanego wyświetlania
pt_br: Modo View Mix: Wipe "Limpar" visualizações A e B Rastreamento de curvas pode ser visto apenas no modo Single View Mix
ru: Смешанный оконный режим: Вытеснение Вытеснение окон просмотра А и В Кривые отслеживания можно просматривать только в Однооконном смешанном режиме просмотра
tr: Görünüm Karma Modu: Silme A ve B görünümlerini siler. İzleme kavisleri yalnızca Tekli Görünüm Karma Modunda görüntülenebilir

# UICommands.MetaHumanToolkitCommands,ViewMixToDual
source: Dual
ar: ثنائي
de: Dualmodus
fr: Double
ja: デュアル
ko: 듀얼
pl: Podwójny
pt_br: Dual (Duplo)
ru: Двойной
tr: İkili

# UICommands.MetaHumanToolkitCommands,ViewMixToDual_ToolTip
source: View Mix Mode: Dual Show A and B views side by side Tracking curves can be viewed only in Single View Mix Mode
ar: وضع مزج العرض: ثنائي إظهار بين طريقتي عرض A وB جنبًا إلى جنب لا يمكن عرض منحنيات التتبع إلا في وضع مزج العرض الفردي
de: Ansichtsmodus: „Dual“ Die Ansichten A und B werden nebeneinander angezeigt. Markierungskurven werden nur im Ansichtsmodus „Einzeln“ angezeigt.
es: Modo de vista mixta: Dual Muestra juntas las vistas A y B Las curvas de seguimiento solo se pueden ver en el modo de vista mixta Única
fr: Mode d'affichage mixte : Double Afficher les vues A et B côte à côte Vous ne pouvez voir les courbes de suivi que dans le mode d'affichage mixte Unique
it: Modalità View Mix: Dual Mostra le viste A e B una accanto all'altra Le curve di tracciamento possono essere visualizzate solo in modalità Single View Mix
ja: ビュー ミックス モード：デュアル A ビューと B ビューを並べて表示します。 トラッキング カーブはシングル ビュー ミックス モードでのみ表示できます
ko: 뷰 믹스 모드: 듀얼 A 뷰와 B 뷰를 나란히 표시합니다. 트래킹 커브는 싱글 뷰 믹스 모드에서만 볼 수 있습니다.
pl: Tryb mieszanego wyświetlania: podwójny Pokaż widoki A i B obok siebie Krzywe śledzące można wyświetlić tylko w pojedynczym trybie mieszanego wyświetlania
pt_br: Modo View Mix: Dual Exibir visualizações A e B lado a lado Rastreamento de curvas pode ser visto apenas no modo Single View Mix
ru: Смешанный режим просмотра: Двухоконный Отображение окон просмотра А и В рядом друг с другом Кривые отслеживания можно просматривать только в Однооконном смешанном режиме
tr: Görünüm Karma Modu: İkili A ve B görünümlerini yan yana göster. Takip kavisleri yalnızca Tekli Görünüm Karma Modunda görüntülenebilir

# UICommands.MetaHumanToolkitCommands,ToggleRGBChannel
source: Footage
ar: المقطع
de: Video
es: Grabación
fr: Séquence
it: Filmato
ja: フッテージ
ko: 영상
pl: Nagranie
pt_br: Imagem de vídeo
ru: Видеоматериал
tr: Görüntü

# UICommands.MetaHumanToolkitCommands,ToggleRGBChannel_ToolTip
source: Toggle Footage visibility
ar: تبديل رؤية المقطع
de: Video sichtbar/unsichtbar
es: Activar/desactivar visibilidad de grabación
fr: Afficher/masquer la séquence
it: Alterna la visibilità del filmato
ja: フッテージの表示/非表示を切り替えます
ko: 영상 비저빌리티를 토글합니다.
pl: Przełącz widoczność nagrania
pt_br: Alternar entre ocultar e mostrar visibilidade de imagem de vídeo
ru: Переключение видимости видеоматериала
tr: Görüntü görünürlüğünü aç/kapat.

# UICommands.MetaHumanToolkitCommands,ToggleCurves
source: Curves
ar: المنحنيات
de: Kurven
es: Curvas
fr: Courbes
it: Curve
ja: カーブ
ko: 커브
pl: Krzywe
pt_br: Curvas
ru: Кривые
tr: Kavisler

# UICommands.MetaHumanToolkitCommands,ToggleCurves_ToolTip
source: Toggle the visibility of landmark curves
ar: تبديل رؤية المنحنيات للمعالم
de: Getrackte Kurven sichtbar/unsichtbar
es: Activar/desactivar la visibilidad para las curvas del paisaje
fr: Afficher/masquer les courbes de repère
it: Alterna la visibilità delle curve di riferimento
ja: ランドマークカーブの表示/非表示を切り替えます
ko: 랜드마크 커브의 비저빌리티를 토글합니다.
pl: Przełącz widoczność krzywych milowych
pt_br: Alternar entre ocultar e mostrar visibilidade das curvas referenciais
ru: Переключить видимость кривых ориентира
tr: Belirgin kavislerin görünürlüğünü aç/kapat.

# UICommands.MetaHumanToolkitCommands,ToggleControlVertices
source: Control Vertices
ar: رؤوس التحكم
de: Kontrollscheitelpunkte
es: Vértices de control
fr: Sommets de contrôle
it: Vertici di controllo
ja: 制御頂点
ko: 컨트롤 버텍스
pl: Wierzchołki kontrolne
pt_br: Vértices de controle
ru: Контрольные вершины
tr: Kontrol Verteksleri

# UICommands.MetaHumanToolkitCommands,ToggleControlVertices_ToolTip
source: Toggle the visibility of landmark control vertices
ar: تبديل رؤية رؤوس التحكم للمعالم
de: Getrackte Kontrollscheitelpunkte sichtbar/unsichtbar
es: Activar/desactivar la visibilidad de los vértices de control del paisaje
fr: Afficher/masquer les vertex de contrôle de repère
it: Alterna la visibilità dei vertici di controllo dei punti di riferimento
ja: ランドマーク制御頂点の表示/非表示を切り替えます
ko: 랜드마크 컨트롤 버텍스의 비저빌리티를 토글합니다.
pl: Przełącz widoczność milowych wierzchołków kontrolnych
pt_br: Alternar entre ocultar e mostrar visibilidade dos vértices de controle referenciais
ru: Переключить видимость контрольных вершин ориентира
tr: Belirgin kontrol vertekslerinin görünürlüğünü aç/kapat.

# UICommands.MetaHumanToolkitCommands,ToggleDepthMesh
source: Depth Mesh
ar: شبكة العمق
de: Tiefen-Mesh
es: Malla de profundidad
fr: Maillage de profondeur
it: Mesh di profondità
ja: 深度メッシュ
ko: 뎁스 메시
pl: Siatka głębi
pt_br: Malha de Profundidade
ru: Сетка глубины
tr: Derinlik Örgüsü

# UICommands.MetaHumanToolkitCommands,ToggleDepthMesh_ToolTip
source: Toggle the display of the depth mesh in this view
ar: قم بتبديل عرض شبكة العمق في طريقة العرض هذه
de: Blendet das Tiefen-Mesh in dieser Ansicht ein/aus.
es: Activa/desactiva la visualización de la malla de profundidad en esta vista
fr: Afficher/Masquer le maillage de profondeur pour cette vue
it: Alterna la visualizzazione della mesh di profondità in questa vista
ja: このビューで深度メッシュの表示を切り替えます
ko: 이 뷰의 뎁스 메시 디스플레이를 토글합니다.
pl: Przełącz wyświetlanie siatki głębi w tym widoku
pt_br: Alternar a exibição da malha de profundidade nesta visualização
ru: Переключить отображение сетки глубины в этом виде
tr: Derinlik örgüsünün bu görünümde gösterilmesini aç/kapat

# UICommands.MetaHumanToolkitCommands,ToggleUndistortion
source: Undistort
ar: عدم التشويه
de: Unverzerrt
fr: Annuler la déformation
it: Senza distorsioni
ja: 歪み除去
ko: 언디스토션
pl: Usuń zniekształcenie
pt_br: Reverter distorção
ru: Не искажать
tr: Bozulmayı düzelt

# UICommands.MetaHumanToolkitCommands,ToggleUndistortion_ToolTip
source: Toggle the display of undistorted footage
ar: تبديل عرض مقطع غير مشوه
de: Blendet das unverzerrte Videomaterial ein/aus.
es: Activa/desactiva la visualización de la grabación sin distorsiones
fr: Afficher/Masquer les séquences non déformées
it: Alterna la visualizzazione dei filmati senza distorsioni
ja: 歪みのないフッテージの表示を切り替えます
ko: 언디스토션이 적용된 영상의 디스플레이를 토글합니다.
pl: Przełącz wyświetlanie nagrania, w którym usunięto zniekształcenie
pt_br: Alternar a exibição de imagem de vídeo não distorcida
ru: Переключить отображение неискажённого материала
tr: Bozulmanın düzeltildiği görüntünün gösterilmesini aç/kapat.
