Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanBatchExportPathDialog,MetaHumanBatchExport_RenameLabel
source: Name New {0} Assets
ar: تسمية أصول {0} الجديدة
de: Neue Assets ({0}) benennen
es: Nombrar nuevos recursos de {0}
fr: Nommer {0} nouvelles ressources
it: Nomina i nuovi asset {0}
ja: {0} 個の新規アセットに名前を付ける
ko: 신규 {0} 에셋 이름 지정
pl: Nadaj nazwę nowym zasobom {0}
pt_br: Nomeie {0} ativos novos
ru: Дать название {0} новым ресурсам
tr: {0} Yeni Öğeyi İsimlendir

# MetaHumanBatchExportPathDialog,MetaHumanBatchExport_Prefix
source: Prefix
ar: بادئة
de: Präfix
es: Prefijo
fr: Préfixe
it: Prefisso
ja: プレフィックス
ko: 접두사
pl: Prefiks
pt_br: Prefixo
ru: Префикс
tr: Önek

# MetaHumanBatchExportPathDialog,MetaHumanBatchExport_Suffix
source: Suffix
ar: لاحقة
es: Sufijo
fr: Suffixe
it: Suffisso
ja: サフィックス
ko: 접미사
pl: Sufiks
pt_br: Sufixo
ru: Суффикс
tr: Sonek

# MetaHumanBatchExportPathDialog,MetaHumanBatchExport_Search
source: Search
ar: بحث
de: Suchen
es: Buscar
fr: Rechercher
it: Cerca
ja: 検索
ko: 검색
pl: Wyszukaj
pt_br: Pesquisar
ru: Поиск
tr: Ara

# MetaHumanBatchExportPathDialog,MetaHumanBatchExport_Replace
source: Replace
ar: استبدال
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
ja: 置換
ko: 대체
pl: Zamień
pt_br: Substituir
ru: Замена
tr: Değiştir

# MetaHumanBatchExportPathDialog,Export
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 익스포트
pl: Wyeksportuj
pt_br: Exportar
ru: Экспорт
tr: Dışa Aktar

# MetaHumanBatchExportPathDialog,Cancel
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal et

# MetaHumanBatchExportPathDialog,MetaHumanBatchExport_Title
source: {0} Output Paths
ar: {0} من مسارات المخرجات
de: Output-Pfade ({0})
es: {0} rutas de salida
fr: {0} chemins de sortie
it: Percorsi di output: {0}
ja: {0} 個の出力パス
ko: {0} 출력 경로
pl: Ścieżki wyjściowe: {0}
pt_br: {0} caminhos de saída
ru: Пути вывода: {0}
tr: {0} Çıktı Yolu

# MetaHumanBatchExportPathDialog,MetaHumanBatchExport_Folder
source: Export Path:
ar: مسار التصدير:
de: Exportpfad:
es: Ruta de exportación:
fr: Chemin d'exportation :
it: Esporta percorso:
ja: エクスポートパス:
ko: 익스포트 경로:
pl: Ścieżka eksportu:
pt_br: Caminho de exportação:
ru: Путь экспорта:
tr: Dışa Aktarma Yolu:

# SMetaHumanSpeechToAnimProcessingSettings,CreateButton
source: Create
ar: تكوين
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 생성
pl: Utwórz
pt_br: Criar
ru: Создать
tr: Oluştur

# SMetaHumanSpeechToAnimProcessingSettings,CancelButton
source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal et

source: Process Audio To Animation
ar: معالجة الصوت وتحويله إلى حركة
de: Audio zu Animation verarbeiten
es: Procesar audio para la animación
fr: Traiter l'audio en animation
it: Elabora l'audio in animazione
ja: オーディオからアニメーションに処理
ko: 오디오를 애니메이션으로 처리
pl: Przetwarzaj dźwięk do animacji
pt_br: Processo de áudio para animação
ru: Переработка аудио в анимацию
tr: Sesi Animasyona İşle

# MetaHuman,MetaHumanCaptureSourceAssetName
source: Capture Source
ar: مصدر الالتقاط
de: Aufnahmequelle
es: Fuente de captura
fr: Source de capture
ja: キャプチャソース
ko: 캡처 소스
pl: Źródło przechwytywania
pt_br: Fonte de captura
ru: Источник захвата
tr: Yakalama Kaynağı

# FootageIngest,IngestError_ResolutionValidationFailed
source: Calibration and Image resolution differ
ar: تختلف المعايرة ودقة الصورة
de: Kalibrierung und Bild haben unterschiedliche Auflösungen.
es: La resolución de la imagen y la calibración no coinciden
fr: L'étalonnage et la résolution d'image ne correspondent pas
it: La calibrazione e la risoluzione dell'immagine sono diverse
ja: キャリブレーションと画像解像度に違いがあります
ko: 캘리브레이션과 이미지 해상도가 다릅니다.
pl: Kalibracja i rozdzielczość obrazu się różnią
pt_br: A calibragem e a resolução da imagem são diferentes
ru: Калибровка и разрешение изображения отличаются
tr: Kalibrasyon ve Görüntü çözünürlüğü farklı

# FootageIngest,IngestFailed_InvalidImageFiles
source: Number of frames in {0} doesn't match the information in `take.json`
ar: لا يتطابق عدد الإطارات في {0} مع المعلومات الموجودة في "take.json"
de: Die Anzahl der Frames in {0} stimmt nicht mit den Daten in „take.json“ überein.
es: El número de fotogramas de {0} no concuerda con la información en 'take.json'
fr: Le nombre d'images de la prise {0} ne correspond pas aux informations se trouvant dans le fichier 'take.json'
it: Il numero di fotogrammi in {0} non corrisponde alle informazioni contenute in `take.json`
ja: {0} のフレーム数が「take.json」の情報と一致しません
ko: {0}의 프레임 수가 `take.json` 의 정보와 일치하지 않습니다.
pl: Liczba klatek w {0} nie jest zgodna z informacjami w „take.json”
pt_br: O número de quadros em {0} não corresponde às informações em "take.json"
ru: Число кадров в {0} не совпадает с информацией в файле take.json
tr: {0} öğesindeki kare sayısı "take.json" dosyasındaki bilgilerle eşleşmiyor

# FootageIngest,IngestError_AudioFileSpecifiedNotFound
source: Specified audio file {0} doesn't exist for take {1}.
ar: ملف صوتي معين {0} غير موجود للقطة {1}.
de: Die angegebene Audiodatei {0} für die Aufnahme {1} ist nicht vorhanden.
es: El archivo de audio {0} no existe para la toma {1}.
fr: Le fichier audio {0} spécifié n'existe pas pour la prise {1}.
it: Il file audio specificato {0} non esiste per la ripresa {1}.
ja: テイク {1} 用の指定されたオーディオ ファイル {0} が存在しません
ko: 테이크 {1}에 지정된 오디오 파일 {0}|hpp(이,가) 존재하지 않습니다.
pl: Wskazany plik audio {0} nie istnieje dla wersji ujęcia {1}.
pt_br: O arquivo de áudio especificado {0} não existe para a tomada {1}.
ru: Указанный аудиофайл «{0}» не существует для дубля «{1}».
tr: Belirtilen ses dosyası {0} çekim {1} için mevcut değil.

# FootageIngest,TakeNameUnknown
source: Unknown
ar: مجهول
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pl: Nieznany
pt_br: Desconhecido
ru: Неизв.
tr: Bilinmiyor

# FootageIngest,TakeMetadataReadFailed
source: Failed to load metadata (check format): {0}
ar: فشل تحميل البيانات الوصفية "metadata" (تحقق من التنسيق): {0}
de: Metadaten „{0}“ konnten nicht geladen werden (überprüfe das Format).
es: Error al cargar metadatos (comprueba el formato): {0}
fr: Échec du chargement des métadonnées (vérifiez le format) : {0}
it: Impossibile caricare i metadati (controlla il formato): {0}
ja: メタデータのロードに失敗しました (形式を確認してください)：{0}
ko: 메타데이터 로드 실패(포맷 확인): {0}
pl: Nie udało się wczytać metadanych (sprawdź format): {0}
pt_br: Falha ao carregar os metadados (conferir formato): {0}
ru: Не удалось загрузить метаданные (проверьте формат): {0}
tr: Meta veriler yüklenemedi (biçimi kontrol et): {0}

# CubicCameraSystemTakeMetadata,ResolutionAddError
source: {0} for camera: {1}
ar: {0} للكاميرا: {1}
de: {0} für Kamera: {1}
es: {0} para cámara: {1}
fr: {0} pour la caméra : {1}
it: {0} per la fotocamera: {1}
ja: カメラ用の {0}：{1}
ko: 카메라의 {0}: {1}
pl: {0} dla kamery: {1}
pt_br: {0} para a câmera: {1}
ru: {0} для камеры: {1}
tr: Kamera için {0}: {1}

# CubicCameraSystemTakeMetadata,CameraUserIdMismatch
source: Camera ID present in take metadata but not present in the calibration: {0}
ar: معرف الكاميرا موجود في البيانات الوصفية "metadata" للقطة ولكنه غير موجود في المعايرة: {0}
de: Kamera-ID ist in den Metadaten der Aufnahme, aber nicht in der Kalibrierung vorhanden: {0}
es: ID de la cámara presente en los metadatos de la toma, pero no en la calibración: {0}
fr: Identifiant de caméra présent dans les métadonnées de la prise mais absent de l'étalonnage : {0}
it: ID fotocamera presente nei metadati della ripresa ma non nella calibrazione: {0}
ja: テイク メタデータにはカメラ ID が存在しますが、キャリブレーションには存在しません：{0}
ko: 카메라 ID가 테이크 메타데이터에 있지만 캘리브레이션에는 없음: {0}
pl: ID kamery jest obecny w metadanych wersji ujęcia, ale nieobecny w kalibracji: {0}
pt_br: ID da câmera presente nos metadados da tomada, mas ausente na calibragem: {0}
ru: Идентификатор камеры указан в метаданных, но не указан в калибровке: {0}
tr: Kamera Kimliği çekim meta verilerinde mevcut ama kalibrasyonda mevcut değil: {0}

# CubicCameraSystemTakeMetadata,MissingAudio
source: Audio file not found: {0}
ar: لم يتم العثور على الملف الصوتي: {0}
de: Audiodatei „{0}“ wurde nicht gefunden.
es: Archivo de audio no encontrado: {0}
fr: Fichier audio introuvable : {0}
it: File audio non trovato: {0}
ja: オーディオ ファイルが見つかりません：{0}
ko: 오디오 파일을 찾을 수 없음: {0}
pl: Nie znaleziono pliku audio: {0}
pt_br: Arquivo de áudio não encontrado: {0}
ru: Звуковой файл не найден: {0}
tr: Ses dosyası bulunamadı: {0}

# CubicCameraSystemTakeMetadata,FailedToDetermineCameraResolution
source: Failed to determine camera resolution
ar: فشل تحديد دقة الكاميرا
de: Die Auflösung der Kamera wurde nicht erkannt.
es: Error al determinar la resolución de la cámara
fr: Impossible de déterminer la résolution de la caméra
it: Impossibile determinare la risoluzione della fotocamera
ja: カメラの解像度を判定できませんでした
ko: 카메라 해상도 확인에 실패했습니다.
pl: Nie można określić rozdzielczości kamery
pt_br: Falha ao determinar a resolução da câmera
ru: Не удалось определить разрешение камеры
tr: Kamera çözünürlüğü tespit edilemedi

# CubicCameraSystemTakeMetadata,CalibrationLoadFailed
source: Failed to load calibration: {0}
ar: فشل تحميل المعايرة: {0}
de: Kalibrierung „{0}“ konnte nicht geladen werden.
es: Error al cargar la calibración: {0}
fr: Échec du chargement de l'étalonnage : {0}
it: Impossibile caricare la calibrazione: {0}
ja: キャリブレーションをロードできませんでした：{0}
ko: 캘리브레이션 로드 실패: {0}
pl: Nie udało się wczytać kalibracji: {0}
pt_br: Falha ao carregar a calibragem: {0}
ru: Не удалось загрузить калибровку: {0}
tr: Kalibrasyon yüklenemedi: {0}

# CubicCameraSystemTakeMetadata,NoImagesFound
source: No images found
ar: لم يتم العثور على صور
de: Keine Bilder gefunden
es: No se han encontrado imágenes
fr: Aucune image trouvée
it: Nessuna immagine trovata
ja: イメージが見つかりません
ko: 이미지를 찾을 수 없습니다.
pl: Nie znaleziono obrazów
pt_br: Nenhuma imagem encontrada
ru: Изображения не найдены
tr: Görüntü bulunamadı

# CubicCameraSystemTakeMetadata,CalibrationNotFound
source: Calibration file not found: {0}
ar: لم يتم العثور على ملف المعايرة: {0}
de: Kalibrierungsdatei „{0}“ wurde nicht gefunden.
es: Archivo de calibración no encontrado: {0}
fr: Fichier d'étalonnage introuvable : {0}
it: File di calibrazione non trovato: {0}
ja: キャリブレーション ファイルが見つかりません：{0}
ko: 캘리브레이션 파일을 찾을 수 없음: {0}
pl: Nie znaleziono pliku kalibracji: {0}
pt_br: Arquivo de calibragem não encontrado: {0}
ru: Файл калибровки не найден: {0}
tr: Kalibrasyon dosyası bulunamadı: {0}

# CubicCameraSystemTakeMetadata,ImageLoadFailed
source: Failed to load an image
ar: فشل تحميل صورة
de: Ein Bild konnte nicht geladen werden.
es: Error al cargar una imagen
fr: Échec du chargement d'une image
it: Impossibile caricare l'immagine
ja: イメージをロードできませんでした
ko: 이미지 로드에 실패했습니다.
pl: Nie udało się załadować obrazu
pt_br: Falha ao carregar uma imagem
ru: Не удалось загрузить изображение
tr: Bir görüntü yüklenemedi

# CubicCameraSystemTakeMetadata,CameraResolutionMismatch
source: Camera resolutions do not match
ar: درجات دقة الكاميرا غير متطابقة
de: Die Kameraauflösungen stimmen nicht überein.
es: Las resoluciones de la cámara no coinciden
fr: Les résolutions de caméra ne correspondent pas
it: La risoluzione della fotocamera non corrisponde
ja: カメラの解像度が一致しません
ko: 카메라 해상도가 일치하지 않습니다.
pl: Rozdzielczości kamer się nie zgadzają
pt_br: As resoluções de câmera não correspondem
ru: Не соответствует разрешение камеры
tr: Kamera çözünürlükleri eşleşmiyor

# CubicCameraSystemTakeMetadata,EmptyFramesPath
source: Empty frames path for camera: {0}
ar: مسار الإطارات فارغة للكاميرا: {0}
de: Speicherpfad für leere Frames der Kamera: {0}
es: Ruta de los fotogramas vacíos para la cámara: {0}
fr: Chemin des images vides pour la caméra : {0}
it: Percorso dei fotogrammi vuoto per la fotocamera: {0}
ja: カメラのフレーム パスが空です：{0}
ko: 카메라의 프레임 경로가 비어 있음: {0}
pl: Ścieżka pustych klatek dla kamery: {0}
pt_br: Caminho de quadros vazio para a câmera: {0}
ru: Не задан путь к кадру для камеры: {0}
tr: Kamera için boş kare yolu: {0}

# CubicCameraSystemTakeMetadata,UnsupportedCharactersWithinTakeInfo
source: Take '{0}' contains unsupported text characters
ar: تحتوي اللقطة "{0}" على أحرف نصية غير مدعومة
de: Der Name der Aufnahme „{0}“ enthält nicht-unterstützte Zeichen.
es: La toma '{0}' contiene caracteres de texto no compatibles
fr: La prise '{0}' contient des caractères non pris en charge
it: La ripresa '{0}' contiene caratteri di testo non supportati
ja: テイク「{0}」にサポートされていないテキスト文字が含まれています
ko: 테이크 '{0}'에 지원되지 않는 텍스트 문자가 있습니다.
pl: Wersja ujęcia „{0}” zawiera nieobsługiwane znaki tekstowe
pt_br: A tomada "{0}" contém caracteres não suportados
ru: Дубль «{0}» содержит неподдерживаемые символы
tr: Çekim "{0}" desteklenmeyen metin karakterleri içeriyor

# CubicCameraSystemTakeMetadata,UnsupportedCharactersWithinFilePath
source: Take File Path contains unsupported text characters
ar: يحتوي مسار ملف اللقطة على أحرف نصية غير مدعومة
de: Der Dateipfad der Aufnahme enthält nicht-unterstützte Zeichen.
es: La ruta del archivo de la toma contiene caracteres de texto no compatibles
fr: Le chemin du fichier de prise contient des caractères non pris en charge
it: Il percorso del file della ripresa contiene caratteri di testo non supportati
ja: テイクのファイル パスにサポートされていないテキスト文字が含まれています
ko: 테이크 파일 경로에 지원되지 않는 텍스트 문자가 있습니다.
pl: Ścieżka pliku wersji ujęcia zawiera nieobsługiwane znaki tekstowe
pt_br: O Caminho do Arquivo de Tomada contém caracteres não suportados
ru: Путь к файлу дубля содержит неподдерживаемые символы
tr: Çekim Dosya Yolu desteklenmeyen metin karakterleri içeriyor

# CubicCameraSystemTakeMetadata,TakeFolderContainsWhiteSpace
source: Take Folder contains whitespace
ar: يحتوي مجلد اللقطة على مسافات خالية
de: Der Aufnahmeordner enthält Whitespace-Zeichen (Leerzeichen, Tabulator, Zeilenumbruch).
es: La carpeta de la toma contiene un espacio en blanco
fr: Le dossier des prises contient des espaces
it: La cartella della ripresa contiene spazi vuoti
ja: テイク フォルダに空白が含まれています
ko: 테이크 폴더에 공백이 있음
pl: Folder wersji ujęcia zawiera biały znak
pt_br: A pasta da tomada contém espaços em branco
ru: В названии папки дубля содержится пробел
tr: Çekim Klasörü boşluk içeriyor

# CubicCameraSystemTakeMetadata,TakeNameContainsWhiteSpace
source: Take name contains whitespace
ar: يحتوي اسم نسخة اللقطة على مسافة خالية
de: Der Name der Aufnahme enthält Whitespace-Zeichen (Leerzeichen, Tabulator, Zeilenumbruch).
es: El nombre de la toma contiene un espacio en blanco
fr: Le nom de la prise contient des espaces
it: Il nome della ripresa contiene spazi vuoti
ja: テイク名にホワイトスペースが含まれています
ko: 테이크 이름에 공백이 있습니다.
pl: Nazwa wersji ujęcia zawiera biały znak
pt_br: O nome da tomada contém espaços em branco
ru: В названии дубля содержится пробел
tr: Çekim adı boşluk içeriyor

# CubicCameraSystemTakeMetadata,UnexpectedDeviceType
source: Unexpected device type: {0} instead of {1}
ar: نوع الجهاز غير متوقع: {0} بدلًا من {1}
de: Unerwarteter Gerätetyp: {0} statt {1}
es: Tipo de dispositivo inesperado: {0} en vez de {1}
fr: Type d'appareil inattendu : {0} au lieu de {1}
it: Tipo di dispositivo non previsto: {0} invece di {1}
ja: 予期しないデバイス タイプです：{1} ではなく {0} でした
ko: 예상치 못한 디바이스 타입: {1} 대신 {0} 찾음
pl: Nieoczekiwany typ urządzenia: {0} zamiast {1}
pt_br: Tipo de dispositivo inesperado: {0} em vez de {1}
ru: Непредвиденный тип устройства: «{0}» вместо устройства «{1}»
tr: Beklenmeyen cihaz türü: {1} yerine {0}

# CubicCameraSystemTakeMetadata,UnexpectedNumberOfCameras
source: Unexpected number of cameras: expected {0}, found {1}
ar: عدد غير متوقع من الكاميرات: متوقع {0}، العدد الذي تم العثور عليه {1}
de: Unerwartete Anzahl von Kameras: {0} erwartet, {1} gefunden
es: Número de cámaras inesperado: se esperaban {0}, se han encontrado {1}
fr: Nombre de caméras inattendu : {1} au lieu de {0}
it: Numero inatteso di fotocamere: previsto {0}, riscontrato {1}
ja: 予期しないカメラの数です：{0} を予期していましたが、{1} 見つかりました
ko: 예상치 못한 카메라 개수: {0}개를 예상했지만 {1}개 찾음
pl: Nieoczekiwana liczba kamer: oczekiwano {0}, znaleziono {1}
pt_br: Quantidade inesperada de câmeras: esperadas: {0}, encontradas: {1}
ru: Непредвиденное количество камер. Ожидаемое: {0}; найдено: {1}
tr: Beklenmedik kamera sayısı: {0} beklenirken {1} bulundu

# CubicCameraSystemTakeMetadata,FramesPathDoesNotExistForCamera
source: Frames path does not exist for camera: {0} ({1})
ar: مسار الإطارات غير موجود للكاميرا: {0} ({1})
de: Kein Speicherpfad für Frames für Kamera: {0} ({1})
es: La ruta de los fotogramas no existe para la cámara: {0} ({1})
fr: Le chemin des images n'existe pas pour la caméra : {0} ({1})
it: Il percorso dei fotogrammi non esiste per la fotocamera: {0} ({1})
ja: カメラのフレーム パスが存在しません：{0} ({1})
ko: 카메라의 프레임 경로가 존재하지 않음: {0}({1})
pl: Ścieżka klatek dla tej kamery nie istnieje: {0} ({1})
pt_br: O caminho de quadros não existe para a câmera: {0} ({1})
ru: Путь к кадру не существует для камеры: {0} ({1})
tr: Kare yolu kamera için mevcut değil: {0} ({1})

# CubicCameraSystemTakeMetadata,FramesPathDoesNotExist
source: Frames path does not exist: {0}
ar: مسار الإطارات غير موجود: {0}
de: Kein Speicherpfad für Frames: {0}
es: La ruta de los fotogramas no existe: {0}
fr: Le chemin des images n'existe pas : {0}
it: Il percorso dei fotogrammi non esiste: {0}
ja: フレーム パスが存在しません：{0}
ko: 프레임 경로가 존재하지 않음: {0}
pl: Ścieżka klatek nie istnieje: {0}
pt_br: O caminho de quadros não existe: {0}
ru: Путь к кадрам не существует: {0}
tr: Kare yolu mevcut değil: {0}

# FootageIngest,ProgressBarPendingCaption
source: Pending...
ar: قيد الانتظار...
de: Ausstehend …
es: Pendiente…
fr: En attente…
it: In attesa...
ja: 保留中...
ko: 보류 중...
pl: Oczekujące...
pt_br: Pendente...
ru: Ожидание...
tr: Beklemede...

# FootageIngest,IngestError_Cancellation
source: The ingest was aborted by the user
ar: لقد قام المستخدم بإنهاء عملية الادخال للمعالجة
de: Die Einspeisung wurde vom Benutzer abgebrochen.
es: El usuario ha cancelado la incrustación
fr: Import annulé par l'utilisateur
it: L'immissione è stata interrotta dall'utente
ja: 取り込みはユーザーによって中止されました
ko: 사용자가 중단한 수집입니다.
pl: Dostarczanie zostało przerwane przez użytkownika
pt_br: A ingestão foi abortada pelo usuário
ru: Приём остановлен пользователем
tr: Alım kullanıcı tarafından durduruldu

# FootageIngest,ProgressBarProcessingCaption
source: Processing...
ar: قيد المعالجة...
de: Wird verarbeitet …
es: Procesando…
fr: Traitement en cours…
it: Elaborazione...
ja: 処理中...
ko: 처리 중...
pl: Przetwarzanie...
pt_br: Processando...
ru: Обработка...
tr: İşleniyor...

# FootageIngest,FileFootageIngest_IngestWarning
source: Warning occured while ingesting take {0}: {1}
ar: حدث تحذير أثناء ادخال اللقطة للمعالجة {0}: {1}
de: Warnung bei der Einspeisung der Aufnahme {0}: {1}
es: Se ha recibido una advertencia al incrustar la toma {0}: {1}
fr: Avertissement lors de l'import de la prise {0} : {1}
it: Avvertimento ricevuto durante l'immissione della ripresa {0}: {1}
ja: テイク {0} の取り込み中に警告が発生しました：{1}
ko: 테이크 {0} 수집 중 경고가 발생했습니다: {1}
pl: Ostrzeżenie wystąpiło podczas dostarczania wersji ujęcia {0}: {1}
pt_br: Um aviso ocorreu durante a ingestão da tomada {0}: {1}
ru: Предупреждение при приёме дубля «{0}»: {1}
tr: Çekim {0} alınırken uyarı oluştu: {1}

# FootageIngest,FileFootageIngest_IngestError
source: Error occured while ingesting take {0}: {1}
ar: حدث خطأ أثناء ادخال اللقطة للمعالجة {0}: {1}
de: Fehler bei der Einspeisung der Aufnahme {0}: {1}
es: Error al incrustar la toma {0}: {1}
fr: Une erreur est survenue lors de l'import de la prise {0} : {1}
it: Si è verificato un errore durante l'immissione della ripresa {0}: {1}
ja: テイク {0} の取り込み中にエラーが発生しました：{1}
ko: 테이크 {0} 수집 중 오류가 발생했습니다: {1}
pl: Wystąpił błąd podczas dostarczania wersji ujęcia {0}: {1}
pt_br: Erro ocorrido durante a ingestão da tomada {0}: {1}
ru: Ошибка при приёме дубля «{0}»: {1}
tr: Çekim {0} alınırken hata oluştu: {1}

# FootageIngest,IngestError_PipelineError
source: An error occurred in the ingest pipeline: {0}
ar: حدث خطأ في مسار تدفق الإدخال للمعالجة: {0}
de: Fehler bei der Einspeisungs-Pipeline: {0}
es: Ha ocurrido un error en el proceso de incrustación: {0}
fr: Une erreur est survenue dans le pipeline d'import : {0}
it: Si è verificato un errore nella pipeline di immissione: {0}
ja: 次の取り込みパイプラインでエラーが発生しました：{0}
ko: 수집 파이프라인에서 오류가 발생했습니다: {0}
pl: Wystąpił błąd w potoku dostarczania: {0}
pt_br: Ocorreu um erro no pipeline de ingestão: {0}
ru: При приёме конвейера возникла ошибка: {0}
tr: Alım çalışma hattında bir hata oluştu: {0}

# FootageIngest,IngestError_TakeDurationExceedsLimit
source: Take duration ({0} seconds) exceeds allowed limit ({1} seconds).
ar: مدة اللقطة ({0} من الثواني) تتجاوز الحد المسموح به ({1} من الثواني).
de: Die Aufnahmedauer ({0} Sekunden) überschreitet das zulässige Limit ({1} Sekunden).
es: La duración de la toma ({0} segundos) supera el límite permitido ({1} segundos).
fr: La durée de la prise ({0} secondes) dépasse la limite autorisée ({1} secondes).
it: La durata della ripresa ({0} secondi) supera il limite consentito ({1} secondi).
ja: テイク期間 ({0} 秒) が許可された制限 ({1} 秒) を超えました
ko: 테이크 지속 시간({0}초)이 허용 한도({1}초)를 초과했습니다.
pl: Czas trwania wersji ujęcia ({0} s) przekracza dozwolony limit ({1} s).
pt_br: A duração da tomada ({0} segundos) excede o limite permitido ({1} segundos).
ru: Продолжительность дубля ({0} сек.) превышает допустимый лимит ({1} сек.).
tr: Çekim süresi ({0} saniye) izin verilen sınırı ({1} saniye) aşıyor.

# FootageIngest,LowDepthResWarning
source: Resized depth image has low resolution {0}x{1}
ar: صورة العمق التي تم تغيير حجمها ذات دقة منخفضة {0}x{1}
de: Das Tiefenbild mit geänderter Größe hat eine niedrige Auflösung: {0}x{1}
es: La profundidad reajustada de la imagen tiene una resolución baja {0}×{1}
fr: L'image de profondeur redimensionnée a une faible résolution de {0}x{1}
it: L'immagine di profondità ridimensionata ha una bassa risoluzione {0}x{1}
ja: サイズ変更された深度画像の解像度 {0}x{1} が低いです
ko: 리사이징된 뎁스 이미지가 저해상도 {0}x{1}입니다.
pl: Obraz głębi o zmienionym rozmiarze ma niską rozdzielczość {0}x{1}
pt_br: A imagem de profundidade redimensionada tem baixa resolução {0}x{1}
ru: Изображение с изменённой глубиной имеет низкое разрешение {0}x{1}
tr: Yeniden boyutlandırılmış derinlik görüntüsü düşük çözünürlüklü: {0}x{1}

# LiveLinkFaceConnectionIngest,ProgressBarDownloadingCaption
source: Transferring...
ar: جار النقل...
de: Transferiert …
es: Transfiriendo…
fr: Transfert en cours…
it: Trasferimento...
ja: 転送中...
ko: 전송 중...
pl: Przenoszenie...
pt_br: Transferindo...
ru: Передача...
tr: Aktarılıyor...

# LiveLinkFaceConnectionIngest,IngestError_Connection
source: Communication error while transferring data: Control connection lost
ar: خطأ في الاتصال أثناء نقل البيانات: تم انقطاع اتصال التحكم
de: Kommunikationsfehler während des Datentransfers: Verbindung verloren.
es: Error de comunicación al transferir los datos: conexión de control perdida
fr: Erreur de communication lors du transfert de données : liaison au contrôle perdue
it: Errore di comunicazione durante il trasferimento dei dati: connessione di controllo persa
ja: データ転送中に通信エラーが発生しました : コントロールコネクションが失われました
ko: 데이터 전송 중 통신 오류: 컨트롤 연결 해제
pl: Błąd komunikacji podczas przenoszenia danych: utracono połączenie kontrolne
pt_br: Erro de comunicação durante a transferência de dados: conexão com o controle perdida
ru: Ошибка соединения при передаче данных: управляющее соединение прервано
tr: Veri aktarımı sırasında iletişim hatası: Kontrol bağlantısı kayboldu
