Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanIdentityTooltipProvider,IdentitySolveToolbarButtonNoFaceTooltip
source: {0} To enable this option, first add Face Part to the MetaHuman Identity treevew by using Add(+) or Create Components button on the Toolbar
ar: {0} لتفعيل هذا الخيار، قم أولاً بإضافة جزء وجه إلى عرض القائمة لـMetaHuman Identity باستخدام زر Add(+) أو إنشاء مكونات على شريط الأدوات
de: {0} Damit diese Option verfügbar wird, musst du ein Gesicht zum Baumdiagramm der MetaHuman Identity hinzufügen. Benutze dazu die Schaltflächen „+“ (Hinzufügen) oder „Komponenten erstellen“ in der Symbolleiste.
es: {0} Para habilitar esta opción, antes debes añadir Face Part a la Tree View de la MetaHuman Identity usando los botones Añadir(+) o Crear componentes de la barra de herramientas
fr: {0} Pour activer cette option, commencez par ajouter la partie visage à l'arborescence de la MetaHuman Identity à l'aide du bouton Ajouter(+) ou du bouton Créer des composants dans la barre d'outils
it: {0} Per abilitare questa opzione, prima aggiungi la Parte Viso alla visualizzazione ad albero della MetaHuman Identity utilizzando il pulsante Aggiungi(+) o Crea componenti sulla barra degli strumenti
ja: {0} このオプションを有効にするには、まずツールバーの [+Add (+追加)] または [Create Componetns (コンポーネントの作成)] ボタンを使用して、 顔のパーツを MetaHuman アイデンティティ ツリー ビューに追加する必要があります
ko: {0} 이 옵션을 활성화하려면 먼저 툴바의 추가(+)(Add (+)) 또는 컴포넌트 생성(Create Components) 버튼을 사용하여 메타휴먼 아이덴티티 트리 뷰에 페이스 파츠를 추가해야 합니다.
pl: {0} By włączyć tę opcję, najpierw dodaj część twarzy do widoku drzewka MetaHuman Identity poprzez użycie funkcji Dodaj(+) lub naciśnięcie przycisku „Stwórz komponenty” na pasku narzędzi
pt_br: {0} Para ativar esta opção, primeiro adicione a Parte do Rosto à Visualização em Árvore do MetaHuman Identity utilizando Adicionar (+) ou o botão de Criar Componentes na barra de ferramentas
ru: {0} Чтобы включить эту настройку, сначала добавьте лицевую часть Персоны MetaHuman. Для этого нажмите «Добавить(+)» или «Создать компоненты» на панели инструментов
tr: {0} Bu seçeneği etkinleştirmek için önce araç çubuğundaki Ekle (+) veya Bileşen Oluştur düğmesini kullanarak MetaHuman Identity ağaç görünümüne Yüz Parçası ekle.

# MetaHumanIdentityTooltipProvider,MeshToMetaHumanToolbarButtonTooltip
source: Send the Template Mesh to MetaHuman Service for auto-rigging When it finishes, the Service will return a Skeletal Mesh asset with the likeness of the given MetaHuman Identity into your Content Browser
ar: أرسل نموذج خدمة Mesh to MetaHuman للهيكلة التلقائية عند الانتهاء، ستقوم الخدمة بإخراج أصل شبكة هيكلية مع ما يشبه MetaHuman Identity المعطاة في متصفح المحتوى الخاص بك
de: Sende das Template Mesh an den MetaHuman-Dienst, um es automatisch zu riggen. Anschließend übergibt der Dienst ein Skelett-Mesh-Asset mit dem Aussehen der MetaHuman Identity an den Inhalte-Browser.
es: Envía la plantilla del servicio Mesh to MetaHuman para su rigging automático Al finalizar, el servicio devolverá un recurso de malla esquelética con el aspecto de la MetaHuman Identity proporcionada en tu explorador de contenido
fr: Envoyer le modèle du service Mesh to MetaHuman pour le squelettage automatique Une fois l'opération terminée, le service renverra une ressource de maillage squelettique avec l'apparence de la MetaHuman Identity vers votre navigateur de contenu
it: Invia il modello mesh al servizio Mesh to MetaHuman per l'auto-rigging Al termine, il servizio restituirà un asset di mesh scheletrica con le sembianze della specifica MetaHuman Identity in Esplora contenuti
ja: 自動リギング用に Template Mesh to MetaHuman サービスを送信 完了すると、サービスは指定された MetaHuman Identity に似た スケルタルメッシュ アセットをコンテンツ ブラウザに返します
ko: 오토 리깅을 위해 메타휴먼 서비스에 템플릿 메시를 제출합니다. 이 과정이 완료되면 서비스에서 주어진 메타휴먼 아이덴티티와 유사한 스켈레탈 메시 에셋을 콘텐츠 브라우저에 반환합니다.
pl: Prześlij szablon do usługi Mesh to MetaHuman w celu automatycznego riggingu Po zakończeniu procesu usługa przeniesie zasób siatki szkieletowej podobny do danego MetaHuman Identity do twojej przeglądarki zawartości
pt_br: Envie a Malha Modelo para o serviço Mesh to MetaHuman para rigging automático Após a conclusão, o Serviço retornará um ativo de Malha Esquelética com a semelhança do MetaHuman Identity em questão em seu Navegador de Conteúdo
ru: Отправьте сетку шаблона в службу Mesh to MetaHuman для создания автокаркаса По завершении процесса служба вернёт ресурс Скелетная сетка, который будет схож с заданной моделью Персоны MetaHuman, в ваш Каталог ресурсов
tr: Şablon örgüyü otomatik donatım için MetaHuman hizmetine gönder. Tamamlandığı zaman hizmet, verilen MetaHuman Identity'ye benzeyen bir iskelet örgüyü İçerik Tarayıcısı'na gönderir.

# MetaHumanIdentityTooltipProvider,MeshToMetaHumanToolbarButtonNotConformedTooltip
source: {0} To enable this option, the Template Mesh needs to be conformed to the given MetaHuman Identity by using MetaHuman Identity Solve command, and the Neutral Pose must have a valid Capture Data set.
ar: {0} لتفعيل هذا الخيار، يجب أن تكون شبكة النموذج متوافقة مع MetaHuman Identity المختارة باستخدام أمر MetaHuman Identity Solve، ويجب أن تحتوي الوضعية المحايدة على مجموعة بيانات التقاط صالحة.
de: {0} Damit diese Option verfügbar wird, musst du das Template Mesh mithilfe des Befehls „MetaHuman Identity Solve“ an die MetaHuman Identity anpassen und die Neutrale Pose muss ein gültiges Aufnahmedaten-Set haben.
es: {0} Para habilitar esta opción, la malla de plantilla debe ajustarse a la MetaHuman Identity proporcionada mediante el comando MetaHuman Identity Solve, y la pose neutra debe contar con una captura de datos válida.
fr: {0} Pour activer cette option, le modèle de maillage doit être conformé à la MetaHuman Identity donnée à l'aide de la commande MetaHuman Identity Solve et la pose neutre doit disposer d'un ensemble de données de capture valide.
it: {0} Per abilitare questa opzione, è necessario che il modello mesh sia conforme alla specifica MetaHuman Identity utilizzando il comando Risolvi MetaHuman Identity, mentre Posa Neutra deve avere un set di Capture Data valido.
ja: {0} このオプションを有効にするには、[MetaHuman Identity Solve (MetaHuman Identityの解決)] コマンドを使用することで、 指定した MetaHuman Identity にテンプレート メッシュを適合させる必要があります。 また、ニュートラル ポーズに有効なキャプチャ データ セットが存在する必要があります
ko: {0} 이 옵션을 활성화하려면 메타휴먼 아이덴티티 솔브 명령을 사용하여 템플릿을 주어진 메타휴먼 아이덴티티에 맞추고, 뉴트럴 포즈에 유효한 캡처 데이터 세트가 존재해야 합니다.
pl: {0} By włączyć tę opcję, siatka szablonu musi być dopasowana do danego MetaHuman Identity poprzez polecenie „Solwuj MetaHuman Identity”, a poza neutralna musi mieć prawidłowy zestaw Capture Data.
pt_br: {0} Para ativar esta opção, a malha modelo precisa estar adequada ao MetaHuman Identity em questão usando o comando MetaHuman Identity Solve, e a Pose Neutra deve ter um conjunto de Dados de Captura válidos.
ru: {0} Чтобы включить эту настройку, необходимо адаптировать сетку шаблона под заданную модель. Персоны MetaHuman с помощью кнопки «Анализ Персоны MetaHuman» на панели инструментов, а нейтральное положение должно иметь действительный набор данных захвата.
tr: {0} Bu seçeneği etkinleştirmek için MetaHuman Identity Çöz komutunu kullanarak Şablon Örgü, verilen MetaHuman Identity'ye uyumlu hale getirilmelidir ve Nötr Poz için ayarlanmış geçerli bir Yakalama Verisi olmalıdır.

# MetaHumanIdentityTooltipProvider,MeshToMetaHumanToolbarButtonNoFaceTooltip
source: {0} To enable this option, first add Face Part to the MetaHuman Identity treevew by using Add(+) or Create Components button on the Toolbar
ar: {0} لتفعيل هذا الخيار، قم أولاً بإضافة جزء وجه إلى عرض القائمة لـMetaHuman Identity باستخدام زر Add(+) أو إنشاء مكونات على شريط الأدوات
de: {0} Damit diese Option verfügbar wird, musst du ein Gesicht zum Baumdiagramm der MetaHuman Identity hinzufügen. Benutze dazu die Schaltflächen „+“ (Hinzufügen) oder „Komponenten erstellen“ in der Symbolleiste.
es: {0} Para habilitar esta opción, antes debes añadir Face Part a la Tree View de la MetaHuman Identity usando los botones Añadir(+) o Crear componentes de la barra de herramientas
fr: {0} Pour activer cette option, commencez par ajouter la partie visage à l'arborescence de la MetaHuman Identity à l'aide du bouton Ajouter(+) ou du bouton Créer des composants dans la barre d'outils
it: {0} Per abilitare questa opzione, prima aggiungi la Parte Viso alla visualizzazione ad albero della MetaHuman Identity utilizzando il pulsante Aggiungi(+) o Crea componenti sulla barra degli strumenti
ja: {0} このオプションを有効にするには、まずツールバーの [+Add (+追加)] または [Create Componetns (コンポーネントの作成)] ボタンを使用して、 顔のパーツを MetaHuman アイデンティティ ツリー ビューに追加する必要があります
ko: {0} 이 옵션을 활성화하려면 먼저 툴바의 추가(+)(Add (+)) 또는 컴포넌트 생성(Create Components) 버튼을 사용하여 메타휴먼 아이덴티티 트리 뷰에 페이스 파츠를 추가해야 합니다.
pl: {0} By włączyć tę opcję, najpierw dodaj część twarzy do widoku drzewka MetaHuman Identity poprzez użycie funkcji Dodaj(+) lub naciśnięcie przycisku „Stwórz komponenty” na pasku narzędzi
pt_br: {0} Para ativar esta opção, primeiro adicione a Parte do Rosto à Visualização em Árvore do MetaHuman Identity utilizando Adicionar (+) ou o botão de Criar Componentes na barra de ferramentas
ru: {0} Чтобы включить эту настройку, сначала добавьте лицевую часть Персоны MetaHuman. Для этого нажмите «Добавить(+)» или «Создать компоненты» на панели инструментов
tr: {0} Bu seçeneği etkinleştirmek için önce araç çubuğundaki Ekle (+) veya Bileşen Oluştur düğmesini kullanarak MetaHuman Identity ağaç görünümüne Yüz Parçası ekle.

# MetaHumanIdentityTooltipProvider,TrackActiveToolbarButtonTooltip
source: Track Markers for currently active frame
ar: علامات التتبع للإطار النشط حاليًا
de: Trackt Markierungen für das derzeit aktive Frame.
es: Seguir marcadores del fotograma que está activo
fr: Suivre les marqueurs pour l'image active
it: Traccia marcatori per il fotogramma attivo
ja: 現在アクティブなフレームのトラックマーカー
ko: 현재 활성화된 프레임에 대해 마커 트래킹
pl: Śledź znaczniki obecnej aktywnej klatki
pt_br: Rastrear Marcadores para o quadro ativo atual
ru: Отслеживать маркеры для активного в данный момент кадра
tr: Mevcut etkin kare için İşaretleyicileri izle

# MetaHumanIdentityTooltipProvider,FitTeethToolbarButtonTooltip
source: Adjust the teeth of the Skeletal Mesh to fit the teeth in Teeth Pose
ar: ضبط أسنان الشبكة الهيكلية لمواءمة الأسنان في وضعية الأسنان
de: Passe die Zähne des Skelett-Meshs an, um die Zähne in der Zahn-Pose anzupassen.
es: Ajusta los dientes de la malla esquelética para que encajen con los de la pose de los dientes
fr: Ajuster la dentition du maillage squelettique pour correspondre à la pose Montrer la dentition
it: Regola i denti della mesh scheletrica in modo che si adattino ai denti della Posa Denti
ja: スケルタルメッシュの歯を調整して、歯のポーズに含まれる歯に合わせます
ko: 스켈레탈 메시의 치아를 조정하여 치아 포즈의 치아를 맞춥니다.
pl: Dostosuj zęby siatki szkieletowej, by dopasować je w pozie zębów
pt_br: Ajuste os dentes da Malha Esquelética para encaixar os dentes na Pose dos Dentes
ru: Откорректируйте зубы на скелетной сетке так, чтобы подогнать их в положении зубов
tr: Dişleri Diş Pozunda eklemek için iskelet örgü dişlerini ayarla.

# MetaHumanIdentityTooltipProvider,FitTeethToolbarButtonCannotFitTeethTooltip
source: {0} This command requires a Skeletal Mesh with an embedded MetaHuman DNA, which can be obtained from MetaHuman Service by using Mesh To MetaHuman command
ar: {0} يتطلب هذا الأمر شبكة هيكلية تحتوي على MetaHuman DNA مضمن، والتي يمكن الحصول عليها من خدمة MetaHuman باستخدام أمر Mesh To MetaHuman
de: {0} Dieser Befehl erfordert ein Skelett-Mesh mit einer eingebetteten MetaHuman-DNA, die vom MetaHuman-Dienst mit dem Befehl Mesh to MetaHuman erhalten werden kann.
es: {0} Este comando requiere una malla esquelética con un ADN de MetaHuman incrustado, que se puede obtener del servicio MetaHuman mediante el comando Mesh to MetaHuman
fr: {0} Cette commande nécessite un maillage squelettique avec un ADN MetaHuman intégré, pouvant être obtenu depuis le service MetaHuman à l'aide de la commande Mesh to MetaHuman
it: {0} Questo comando richiede una mesh scheletrica con un DNA MetaHuman incorporato, il quale può essere ottenuto dal servizio MetaHuman utilizzando il comando Mesh to MetaHuman
ja: {0} このコマンドには、Mesh To MetaHuman コマンドを使用して MetaHuman サービスから 取得できる MetaHuman DNA が埋め込まれたスケルタルメッシュが必要です
ko: {0} 이 명령은 메타휴먼 DNA가 설정된 스켈레탈 메시를 필요로 합니다. 이는 메타휴먼 서비스에서 메시 투 메타휴먼 명령을 사용하여 획득할 수 있습니다.
pl: {0} To polecenie wymaga siatki szkieletowej z DNA MetaHuman, którą można uzyskać z usługi MetaHuman przy użyciu polecenia Mesh to MetaHuman
pt_br: {0} Este comando requer uma Malha Esquelética com um DNA MetaHuman integrado, que pode ser obtido por meio do Serviço MetaHuman ao usar o comando Mesh to MetaHuman
ru: {0} Для этой команды требуется скелетная сетка со встроенной ДНК MetaHuman, которую можно получить в службе MetaHuman с помощью команды Mesh to MetaHuman
tr: {0} Bu komut, Mesh to MetaHuman komutunu kullanarak MetaHuman Hizmetinden edinilebilen gömülü MetaHuman DNA olan bir İskelet Örgü gerektirir.

# MetaHumanIdentityTooltipProvider,FitTeethToolbarButtonNoTrackedFramesTooltip
source: {0} To enable this option, first Track at least one Promoted Frame for Teeth Pose
ar: {0} لتفعيل هذا الخيار، قم أولاً بتتبع إطار واحد على الأقل تمت ترقيته لوضعية الأسنان
de: {0} Damit diese Option verfügbar wird, musst du mindestens ein promotetes Frame für die Zahn-Pose tracken.
es: {0} Para habilitar esta opción, antes debes seguir al menos un fotograma promovido para la pose de los dientes
fr: {0} Pour activer cette option, commencez par suivre au moins une image promue pour la pose Montrer la dentition
it: {0} Per abilitare questa opzione, prima traccia almeno un fotogramma approvato per la Posa Denti
ja: {0} このオプションを有効にするには、最初に歯のポーズ用にプロモートされたフレームを少なくとも 1 つは追跡させる必要があります
ko: {0} 이 옵션을 활성화하려면 먼저 치아 포즈용으로 승격된 프레임을 하나 이상 트래킹해야 합니다.
pl: {0} By włączyć tę opcję, zacznij śledzić przynajmniej jedną wypromowaną klatkę pozy zębów
pt_br: {0} Antes de ativar esta opção, rastreie ao menos um Quadro Promovido para a Pose dos Dentes
ru: {0} Чтобы включить эту настройку, сначала отследите хотя бы один зафиксированный кадр для положения зубов
tr: {0} Bu seçeneği etkinleştirmek için önce Diş Pozu için en az bir Yükseltilmiş Kareyi İzle.

# MetaHumanIdentityTooltipProvider,FitTeethToolbarButtonNoCaptureDataTooltip
source: {0} To enable this option, set Capture Data in the Details panel of Teeth Pose
ar: {0} لتفعيل هذا الخيار، قم بتعيين بيانات الالتقاط في لوحة التفاصيل الخاصة بوضعية الأسنان
de: {0} Damit diese Option verfügbar wird, musst du im Bereich „Details“ der Zahn-Pose die Aufnahmedaten wählen.
es: {0} Para habilitar esta opción, establece la captura de datos en el panel de detalles de la pose de los dientes
fr: {0} Pour activer cette option, définissez les données de capture dans le panneau Détails de la pose Montrer la dentition
it: {0} Per abilitare questa opzione, imposta Capture Data nel pannello Dettagli della Posa Denti
ja: {0} このオプションを有効にするには、歯のポーズの [Details (詳細)] パネルで [Capture Data (キャプチャ データ)] を設定します
ko: {0} 이 옵션을 활성화하려면 치아 포즈의 디테일 패널에서 캡처 데이터를 설정해야 합니다.
pl: {0} By włączyć tę opcję, ustaw Capture Data w panelu szczegółów pozy zębów
pt_br: {0} Para ativar esta opção, configure os Dados de Captura no painel Detalhes da Pose dos Dentes
ru: {0} Чтобы включить эту настройку, установите параметр «Захват данных» на панели «Сведения» для положения зубов
tr: {0} Bu seçeneği etkinleştirmek için Diş Pozunun Ayrıntılar panelinde Yakalama Verilerini ayarla.

# MetaHumanIdentityTooltipProvider,FitTeethToolbarButtonNoTeethPoseTooltip
source: {0} To enable this option, add Teeth Pose to Face Part of MetaHuman Identity by using +Add->Add Pose->Add Teeth in the MetaHuman Identity Parts Tree View
ar: {0} لتفعيل هذا الخيار، أضف وضعية الأسنان إلى جزء الوجه من MetaHuman Identity باستخدام +إضافة->إضافة وضعية->إضافة أسنان (Add->Add Pose->Add Teeth+)في عرض القائمة لأجزاء MetaHuman Identity
de: {0} Damit diese Option verfügbar wird, musst du eine Zahn-Pose zum Gesicht der MetaHuman Identity hinzufügen. Benutze dazu im MetaHuman Identity-Baumdiagramm „+“ (Hinzufügen) > „Pose hinzufügen“ > „Zähne hinzufügen“.
es: {0} Para habilitar esta opción, añade la pose de los dientes a la Face Part de la MetaHuman Identity usando +Añadir->Añadir pose->Añadir dientes en la Tree View de las partes de la MetaHuman Identity
fr: {0} Pour activer cette option, ajoutez tout d'abord la pose Montrer la dentition à la partie visage de la MetaHuman Identity en accédant à +Ajouter -> Ajouter une pose -> Ajouter des dents dans l'arborescence des parties de la MetaHuman Identity
it: {0} Per abilitare questa opzione, aggiungi la Posa Denti alla Parte Viso della MetaHuman Identity utilizzando +Aggiungi->Aggiungi posa->Aggiungi denti nella visualizzazione parti della MetaHuman Identity
ja: {0} このオプションを有効にするには、MetaHuman アイデンティティ パーツ ツリー ビューの [+Add (+追加)] -> [Add Pose (ポーズの追加)] -> [Add Teeth (歯の追加)] で 歯のポーズを MetaHuman Identity の顔パーツに追加します
ko: {0} 이 옵션을 활성화하려면 메타휴먼 아이덴티티 파츠 트리 뷰에서 +추가(+Add)->포즈 추가(Add Pose)->치아 추가(Add Teeth)를 사용하여 메타휴먼 아이덴티티의 페이스 파츠에 치아 포즈를 추가해야 합니다.
pl: {0} By włączyć tę opcję, dodaj pozę zębów części twarzy MetaHuman Identity przy użyciu „+Dodaj” -> „Dodaj pozę” -> „Dodaj zęby” w widoku drzewka części MetaHuman Identity
pt_br: {0} Para ativar esta opção, adicione a Pose dos Dentes à Parte do Rosto do MetaHuman Identity usando +Adicionar -> Adicionar Pose -> Adicionar Dentes na Visualização em Árvore das Partes do MetaHuman Identity
ru: {0} Чтобы включить эту опцию, добавьте положение зубов к лицевой части Персоны MetaHuman. Для этого нажмите «Добавить(+)» → «Добавить положение» → «Добавить зубы» в древовидном представлении частей Персоны MetaHuman
tr: {0} Bu seçeneği etkinleştirmek için MetaHuman Identity Parçalar Ağaç Görünümünde +Ekle->Poz Ekle->Diş Ekle'yi kullanarak MetaHuman Identity'nin Yüz Parçasına Diş Pozu ekle.

# MetaHumanIdentityTooltipProvider,FitTeethToolbarButtonNoFaceTooltip
source: {0} To enable this option, first add Face Part to MetaHuman Identity by using +Add->Add Part->Add Face in MetaHuman Identity Parts Tree View, or Create Components button on the Toolbar
ar: {0} لتفعيل هذا الخيار، قم أولاً بإضافة جزء الوجه إلى MetaHuman Identity باستخدام +إضافة->إضافة جزء->إضافة وجه (Add->Add Part->Add Face+) في عرض القائمة لأجزاء MetaHuman Identity، أو زر إنشاء مكونات (Create Components) على شريط الأدوات
de: {0} Damit diese Option verfügbar wird, musst du ein Gesicht zur MetaHuman Identity hinzufügen. Benutze dazu im MetaHuman Identity-Baumdiagramm „+“ (Hinzufügen) > „Teil hinzufügen“ > „Gesicht hinzufügen“ oder die Schaltfläche „Komponenten erstellen“ in der Symbolleiste.
es: {0} Para habilitar esta opción, antes debes añadir una Face Part a la MetaHuman Identity usando +Añadir->Añadir parte->Añadir cara en la Tree View de las partes de la MetaHuman Identity o el botón Crear componentes de la barra de herramientas
fr: {0} Pour activer cette option, ajoutez tout d'abord la partie visage à la MetaHuman Identity en accédant à +Ajouter -> Ajouter une partie -> Ajouter un visage dans l'arborescence des parties de la MetaHuman Identity, ou à l'aide du bouton Créer des composants dans la barre d'outils
it: {0} Per abilitare questa opzione, prima aggiungi la Parte Viso alla MetaHuman Identity utilizzando +Aggiungi->Aggiungi parte->Aggiungi viso nella visualizzazione parti della MetaHuman Identity o il pulsante Crea componenti sulla barra degli strumenti
ja: {0} このオプションを有効にするには、 最初に MetaHuman アイデンティティ パーツ ツリー ビューで [+Add (+追加)] -> [Add Part (パートの追加)] -> [Add Face (表情を追加)] を使用するか、 ツールバーの [Create Components (コンポーネントを作成)] ボタンを使用して、顔のパーツを MetaHuman Identity に追加します
ko: {0} 이 옵션을 활성화하려면 먼저 메타휴먼 아이덴티티 파츠 트리 뷰에서 +추가(+Add)->파츠 추가(Add Part)->페이스 추가(Add Face)를 사용하거나 툴바의 컴포넌트 생성(Create Components) 버튼을 사용하여 메타휴먼 아이덴티티에 페이스 파츠를 추가해야 합니다.
pl: {0} By włączyć tę opcję, najpierw dodaj część twarzy do MetaHuman Identity poprzez użycie „+Dodaj” -> „Dodaj pozę” -> „Dodaj twarz” w widoku drzewka części MetaHuman Identity lub naciśnięcie przycisku „Stwórz komponenty” na pasku narzędzi
pt_br: {0} Para ativar esta opção, primeiro adicione a Parte do Rosto ao MetaHuman Identity usando +Adicionar -> Adicionar Parte -> Adicionar Rosto na Visualização em Árvore das Partes do MetaHuman Identity ou com o botão Criar Componentes na barra de ferramentas
ru: {0} Чтобы включить эту настройку, сначала добавьте лицевую часть Персоны MetaHuman. Для этого нажмите «Добавить(+)» → «Добавить часть» → «Добавить лицо» в древовидном представлении частей Персоны MetaHuman или кнопку «Создать компоненты» на панели инструментов
tr: {0} Bu seçeneği etkinleştirmek için önce MetaHuman Identity Parçalar Ağaç Görünümünde +Ekle->Parça Ekle->Yüz Ekle'yi veya araç çubuğundaki Bileşen Oluştur düğmesini kullanarak MetaHuman Identity'ye Yüz Parçası ekle.

# MetaHumanIdentityTooltipProvider,TrackActiveToolbarButtonNoFaceTooltip
source: {0} To enable this option, first add Face Part to the MetaHuman Identity by using +Add button in the MetaHuman Identity Parts Tree View, or Create Components button on the Toolbar
ar: {0} لتفعيل هذا الخيار، قم أولاً بإضافة جزء الوجه إلى MetaHuman Identity باستخدام زر +إضافة (Add+)في عرض القائمة لأجزاء MetaHuman Identity، أو زر إنشاء المكونات (Create Components) على شريط الأدوات
de: {0} Damit diese Option verfügbar wird, musst du ein Gesicht zur MetaHuman Identity hinzufügen. Benutze dazu im MetaHuman Identity-Baumdiagramm die Schaltfläche „+“ (Hinzufügen) oder die Schaltfläche „Komponenten erstellen“ in der Symbolleiste.
es: {0} Para habilitar esta opción, antes debes añadir una Face Part a la MetaHuman Identity usando el botón +Añadir en la Tree View de las partes de la MetaHuman Identity o el botón Crear componentes de la barra de herramientas
fr: {0} Pour activer cette option, ajoutez tout d'abord la partie visage à la MetaHuman Identity à l'aide du bouton +Ajouter dans l'arborescence des parties de la MetaHuman Identity, ou du bouton Créer des composants dans la barre d'outils
it: {0} Per abilitare questa opzione, prima aggiungi la Parte Viso alla MetaHuman Identity utilizzando il pulsante +Aggiungi nella visualizzazione parti della MetaHuman Identity o il pulsante Crea componenti sulla barra degli strumenti
ja: {0} このオプションを有効にするには、まず MetaHuman アイデンティティ パーツ ツリー ビューの [+Add (+追加)] ボタン またはツールバーの [Create Components (コンポーネントの作成)] ボタンを使用して、顔のパーツを MetaHuman Identity に追加する必要があります
ko: {0} 이 옵션을 활성화하려면 먼저 메타휴먼 아이덴티티 파츠 트리 뷰에 있는 +추가(+Add) 버튼 또는 툴바에 있는 컴포넌트 생성(Create Components) 버튼을 사용하여 페이스 파츠를 메타휴먼 아이덴티티에 추가해야 합니다.
pl: {0} By włączyć tę opcję, najpierw dodaj część twarzy do MetaHuman Identity poprzez naciśnięcie przycisku +Dodaj w widoku drzewka części MetaHuman Identity lub przycisku „Stwórz komponenty” na pasku narzędzi
pt_br: {0} Para ativar esta opção, primeiro adicione a Parte do Rosto ao MetaHuman Identity utilizando o botão +Adicionar na Visualização em Árvore das Partes do MetaHuman Identity, ou com o botão criar componentes na barra de ferramentas
ru: {0} Чтобы включить эту настройку, сначала добавьте лицевую часть Персоны MetaHuman с помощью кнопки «Добавить(+)» в древовидном представлении частей Персоны MetaHuman или кнопки «Создать компоненты» на панели инструментов
tr: {0} Bu seçeneği etkinleştirmek için önce MetaHuman Identity Parçalar Ağaç Görünümünde +Ekle düğmesini veya araç çubuğundaki Bileşen Oluştur düğmesini kullanarak MetaHuman Identity'ye Yüz Parçası ekle.
