Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanIdentityToolkit,IdentityPartsTabTooltip
source: MetaHuman Identity Parts Tree View In this tab you can add body parts to MetaHuman Identity and Pose data specific to each part. Click on the component items in the Tree View to select them in the AB Viewport and review their details in the Details tab. Click on Pose items to enable their Promoted Frames Timeline (and Footage Timeline in case of poses containing footage Capture Data)
ar: عرض الشجرة لأجزاء MetaHuman Identity في علامة التبويب هذه، يمكنك إضافة أجزاء الجسم إلى MetaHuman Identity وبيانات الوضعية الخاصة بكل جزء. انقر فوق عناصر المكونات في عرض الشجرة لاختيارها في منفذ عرض AB ومراجعة تفاصيلها في علامة تبويب التفاصيل. انقر فوق عناصر الوضعية لتفعيل الإطار الزمني للإطارات التي تمت ترقيتها (والإطار الزمني للمقطع في حالة الأوضاع التي تحتوي على بيانات الالتقاط الخاصة بالمقطع)
de: MetaHuman Identity-Baumdiagramm In diesem Tab kannst du Körperteile einschließlich ihrer spezifischen Posendaten zur MetaHuman Identity hinzufügen. Klicke im Baumdiagramm auf die Komponenten, um sie im Ansichtsfenster A|B zu wählen, und überprüfe ihre Details im Tab „Details“. Klicke auf Posen-Elemente, um ihre Promotete-Frames-Zeitleiste (und im Fall von Posen mit Video-Aufnahmedaten ihre Video-Zeitleiste) zu aktivieren.
es: Tree View de las partes de la MetaHuman Identity En esta pestaña puedes añadir partes del cuerpo a una MetaHuman Identity y datos de pose a cada parte. Haz clic en los elementos que componen la Tree View para seleccionarlos en el visor A|B y revisa los detalles en la pestaña de detalles. Haz clic en los objetos de pose para activar el cronograma de los fotogramas promovidos (y de la grabación en el caso de las poses que contienen Captura de datos de grabación)
fr: Arborescence des parties de la MetaHuman Identity Dans cet onglet, vous pouvez ajouter des parties du corps à la MetaHuman Identity et des données de pose spécifiques à chaque partie. Cliquez sur les éléments du composant dans l'arborescence pour les sélectionner dans le hublot A|B et consulter les détails dans l'onglet Détails. Cliquez sur les éléments de la pose pour activer la chronologie des images promues (ainsi que la chronologie des séquences dans le cas des poses contenant des données de capture de séquence)
it: Visualizzazione parti della MetaHuman Identity In questa scheda è possibile aggiungere parti del corpo alla MetaHuman Identity e dati di pose specifici per ogni parte. Fai clic sugli oggetti dei componenti della visualizzazione ad albero per selezionarli nella AB Viewport e revisionane i dettagli nella scheda Dettagli. Fai clic sugli oggetti della posa per abilitare la timeline dei fotogrammi approvati (e la timeline dei filmati nel caso di pose contenenti Capture Data di filmati)
ja: MetaHuman アイデンティティ パーツ ツリー ビュー このタブでは、ボディのパーツを各パーツに固有の MetaHuman Identity および Pose データに追加できます。ツリー ビューでコンポーネント アイテムをクリックして、AB ビューポートで選択すると、 [Details] タブで詳細を確認できます。ポーズ アイテムをクリックすると、プロモートされたフレーム タイムラインが有効になります (フッテージ キャプチャ データを含むポーズの場合は、 フッテージ タイムラインも有効になります)
ko: 메타휴먼 아이덴티티 파츠 트리 뷰 이 탭에서 파츠별 메타휴먼 아이덴티티 및 포즈 데이터에 바디 파츠를 추가할 수 있습니다. 트리 뷰의 컴포넌트 항목을 클릭하여 AB 뷰포트에서 선택하고 디테일 탭에서 상세 정보를 검토합니다.포즈 항목을 클릭하여 승격된 프레임 타임라인을 활성화합니다. 영상 캡처 데이터가 포함된 포즈의 경우 영상 타임라인도 활성화됩니다.
pl: Widok drzewka części MetaHuman Identity W tej zakładce możesz dodawać części korpusu do MetaHuman Identity i dane pozy każdej z części. Naciśnij komponenty w widoku drzewka, by wybrać je w oknie wizualizacji AB, i zobacz szczegółowe informacje w zakładce Szczegóły. Naciśnij elementy pozy, by włączyć ich oś czasu wypromowanych klatek (i oś czasu nagrania w wypadku póz zawierających Capture Data)
pt_br: Visualização em Árvore das Partes do MetaHuman Identity Nesta aba, é possível adicionar partes do corpo a um MetaHuman Identity e dados de pose específicos para cada parte. Clique nos items de componente na Visualização em Árvore para selecioná-los na Janela de Visualização AB e revisar os detalhes na aba Detalhes. Clique em items de pose para ativar a Linha do Tempo de Quadros Promovidos deles (e a Linha do Tempo das Imagens de Vídeo, caso as poses contenham Dados de Captura de Imagens de Vídeo)
ru: Древовидное представление частей Персоны MetaHuman На этой вкладке вы можете добавлять части тела Персоны MetaHuman и положения для каждой из них. Нажимайте на элементы компонента в древовидном представлении, чтобы выбрать их в окне просмотра AB и посмотреть сведения о них на вкладке «Сведения». Нажимайте на элементы положения, чтобы включить их временную шкалу зафиксированных кадров (и временную шкалу видеоматериала, если в положениях содержатся данные записи видеоматериала)
tr: MetaHuman Identity Parçaları Ağaç Görünümü Bu sekmede MetaHuman Identity'ye vücut parçaları ve her parçaya özel poz verileri ekleyebilirsin. Bileşen öğelerini A|B görünüm penceresinde seçmek ve ayrıntılarını Ayrıntılar sekmesinde incelemek için Ağaç Görünümünde bunlara tıkla. Yükseltilmiş Kareler Zaman Çizelgelerini (ve görüntü kaydı Veri Yakalaması içeren pozlar için Görüntü Kaydı Zaman Çizelgesini) etkinleştirmek için poz öğelerine tıkla.

# MetaHumanIdentityToolkit,OutlinerTabTitle
source: Markers
ar: علامات
de: Markierungen
es: Marcadores
fr: Indicateurs
it: Marcatori
ja: マーカー
ko: 마커
pl: Znaczniki
pt_br: Marcadores
ru: Маркеры
tr: İşaretleyiciler

# MetaHumanIdentityToolkit,IdentityOutlinerTooltip
source: Marker Curves In this tab you can toggle the visibility of Markers or Marker Groups and whether they are used for solving the MetaHuman Identity The contents of the panel show only when a Pose is selected in MetaHuman Identity Parts tab, and at least one frame is promoted.
ar: منحنيات العلامة في علامة التبويب هذه، يمكنك تبديل رؤية العلامات أو مجموعات العلامات وما إذا كانت تُستخدم لMetaHuman Identity Solve تظهر محتويات اللوحة فقط عند اختيار وضعية في علامة تبويب أجزاء MetaHuman Identity، ويتم ترقية إطار واحد على الأقل.
de: Markierungskurven Auf diesem Tab kannst du Markierungen einzeln oder gruppenweise ein-/ausblenden bzw. festlegen, ob sie beim Solve der MetaHuman Identity verwendet werden. Die Inhalte dieses Bereichs sind nur sichtbar, wenn im Tab MetaHuman Identity-Baumdiagramm eine Pose gewählt ist und mindestens ein Frame promotet ist.
es: Marker Curves En esta pestaña puedes activar la visibilidad de los Markers o Marker Groups y determinar si se usan para solucionar la MetaHuman Identity Los contenidos del panel solo se muestran cuando una pose está seleccionada en la pestaña de las partes de la MetaHuman Identity y se ha promovido al menos un fotograma.
fr: Courbes de marqueurs Dans cet onglet, vous pouvez activer ou désactiver la visibilité des marqueurs ou des groupes de marqueurs et leur utilisation pour la résolution de la MetaHuman Identity Le contenu du panneau s'affiche uniquement lorsqu'une pose est sélectionnée dans l'onglet des parties de la MetaHuman Identity et si au moins une image est promue.
it: Curve del marcatore In questa scheda è possibile abilitare la visibilità dei marcatori o dei gruppi del marcatore e del loro utilizzo per risolvere la MetaHuman Identity I contenuti del pannello appaiono solo quando una posa è selezionata nella scheda Parti della MetaHuman Identity e c'è almeno un fotogramma approvato.
ja: マーカー カーブ このタブでは、マーカーまたはマーカー グループの可視性と、MetaHuman Identity の解決に使用するかどうかを切り替えることができます。 パネルのコンテンツは、[MetaHuman Identity Parts (MetaHuman アイデンティティのパーツ)] タブでポーズが選択され、少なくとも 1 つのフレームがプロモートされている場合にのみ表示されます
ko: 마커 커브 이 탭에서 마커 또는 마커 그룹의 비저빌리티와 메타휴먼 아이덴티티 솔브에 사용되는지 여부를 토글할 수 있습니다. 패널의 콘텐츠는 포즈가 메타휴먼 아이덴티티 파츠 탭에서 선택되어 있고, 하나 이상의 프레임이 승격된 경우에만 표시됩니다.
pl: Krzywe znaczników W tej zakładce możesz przełączać widoczność znaczników lub grup znaczników oraz to, czy są wykorzystywane do solwowania MetaHuman Identity. Zawartość tego panelu jest widoczna tylko wtedy, gdy poza jest wybrana w zakładce Części MetaHuman Identity oraz przynajmniej jedna klatka jest wypromowana.
pt_br: Curvas de Marcador Nesta guia, é possível alternar a visibilidade dos Marcadores ou Grupos de Marcadores, e se eles são usados para resolver o MetaHuman Identity Os conteúdos do painel são exibidos somente quando uma pose é selecionada na guia de partes do MetaHuman Identity, e pelo menos um quadro é promovido.
ru: Кривые маркеров На этой вкладке вы можете переключать видимость маркеров или групп маркеров и указывать, используются ли они для создания Персоны MetaHuman Содержимое этой панели отображается только тогда, когда на вкладке с частями Персоны MetaHuman выбран элемент «Положение» и зафиксирован хотя бы один кадр.
tr: İşaretleyici Kavisler Bu sekmede İşaretleyiciler veya İşaretleyici Gruplarının görünürlüğünü açıp kapatabilir ve MetaHuman Identity'nin çözülmesi için kullanılıp kullanılmayacaklarını seçebilirsin. Panelin içeriğinin gösterilmesi için MetaHuman Identity Parçaları sekmesinde bir Pozun seçili ve en az bir karenin yükseltilmiş olması gerekir.

# MetaHumanIdentityToolkit,GeometrySectionLabel
source: Geometry
ar: شكل هندسي
de: Geometrie
es: Geometría
fr: Géométrie
it: Geometria
ja: ジオメトリ
ko: 지오메트리
pl: Geometria
pt_br: Geometria
ru: Геометрия
tr: Geometri

# MetaHumanIdentityToolkit,FootageExtensionHook
source: Video
ar: فيديو
es: Vídeo
fr: Vidéo
ja: ビデオ
ko: 비디오
pl: Wideo
pt_br: Vídeo
ru: Видео

# MetaHumanIdentityToolkit,IdentityMenuComponentCreationSection
source: Component Creation
ar: إنشاء المكونات
de: Erstellung von Komponenten
es: Creación de componentes
fr: Création de composants
it: Creazione di componente
ja: コンポーネントを作成
ko: 컴포넌트 생성
pl: Tworzenie komponentów
pt_br: Criação de Componentes
ru: Создание компонентов
tr: Bileşen Oluşturma

# MetaHumanIdentityToolkit,FromMeshSubMenuLabel
source: Create Components From Mesh
ar: إنشاء مكونات من شبكة
de: Komponenten aus Mesh erstellen
es: Crear componentes a partir de la malla
fr: Créer des composants à partir d'un maillage
it: Crea componenti dalla mesh
ja: メッシュからコンポーネントを作成
ko: 메시로부터 컴포넌트 생성
pl: Stwórz komponenty z siatki
pt_br: Criar componentes a partir da malha
ru: Создание компонентов из сетки
tr: Örgüden Bileşen Oluştur

# MetaHumanIdentityToolkit,FromFootageSubMenuLabel
source: Create Components From Footage
ar: إنشاء مكونات من المقطع
de: Komponenten aus Video erstellen
es: Crear componentes a partir de la grabación
fr: Créer des composants à partir d'une séquence
it: Crea componenti dal filmato
ja: フッテージからコンポーネントを作成
ko: 영상으로부터 컴포넌트 생성
pl: Stwórz komponenty z nagrania
pt_br: Criar componentes a partir da imagem de vídeo
ru: Создание компонентов из видеоматериала
tr: Görüntüden Bileşen Oluştur

# MetaHumanIdentityToolkit,IdentityMenuFramesSection
source: Frames
ar: الإطارات
es: Fotogramas
fr: Images
it: Fotogrammi
ko: 프레임
pl: Klatki
pt_br: Quadros
ru: Кадры
tr: Kareler

# MetaHumanIdentityToolkit,TrackMenuTrackersSection
source: Trackers
ar: المتتبعات
de: Tracker
es: Rastreadores
fr: Traceurs
it: Tracciatori
ja: トラッカー
ko: 트래커
pl: Trackery
pt_br: Rastreadores
ru: Устройства отслеживания
tr: İzleyiciler

# MetaHumanIdentityToolkit,IdentityMenuLocalSolveSection
source: Local Solve
ar: حل محلي
de: Lokales Solve
es: Solve local
fr: Résolution (Solve) locale
it: Risoluzione locale
ja: ローカル解決
ko: 로컬 솔브
pl: Lokalne solwowanie
pt_br: Resolver localmente
ru: Локальный анализ
tr: Yerel Çözme

# MetaHumanIdentityToolkit,IdentityMenuMetaHumanServiceSection
source: MetaHuman Service
ar: خدمة MetaHuman
de: MetaHuman-Dienst
es: Servicio MetaHuman
fr: Service MetaHuman
it: Servizio MetaHuman
ja: MetaHumanサービス
ko: 메타휴먼 서비스
pl: Usługa MetaHuman
pt_br: Serviço MetaHuman
ru: Служба MetaHuman
tr: MetaHuman Hizmeti

# MetaHumanIdentityToolkit,IdentityMenuAdjustmentsSection
source: Adjustments
ar: التضبيطات
de: Anpassungen
es: Ajustes
fr: Ajustements
it: Regolazioni
ja: 調整
ko: 조정
pl: Modyfikacje
pt_br: Ajustes
ru: Корректировки
tr: Ayarlamalar

# MetaHumanIdentityToolkit,IdentityMenuDNAImportExportSection
source: MetaHuman DNA
es: ADN de MetaHuman
fr: ADN MetaHuman
it: DNA MetaHuman
ko: 메타휴먼 DNA
pt_br: DNA MetaHuman
ru: ДНК MetaHuman

# MetaHumanIdentityToolkit,IdentityMeshExportSection
source: Mesh Export
ar: تصدير الشبكة
es: Exportar malla
fr: Export du maillage
it: Esportazione della mesh
ja: メッシュをエクスポート
ko: 메시 익스포트
pl: Eksport siatki
pt_br: Exportar Malha
ru: Экспорт сетки
tr: Örgü Dışa Aktarma

# MetaHumanIdentityToolkit,IdentityEditorIdentityMenuLabel
source: MetaHuman Identity
ko: 메타휴먼 아이덴티티
ru: Персона MetaHuman

# MetaHumanIdentityToolkit,IdentityEditorIdentityMenuTooltip
source: Commands used in MetaHuman Identity workflow
ar: الأوامر المستخدمة في تدفق عمل MetaHuman Identity
de: Befehle für den Arbeitsablauf der MetaHuman Identity
es: Comandos usados en el proceso de trabajo de la MetaHuman Identity
fr: Commandes utilisées dans le flux de travail de la MetaHuman Identity
it: Comandi utilizzati nel workflow della MetaHuman Identity
ja: Meta Human Identity ワークフローで使用されるコマンド
ko: 메타휴먼 아이덴티티 워크플로에서 사용되는 명령
pl: Polecenia używane w pracy z MetaHuman Identity
pt_br: Comandos usados no fluxo de trabalho do MetaHuman Identity
ru: Команды, используемые в рабочем процессе создания Персоны MetaHuman
tr: MetaHuman Identity iş akışında kullanılan komutlar.

# MetaHumanIdentityToolkit,MetaHumanIdentityAssetActionsSection
source: MetaHuman Identity
ko: 메타휴먼 아이덴티티
ru: Персона MetaHuman

# MetaHumanIdentityToolkit,CreateComponentsToolButtonLabel
source: Create Components
ar: إنشاء مكونات
de: Komponenten erstellen
es: Crear componentes
fr: Créer des composants
it: Crea componenti
ja: コンポーネントを作成
ko: 컴포넌트 생성
pl: Utwórz komponenty
pt_br: Criar componentes
ru: Создать компоненты
tr: Bileşen Oluştur

# MetaHumanIdentityToolkit,SubmitToAutoRigButtonButtonLabel
source: Mesh to MetaHuman
ja: メッシュをMetaHumanに変換
ko: 메시 투 메타휴먼

# MetaHumanIdentityToolkit,IdentityInvalidatedTooltip
source: This identity is either unfinished or has been edited. The following steps need to be (re)executed:
ar: هذه الهوية إما غير مكتملة أو تم تحريرها. يجب (إعادة) تنفيذ الخطوات التالية:
de: Diese Identity ist entweder unfertig oder wurde bearbeitet. Führe die folgenden Schritte (erneut) aus:
es: Esta Identity está inacabada o se ha editado. Se tienen que (volver a) ejecutar los siguientes pasos:
fr: Cette Identity est incomplète ou a été modifiée. Les étapes suivantes doivent être exécutées (à nouveau) :
it: Questa Identity è incompiuta o è stata modificata. È necessario (ri)eseguire i seguenti passaggi:
ja: このアイデンティティは未完成であるか、編集されています。次の手順を (再) 実行する必要があります
ko: 이 아이덴티티는 미완성이거나 편집되었습니다. 다음 단계를 (재)실행해야 합니다.
pl: To Identity jest niedokończone lub została edytowane. Należy wykonać (ponownie) następujące czynności:
pt_br: Esta identidade não foi concluída ou foi editada. Os seguintes passos precisam ser (re)executados:
ru: Эта персона либо не завершена, либо была отредактирована. Необходимо (повторно) выполнить следующие шаги:
tr: Bu Identity bitmemiş veya düzenlenmiş. Aşağıdaki adımların (yeniden) gerçekleştirilmesi gerekiyor:

# MetaHumanIdentityToolkit,IdentityInvalidatedIdentitySolveTooltip
source: {0} - MetaHuman Identity Solve
it: {0} - Risolvi MetaHuman Identity
ja: {0} - MetaHuman Identityの解決
ko: {0} - 메타휴먼 아이덴티티 솔브
pl: {0} – Solwuj MetaHuman Identity
ru: {0} — Анализ Персоны MetaHuman
tr: {0} - MetaHuman Identity Çöz

# MetaHumanIdentityToolkit,IdentityInvalidatedMeshToMetaHumanTooltip
source: {0} - Mesh to MetaHuman
ko: {0} - 메시 투 메타휴먼

# Contexts,FMetaHumanIdentityModule
source: MetaHuman Identity Asset Editor
ar: محرر أصول MetaHuman Identity
es: Editor de recursos de la MetaHuman Identity
fr: Éditeur de ressource MetaHuman Identity
it: Editor asset della MetaHuman Identity
ja: MetaHuman Identityアセットエディタ
ko: 메타휴먼 아이덴티티 에셋 에디터
pl: Edytor zasobów MetaHuman Identity
pt_br: Editor de Ativos do MetaHuman Identity
ru: Редактор ресурсов Персоны MetaHuman
tr: MetaHuman Identity Öğe Editörü

# UICommands.FMetaHumanIdentityEditorCommands,ComponentsFromMesh
source: Create Components from Mesh
ar: إنشاء مكونات من شبكة
de: Komponenten aus Mesh erstellen
es: Crear componentes a partir de la malla
fr: Créer des composants à partir d'un maillage
it: Crea componenti dalla mesh
ja: メッシュからコンポーネントを作成
ko: 메시로부터 컴포넌트 생성
pl: Stwórz komponenty z siatki
pt_br: Criar componentes a partir da malha
ru: Создание компонентов из сетки
tr: Örgüden Bileşen Oluştur

# UICommands.FMetaHumanIdentityEditorCommands,ComponentsFromMesh_ToolTip
source: Create the required MetaHuman Identity Components from a Mesh
ar: قم بإنشاء مكونات MetaHuman Identity المطلوبة من إحدى الشبكات
de: Erstelle die erforderlichen Komponenten der MetaHuman Identity aus einem Mesh.
es: Crear los componentes de una MetaHuman Identity necesarios a partir de una malla
fr: Créer les composants de la MetaHuman Identity nécessaires à partir d'un maillage
it: Crea i componenti richiesti della MetaHuman Identity da una mesh
ja: 必要な MetaHuman Identity コンポーネントをメッシュから作成
ko: 메시로부터 필요한 메타휴먼 아이덴티티 컴포넌트를 생성합니다.
pl: Stwórz wymagane komponenty MetaHuman Identity z siatki
pt_br: Crie os componentes necessários do MetaHuman Identity a partir de uma malha
ru: Создать необходимые компоненты Персоны MetaHuman из сетки
tr: Gerekli MetaHuman Identity Bileşenlerini bir Örgüden oluştur.

# UICommands.FMetaHumanIdentityEditorCommands,ComponentsFromFootage
source: Create Components from Footage
ar: إنشاء مكونات من المقطع
de: Komponenten aus Video erstellen
es: Crear componentes a partir de la grabación
fr: Créer des composants à partir d'une séquence
it: Crea componenti dal filmato
ja: フッテージからコンポーネントを作成
ko: 영상으로부터 컴포넌트 생성
pl: Stwórz komponenty z nagrania
pt_br: Criar componentes a partir da imagem de vídeo
ru: Создание компонентов из видеоматериала
tr: Görüntüden Bileşen Oluştur

# UICommands.FMetaHumanIdentityEditorCommands,ComponentsFromFootage_ToolTip
source: Create the required MetaHuman Identity Components from some Footage
ar: قم بإنشاء مكونات MetaHuman Identity المطلوبة من بعض المقاطع
de: Erstelle die erforderlichen Komponenten der MetaHuman Identity aus Videomaterial
es: Crear los componentes de la MetaHuman Identity necesarios a partir de la grabación
fr: Créer les composants de la MetaHuman Identity nécessaires à partir d'une séquence
it: Crea i componenti richiesti della MetaHuman Identity da alcuni filmati
ja: 必要なMetaHuman Identityコンポーネントをフッテージから作成
ko: 일부 영상으로부터 필요한 메타휴먼 아이덴티티 컴포넌트를 생성합니다.
pl: Stwórz wymagane komponenty MetaHuman Identity z nagrania
pt_br: Crie os componentes necessários do MetaHuman Identity a partir de uma imagem de vídeo
ru: Создать необходимые компоненты Персоны MetaHuman из видеоматериала
tr: Gerekli MetaHuman Identity Bileşenlerini bazı Görüntülerden oluştur.

# UICommands.FMetaHumanIdentityEditorCommands,TrackCurrent
source: Track Markers (Active Frame)
ar: علامات التتبع (الإطار النشط)
de: Markierungen tracken (Aktives Frame)
es: Seguir marcadores (fotograma activo)
fr: Suivre les marqueurs (image active)
it: Traccia marcatori (fotogramma attivo)
ja: マーカーをトラック(アクティブなフレーム)
ko: 마커 트래킹(활성 프레임)
pl: Znaczniki śledzące (aktywna klatka)
pt_br: Rastrear Marcadores (quadro ativo)
ru: Отслеживать маркеры (активный кадр)
tr: İşaretleyicileri İzle (Etkin Kare)

# UICommands.FMetaHumanIdentityEditorCommands,TrackCurrent_ToolTip
source: Track the active frame
ar: تتبع الإطار النشط
de: Trackt das aktive Frame.
es: Seguir el fotograma activo
fr: Suivre l'image active
it: Traccia il fotogramma attivo
ja: アクティブなフレームをトラックします
ko: 활성 프레임을 트래킹합니다.
pl: Śledź w aktywnej klatce
pt_br: Rastrear o quadro ativo
ru: Отслеживать активный кадр
tr: Etkin kareyi izle

# UICommands.FMetaHumanIdentityEditorCommands,ActivateMarkersForCurrent
source: Activate Markers (Active Frame)
ar: تنشيط العلامات (الإطار النشط)
de: Markierungen aktivieren (Aktives Frame)
es: Activar marcadores (fotograma activo)
fr: Activer les marqueurs (image active)
it: Attiva i marcatori (fotogramma attivo)
ja: マーカーをアクティブ化(アクティブなフレーム)
ko: 마커 활성화(활성 프레임)
pl: Aktywuj znaczniki (aktywna klatka)
pt_br: Ativar Marcadores (quadro ativo)
ru: Активировать маркеры (активный кадр)
tr: İşaretleyicileri Etkinleştir (Etkin Kare)

# UICommands.FMetaHumanIdentityEditorCommands,ActivateMarkersForCurrent_ToolTip
source: Activate the display of markers for the selected frame
ar: قم بتنشيط عرض العلامات للإطار المختار
de: Markierungen für das ausgewählte Frame werden angezeigt.
es: Activar la visualización de los marcadores para el fotograma seleccionado
fr: Activer l'affichage des marqueurs de l'image sélectionnée
it: Attiva la visualizzazione dei marcatori per il fotogramma selezionato
ja: 選択されたフレームに対するマーカーの表示を有効にする
ko: 선택된 프레임의 마커 표시를 활성화합니다.
pl: Aktywuj wyświetlanie znaczników w wybranej klatce
pt_br: Ative a exibição de marcadores para o quadro selecionado
ru: Включение отображения маркеров для выбранного кадра
tr: İşaretleyicilerin seçilen kare için görüntülenmesini etkinleştir.

# UICommands.FMetaHumanIdentityEditorCommands,ActivateMarkersForAll
source: Activate Markers (All Frames)
ar: تنشيط العلامات (جميع الإطارات)
de: Markierungen aktivieren (alle Frames)
es: Activar marcadores (todos los fotogramas)
fr: Activer les indicateurs (toutes les images)
it: Attiva marcatori (tutti i fotogrammi)
ja: マーカーを有効化する(すべてのフレーム)
ko: 활성 마커 (모든 프레임)
pl: Aktywne znaczniki (wszystkie klatki)
pt_br: Ativar Marcadores (todos os quadros)
ru: Включить маркеры (все кадры)
tr: İşaretleyicileri Etkinleştir (Tüm Kareler)

# UICommands.FMetaHumanIdentityEditorCommands,ActivateMarkersForAll_ToolTip
source: Activate the display of markers for all promoted frames
ar: تنشيط عرض العلامات لجميع الإطارات التي تمت ترقيتها
de: Markierungen werden für alle promoteten Frames angezeigt.
es: Activar la visualización de los marcadores para todos los fotogramas promovidos
fr: Activer l'affichage des marqueurs de toutes les images promues
it: Attiva la visualizzazione dei marcatori per tutti i fotogrammi approvati
ja: プロモートされたすべてのフレームのマーカー表示を有効にする
ko: 승격시킨 모든 프레임의 마커 표시를 활성화합니다.
pl: Aktywuj wyświetlanie znaczników we wszystkich wypromowanych klatkach
pt_br: Ative a exibição de marcadores para todos os quadros promovidos
ru: Включить отображение маркеров для всех зафиксированных кадров
tr: İşaretleyicilerin tüm yükseltilmiş kareler için görüntülenmesini etkinleştir.

# UICommands.FMetaHumanIdentityEditorCommands,ResetTemplateMesh
source: Reset Template Mesh
ar: إعادة تعيين نموذج الشبكة
de: Template Mesh zurücksetzen
es: Reiniciar malla de plantilla
fr: Réinitialiser le modèle de maillage
it: Resetta il modello mesh
ja: テンプレートメッシュをリセットする
ko: 템플릿 메시 초기화
pl: Zresetuj siatkę szablonu
pt_br: Redefinir malha modelo
ru: Сбросить шаблон сетки
tr: Şablon Örgüyü Sıfırla

# UICommands.FMetaHumanIdentityEditorCommands,ResetTemplateMesh_ToolTip
source: Resets the Template Mesh
ar: يعيد تعيين نموذج الشبكة
de: Setzt das Template Mesh zurück.
es: Restablece la malla de plantilla
fr: Redéfinit le modèle de maillage
it: Resetta il modello mesh
ja: テンプレートメッシュをリセットします
ko: 템플릿 메시를 초기화합니다.
pl: Resetuje siatkę szablonu
pt_br: Redefine a malha modelo
ru: Сбрасывает сетку шаблона
tr: Şablon örgüyü sıfırlar.

# UICommands.FMetaHumanIdentityEditorCommands,IdentitySolve
source: MetaHuman Identity Solve
it: Risolvi MetaHuman Identity
ja: MetaHuman Identityの解決
ko: 메타휴먼 아이덴티티 솔브
pl: Solwuj MetaHuman Identity
ru: Анализ Персоны MetaHuman
tr: MetaHuman Identity Çöz

# UICommands.FMetaHumanIdentityEditorCommands,IdentitySolve_ToolTip
source: MetaHuman Identity Solve
it: Risolvi MetaHuman Identity
ja: MetaHuman Identityの解決
ko: 메타휴먼 아이덴티티 솔브
pl: Solwuj MetaHuman Identity
ru: Анализ Персоны MetaHuman
tr: MetaHuman Identity Çöz
