Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanIdentityToolkit,MeshToMetaHumanDNAOnlyButtonTooltip
source: Submit the Template to the Mesh to MetaHuman Service for auto-rigging.
ar: قم بإرسال النموذج إلى خدمة Mesh to MetaHuman للهيكلة التلقائية.
de: Sendet das Template Mesh an den Mesh to MetaHuman-Dienst, um es automatisch zu riggen.
es: Envía la plantilla al servicio Mesh to MetaHuman para su rigging automático.
fr: Envoyer le modèle vers le service Mesh to MetaHuman pour le squelettage automatique.
it: Invia il modello al servizio Mesh to MetaHuman per l'auto-rigging.
ja: 自動リギング用にテンプレートを Mesh to MetaHuman サービスに送信します
ko: 오토 리깅을 위해 메타휴먼 서비스에 템플릿 메시를 제출합니다.
pl: Prześlij szablon do usługi Mesh to MetaHuman w celu automatycznego riggingu.
pt_br: Enviar o modelo para o Serviço Mesh to MetaHuman para rigging automático.
ru: Отправьте шаблон в службу Mesh to MetaHuman для создания автокаркаса.
tr: Otomatik donatım için şablonu Mesh to MetaHuman Hizmetine gönder.

# MetaHumanIdentityToolkit,MeshToMetaHumanFullMetaHumanButtonTooltip
source: Submit the Template to the Mesh to MetaHuman Service to create a full MetaHuman.
ar: قم بإرسال النموذج إلى خدمة Mesh to MetaHuman لإنشاء MetaHuman كامل.
de: Sendet das Template Mesh an den Mesh to MetaHuman-Dienst, um einen vollständigen MetaHuman zu erstellen.
es: Envía la plantilla al servicio Mesh to MetaHuman para crear un MetaHuman completo.
fr: Envoyer le modèle vers le service Mesh to MetaHuman pour créer un MetaHuman complet.
it: Invia il modello al servizio Mesh to MetaHuman per creare un MetaHuman completo.
ja: Template Mesh to MetaHuman サービスに送信して、完全な MetaHuman を作成します
ko: 전체 메타휴먼 생성을 위해 메타휴먼 서비스에 템플릿 메시를 제출합니다.
pl: Prześlij szablon do usługi Mesh to MetaHuman w celu stworzenia pełnego MetaHuman.
pt_br: Envie o modelo para o Serviço Mesh to MetaHuman para criar um MetaHuman completo.
ru: Отправьте шаблон в службу Mesh to MetaHuman для создания полноценной модели MetaHuman.
tr: Eksiksiz bir MetaHuman oluşturmak için şablonu Mesh to MetaHuman hizmetine gönder.

# MetaHumanIdentityToolkit,MeshToMetaHumanAfterProcessingCommonInfoTooltip
source: {0} After the processing is finished, a Skeletal Mesh matching the Identity will appear in the Content Browser. Having a MetaHuman DNA embedded inside, it can be used for solving the animation in the Performance asset.
ar: {0} بعد الانتهاء من المعالجة، ستظهر شبكة هيكلية مطابقة للهوية في مستعرض المحتويات. بفضل وجود MetaHuman DNA مضمن بالداخل، يمكن استخدامه لحل الحركة في أصل الأداء.
de: {0} Nach der Verarbeitung ist im Inhalte-Browser ein Skelett-Mesh verfügbar, das der Identity entspricht. Mit der eingebetteten MetaHuman-DNA kann es für das Solve der Animation im Performance-Asset verwendet werden.
es: {0} Tras completar el procesamiento, se mostrará una malla esquelética que encajará con la Identity en el explorador de contenido. Al tener un ADN de MetaHuman incrustado , se puede usar para solucionar las animaciones en el recurso de movimientos.
fr: {0} Une fois le traitement terminé, un maillage squelettique correspondant à l'Identity figurera dans le navigateur de contenu. Puisqu'il contient l'ADN MetaHuman, il peut être utilisé pour résoudre l'animation dans la ressource de performances.
it: {0} Al termine dell'elaborazione, in Esplora contenuti apparirà una mesh scheletrica corrispondente all'Identity. Avendo un DNA MetaHuman incorporato al suo interno, può essere utilizzata per risolvere l'animazione nell'asset Prestazioni.
ja: {0} 処理が完了すると、Identity に一致するスケルタルメッシュが コンテンツ ブラウザに表示されます。内部に MetaHuman DNA が埋め込まれていることから、 Performance アセットのアニメーションの解決に使用できます
ko: {0} 처리가 끝난 후 아이덴티티와 일치하는 스켈레탈 메시가 콘텐츠 브라우저에 표시됩니다. 메타휴먼 DNA가 내부에 임베딩되어 있으므로 퍼포먼스 에셋에서 애니메이션을 솔브할 때 사용할 수 있습니다.
pl: {0} Gdy przetwarzanie się skończy, w przeglądarce zawartości pojawi się siatka szkieletowa pasująca do Identity. Dzięki znajdującemu się w środku MetaHuman DNA siatki można użyć do solwowania animacji w zasobie występu.
pt_br: {0} Quando o processamento acabar, uma Malha Esquelética correspondente ao Identity aparecerá no Navegador de Conteúdo. Ao ter um DNA MetaHuman integrado no interior, ele pode ser usado para resolver a animação no ativo de Desempenho.
ru: {0} После завершения обработки в Каталоге ресурсов появится скелетная сетка, соответствующая Персоне. Встроенную ДНК MetaHuman можно использовать для создания анимации в ресурсе Мимики.
tr: {0} İşleme tamamlandıktan sonra Identity ile eşleşen bir İskelet Örgü İçerik Tarayıcısı'nda görünür. İçinde MetaHuman DNA gömülü olduğu için Performans öğesinde animasyonu çözmek için kullanılabilir.

# MetaHumanIdentityToolkit,MeshToMetaHumanAfterProcessingFullMetaHumanTooltip
source: {0} Also, a full MetaHuman will appear in MetaHuman Creator for further editing. It can be imported into Unreal Editor through Quixel Bridge. NOTE: The retrieved Skeletal Mesh can be further processed to fit its teeth to actor's using the Fit Teeth command, so it will differ from the downloaded MetaHuman, which should NOT be used for solving the Performance.
ar: {0} سيظهر أيضًا MetaHuman الكامل في MetaHuman Creator لمزيد من التحرير. يمكن استيراده إلى Unreal Editor من خلال Quixel Bridge. ملحوظة: يمكن معالجة الشبكة الهيكلية المستردة بشكل أكبر لتناسب أسنانها مع كائن باستخدام أمر "ملاءمة أسنان"، لذلك ستختلف عن MetaHuman الذي تم تنزيله، والذي لا ينبغي استخدامه لحل الأداء.
de: {0} Außerdem erscheint in MetaHuman Creator ein vollständiger MetaHuman, den du weiter bearbeiten kannst. Er kann mithilfe von Quixel Bridge in den Unreal Editor importiert werden. HINWEIS: Das Skelett-Mesh kann weiter bearbeitet werden, um die Zähne mit dem Befehl „Zähne anpassen“ an die des Darstellers anzupassen. Es unterscheidet sich dann von dem heruntergeladenen MetaHuman, der NICHT für das Solve der Performance verwendet werden sollte.
es: {0} Además, se mostrará un MetaHuman completo en MetaHuman Creator para poder seguir editándolo. Se puede importar a Unreal Editor mediante Quixel Bridge. AVISO: La malla esquelética recuperada se puede seguir procesando para encajar sus dientes en los del actor mediante el comando Ajustar dientes, por lo que no coincidirá con el MetaHuman descargado, que NO debe utilizarse para solucionar los movimientos.
fr: {0} Un MetaHuman complet figurera également dans MetaHuman Creator pour y être modifié. Il peut être importé dans l'Unreal Editor via Quixel Bridge. REMARQUE : le maillage squelettique récupéré peut être traité davantage pour que sa dentition soit adaptée à l'acteur grâce à la commande Dentition. Il sera alors différent du MetaHuman téléchargé, qui ne doit PAS être utilisé pour corriger les performances.
it: {0} Inoltre, in MetaHuman Creator apparirà un MetaHuman completo per ulteriori modifiche. Può essere importato in Unreal Editor attraverso Quixel Bridge. ATTENZIONE: la mesh scheletrica recuperata può essere elaborata ulteriormente per adattare i denti all'attore utilizzando il comando Adatta Denti, quindi differirà dal MetaHuman scaricato , il quale NON deve essere utilizzato per risolvere le prestazioni.
ja: {0} また、完全な MetaHuman が MetaHuman Creator に表示され、編集も可能です。 これは、Quixel Bridge を介して Unreal Editor にインポートできます。 注：取得したスケルタルメッシュは、Fit Teeth コマンドで 歯をアクタに合うように処理できることから、ダウンロードした MetaHuman とは 異なり、これをパフォーマンスの解決には利用しないでください
ko: {0} 또한 메타휴먼 크리에이터에서 전체 메타휴먼이 나타나 추가적으로 편집이 가능합니다. 퀵셀 브리지를 통해 언리얼 에디터에 임포트할 수 있습니다. 참고: 'Fit Teeth' 명령을 이용하여 획득한 스켈레탈 메시의 치아가 액터에 맞도록 추가 처리하여 다운로드한 메타휴먼과 달라지도록 할 수 있으며, 이 방법은 퍼포먼스 솔브에 사용할 수 없습니다.
pl: {0} Pełne MetaHuman pojawi się w MetaHuman Creator w celu dalszej edycji. Można je zaimportować do Unreal Editor poprzez Quixel Bridge. UWAGA: uzyskaną siatkę szkieletową można przetworzyć, by dopasować jej zęby do postaci za pomocą polecenia „Dopasuj zęby”, więc będzie się różnić od pobranego MetaHuman, którego NIE należy używać w celu solwowania występu.
pt_br: {0} Além disso, um MetaHuman completo irá aparecer no MetaHuman Creator para mais edições. É possível importá-lo para o Unreal Editor por meio do Quixel Bridge. OBSERVAÇÃO: a Malha Esquelética recuperada pode ser processada adicionalmente para encaixar seus dentes ao ator ou atriz que estiver usando o comando Encaixar Dentes, para que fique diferente do MetaHuman baixado, que NÃO deve ser usado para resolver o Desempenho.
ru: {0} Также в MetaHuman Creator появится полноценная модель MetaHuman для дальнейшего редактирования. Её можно импортировать в Unreal Editor через Quixel Bridge. ПРИМЕЧАНИЕ: полученную скелетную сетку можно дополнительно обработать, чтобы подогнать зубы на ней под зубы актора с помощью команды «Подогнать зубы», поэтому она будет отличаться от загруженной модели MetaHuman, которую НЕ следует использовать для настройки Мимики.
tr: {0} Ayrıca, daha fazla düzenlemek üzere MetaHuman Creator'da eksiksiz bir MetaHuman görünür. Quixel Bridge aracılığıyla Unreal Editor'a aktarılabilir. NOT: Alınan İskelet Örgü, Diş Ekle komutunu kullanarak dişlerini aktöre eklemek için daha fazla işlenebilir, dolayısıyla (Performansı çözmek için KULLANILMAMASI gereken) indirilmiş MetaHuman'dan farklı olacaktır.

# MetaHumanIdentityToolkit,MeshToMetaHumanToolbarButtonNotConformedTooltip
source: {0} To enable this option, the Template needs to be conformed to the given MetaHuman Identity by using MetaHuman Identity Solve button on the Toolbar, and the Neutral Pose must have a valid Capture Data set.
ar: {0} لتفعيل هذا الخيار، يجب أن يتوافق النموذج مع MetaHuman Identity المختارة باستخدام زر MetaHuman Identity Solve الموجود على شريط الأدوات، ويجب أن تحتوي الوضعية المحايدة على مجموعة بيانات التقاط صالحة.
de: {0} Damit diese Option verfügbar wird, musst du das Template Mesh mithilfe der Schaltfläche „MetaHuman Identity Solve“ der Symbolleiste an die MetaHuman Identity anpassen und die Neutrale Pose muss ein gültiges Aufnahmedaten-Set haben.
es: {0} Para habilitar esta opción, la plantilla debe ajustarse a la MetaHuman Identity proporcionada usando el botón MetaHuman Identity Solve en la barra de herramientas, y la pose neutra debe tener establecida una captura de datos válida.
fr: {0} Pour activer cette option, le modèle doit être conformé à la MetaHuman Identity donnée à l'aide du bouton MetaHuman Identity Solve dans la barre d'outils et la pose neutre doit disposer d'un ensemble de données de capture valide.
it: {0} Per abilitare questa opzione, è necessario che il modello sia conforme alla specifica MetaHuman Identity utilizzando il pulsante Risolvi MetaHuman Identity sulla barra degli strumenti e che Posa Neutra abbia un set di Capture Data valido.
ja: {0} このオプションを有効にするには、ツールバーの [MetaHuman Identity Solve (MetaHuman Identityの解決)] ボタン を使用し、テンプレートを特定の MetaHuman Identity に適合させる必要があります。 また、ニュートラル ポーズに有効なキャプチャ データ セットが存在する必要があります
ko: {0} 이 옵션을 활성화하려면 툴바에 있는 메타휴먼 아이덴티티 솔브(MetaHuman Identity Solve) 버튼을 사용하여 템플릿을 주어진 메타휴먼 아이덴티티에 맞추고, 뉴트럴 포즈에 유효한 캡처 데이터 세트가 존재해야 합니다.
pl: {0} By włączyć tę opcję, szablon musi być dopasowany do danego MetaHuman Identity poprzez przycisk Solwuj MetaHuman Identity na pasku narzędzi, a poza neutralna musi mieć prawidłowy zestaw Capture Data.
pt_br: {0} Para habilitar esta opção, o Modelo precisa estar adequado ao MetaHuman Identity em questão usando o botão MetaHuman Identity Solve na barra de ferramentas, e a Pose Neutra deve ter um conjunto de Dados de Captura válidos.
ru: {0} Чтобы включить эту настройку, шаблон необходимо адаптировать под заданную модель Персоны MetaHuman с помощью кнопки «Анализ Персоны MetaHuman» на панели инструментов, а нейтральное положение должно иметь действительный набор данных захвата.
tr: {0} Bu seçeneği etkinleştirmek için araç çubuğundaki MetaHuman Identity Çöz düğmesini kullanarak Şablon, verilen MetaHuman Identity'ye uyumlu hale getirilmelidir ve Nötr Poz için ayarlanmış geçerli bir Yakalama Verisi olmalıdır.

# MetaHumanIdentityToolkit,MeshToMetaHumanToolbarButtonNoFaceTooltip
source: {0} To enable this option, first add Face Part to the MetaHuman Identity treevew by using Add(+) or Create Components button on the Toolbar
ar: {0} لتفعيل هذا الخيار، قم أولاً بإضافة جزء وجه إلى عرض القائمة لـMetaHuman Identity باستخدام زر Add(+) أو إنشاء مكونات على شريط الأدوات
de: {0} Damit diese Option verfügbar wird, musst du ein Gesicht zum Baumdiagramm der MetaHuman Identity hinzufügen. Benutze dazu die Schaltflächen „+“ (Hinzufügen) oder „Komponenten erstellen“ in der Symbolleiste.
es: {0} Para habilitar esta opción, antes debes añadir Face Part a la Tree View de la MetaHuman Identity usando los botones Añadir(+) o Crear componentes de la barra de herramientas
fr: {0} Pour activer cette option, commencez par ajouter la partie visage à l'arborescence de la MetaHuman Identity à l'aide du bouton Ajouter(+) ou du bouton Créer des composants dans la barre d'outils
it: {0} Per abilitare questa opzione, prima aggiungi la Parte Viso alla visualizzazione ad albero della MetaHuman Identity utilizzando il pulsante Aggiungi(+) o Crea componenti sulla barra degli strumenti
ja: {0} このオプションを有効にするには、まずツールバーの [+] または [Create Componetns (コンポーネントの作成)] ボタンを使用して、 顔のパーツを MetaHuman アイデンティティ ツリー ビューに追加する必要があります
ko: {0} 이 옵션을 활성화하려면 먼저 툴바의 추가(+)(Add(+)) 또는 컴포넌트 생성(Create Components) 버튼을 사용하여 메타휴먼 아이덴티티 트리 뷰에 페이스 파츠를 추가해야 합니다.
pl: {0} By włączyć tę opcję, najpierw dodaj część twarzy do widoku drzewka MetaHuman Identity poprzez użycie funkcji Dodaj(+) lub naciśnięcie przycisku „Stwórz komponenty” na pasku narzędzi
pt_br: {0} Para ativar esta opção, primeiro adicione a Parte do Rosto à Visualização em Árvore do MetaHuman Identity utilizando Adicionar (+) ou o botão de Criar Componentes na barra de ferramentas
ru: {0} Чтобы включить эту настройку, сначала добавьте лицевую часть Персоны MetaHuman. Для этого нажмите «Добавить(+)» или «Создать компоненты» на панели инструментов
tr: {0} Bu seçeneği etkinleştirmek için önce araç çubuğundaki Ekle (+) veya Bileşen Oluştur düğmesini kullanarak MetaHuman Identity ağaç görünümüne Yüz Parçası ekle.

# MetaHumanIdentityToolkit,PrepareForPerformanceButtonDisabledTooltip
source: {0} To enable this option, first send a conformed Template to the Mesh to MetaHuman Service using commands from the drop-down menu in the Mesh to MetaHuman button on the toolbar
ar: {0} لتفعيل هذا الخيار، أرسل أولاً قالبًا مطابقًا إلى Mesh to MetaHuman Service باستخدام الأوامر من القائمة المنسدلة في زر Mesh to MetaHuman على شريط الأدوات
de: {0} Damit diese Option verfügbar wird, musst du ein angepasstes Template Mesh an den Mesh to MetaHuman-Dienst senden. Benutze dazu die Befehle des Dropdown-Menüs der Schaltfläche „Mesh to MetaHuman“.
es: {0} Para habilitar esta opción, antes debes enviar una plantilla conformada al servicio Mesh to MetaHuman usando comandos del menú desplegable del botón Mesh to MetaHuman en la barra de herramientas
fr: {0} Pour activer cette option, envoyez tout d'abord un modèle conformé vers le service Mesh to MetaHuman à l'aide des commandes du menu déroulant à partir du bouton Mesh to MetaHuman dans la barre d'outils
it: {0} Per abilitare questa opzione, prima invia un modello conforme al servizio Mesh to MetaHuman utilizzando i comandi del menu a discesa del pulsante Mesh to MetaHuman sulla barra degli strumenti
ja: {0} このオプションを有効にするには、まず、ツールバーの [Mesh to MetaHuman] ボタンの ドロップダウン メニューからコマンドを使用して、適合したテンプレートを Mesh to MetaHuman サービスに 送信します
ko: {0} 이 옵션을 활성화하려면 먼저 맞춰진 템플릿 메시를 툴바에 있는 메시 투 메타휴먼 버튼의 드롭다운 메뉴에서 명령을 사용하여 메타휴먼 서비스로 전송해야 합니다.
pl: {0} By włączyć tę opcję, najpierw prześlij dopasowany szablon do usługi Mesh to MetaHuman poprzez użycie poleceń z rozwijanego menu w przycisku Mesh to MetaHuman na pasku narzędzi
pt_br: {0} Para ativar esta opção envie um Modelo adequado ao Serviço Mesh to MetaHuman usando comandos da barra de ferramentas, no menu suspenso do botão Mesh to MetaHuman
ru: {0} Чтобы включить эту настройку, сначала отправьте адаптированный шаблон в службу Mesh to MetaHuman, используя команды из раскрывающегося меню кнопки Mesh to MetaHuman на панели инструментов
tr: {0} Bu seçeneği etkinleştirmek için önce araç çubuğundaki Mesh to MetaHuman düğmesinin açılır menüsündeki komutları kullanarak uyumlu bir Şablonu Mesh to MetaHuman Hizmetine gönder.

# MetaHumanIdentityToolkit,IdentityWarnMeshTrackerVersionModelDialog_Message
source: This MetaHuman Identity was created with a different plugin version and should have some parts reset to avoid issues. Resetting the MetaHuman Identity will require the "MetaHuman Identity Solve" and subsequent steps to be completed again. Do you wish to reset?
ar: تم تكوين MetaHuman Identity هذه بإصدار مكون إضافي مختلف ويجب إعادة تعيين بعض الأجزاء لتجنب المشكلات. ستتطلب إعادة تعيين MetaHuman Identity إكمال "MetaHuman Identity Solve" وإكمال الخطوات اللاحقة مرة أخرى. هل ترغب في إعادة التعيين؟
de: Diese MetaHuman Identity wurde mit einer anderen Plugin-Version erstellt und benötigt die Zurücksetzung einiger Teile, um Probleme zu vermeiden. Die Zurücksetzung der MetaHuman Identity erfordert, dass „MetaHuman Identity Solve“ und die nachfolgenden Schritte erneut ausgeführt werden. Möchtest du sie zurücksetzen?
es: Esta MetaHuman Identity se creó con otra versión del complemento y hay que restablecer algunas partes para evitar errores. Para restablecer la MetaHuman Identity será necesario volver a completar el paso de 'MetaHuman Identity Solve' y los siguientes. ¿Quieres restablecerla?
fr: Cette MetaHuman Identity a été créée avec une version différente du plug-in. Certaines de ses parties doivent être réinitialisées pour éviter tout problème. Réinitialiser la MetaHuman Identity nécessite que la commande MetaHuman Identity Solve et les étapes ultérieures soient à nouveau effectuées. Souhaitez-vous procéder à la réinitialisation ?
it: Questa MetaHuman Identity è stata creata con una versione diversa del plugin e dovrebbe essere resettata in alcune sue parti per evitare problemi. Per resettare la MetaHuman Identity è necessario completare nuovamente la procedura Risolvi MetaHuman Identity e i passaggi successivi. Desideri resettare?
ja: この MetaHuman Identity は異なるプラグイン バージョンを使用して作成されているため、一部のパーツをリセットして問題を回避してください。MetaHuman Identity をリセットすると、[MetaHuman Identity Solve (MetaHuman Identity の解決)] および後続のステップを再度完了することが必要になります。リセットしますか？
ko: 이 메타휴먼 아이덴티티는 다른 플러그인 버전에서 생성되었으며 일부 파츠를 초기화하지 않으면 문제가 발생할 수 있습니다. 메타휴먼 아이덴티티를 초기화하면 '메타휴먼 아이덴티티 솔브'와 후속 단계를 다시 완료해야 합니다. 초기화하시겠습니까?
pl: To MetaHuman Identity zostało utworzone przy użyciu innej wersji wtyczki i w celu uniknięcia problemów należy zresetować niektóre części. Zresetowanie MetaHuman Identity będzie wymagało ponownego użycia polecenia „Solwuj MetaHuman Identity” i kolejnych kroków. Czy chcesz zrestartować?
pt_br: Este MetaHuman Identity foi criado com uma versão de plugin diferente e algumas partes devem ser restauradas para evitar problemas. Para restaurar o MetaHuman Identity, será preciso concluir novamente o "MetaHuman Identity Solve" e os passos seguintes. Quer restaurar?
ru: Персона MetaHuman была создана с другой версией плагина. Чтобы избежать ошибок, сбросьте некоторые элементы. При сбросе Персоны MetaHuman потребуется «Анализ Персоны MetaHuman» и снова проделать последующие шаги. Сбросить?
tr: Bu MetaHuman Identity farklı bir eklenti sürümüyle oluşturuldu ve sorunlarla karşılaşmamak için bazı parçaların sıfırlanması gerekiyor. MetaHuman Identity'nin sıfırlanması için "MetaHuman Identity Çözme" ve sonraki adımların yeniden tamamlanması gerekecek. Sıfırlamak istiyor musun?

# MetaHumanIdentityToolkit,IdentityWarnMeshTrackerVersionModelDialog_Title
source: Incompatible MetaHuman Identity
ar: MetaHuman Identity غير متوافقة
de: Inkompatible MetaHuman Identity
es: MetaHuman Identity incompatible
fr: MetaHuman Identity incompatible
it: MetaHuman Identity incompatibile
ja: 互換性のないMetaHuman Identity
ko: 호환되지 않는 메타휴먼 아이덴티티
pl: Niekompatybilne MetaHuman Identity
pt_br: MetaHuman Identity incompatível
ru: Несовместимая Персона MetaHuman
tr: Uyumsuz MetaHuman Identity

# MetaHumanIdentityToolkit,IdentityWarnMeshTrackerVersionModelDialog_ConfirmText
source: Reset MetaHuman Identity
ar: إعادة تعيين MetaHuman Identity
de: MetaHuman Identity zurücksetzen
es: Restablecer MetaHuman Identity
fr: Réinitialiser la MetaHuman Identity
it: Resetta la MetaHuman Identity
ja: MetaHuman Identityをリセット
ko: 메타휴먼 아이덴티티 초기화
pl: Zresetuj MetaHuman Identity
pt_br: Restaurar MetaHuman Identity
ru: Сбросить настройки Персоны MetaHuman
tr: MetaHuman Identity'yi Sıfırla

# MetaHumanIdentityToolkit,IdentityWarnMeshTrackerVersionModelDialog_CancelText
source: Do not reset
ar: لا تقم بإعادة التعيين
de: Nicht zurücksetzen
es: No restablecer
fr: Ne pas réinitialiser
it: Non resettare
ja: リセットしない
ko: 초기화하지 않기
pl: Nie resetuj
pt_br: Não restaure
ru: Не сбрасывать
tr: Sıfırlama

# MetaHumanIdentityToolkit,IdentityMeshTrackerVersionNeedsProcessing
source: This MetaHuman Identity was created with a different software version. Repeating the "MetaHuman Identity Solve" and subsequent steps is recommended for best results.
ar: تم تكوين MetaHuman Identity هذه باستخدام إصدار برنامج مختلف. يوصى بتكرار "MetaHuman Identity Solve" والخطوات اللاحقة للحصول على أفضل النتائج.
de: Diese MetaHuman Identity wurde mit einer anderen Software-Version erstellt. Um ein möglichst gutes Ergebnis zu erhalten, sollten „MetaHuman Identity Solve“ und die nachfolgenden Schritte erneut ausgeführt werden.
es: Esta MetaHuman Identity se creó con una versión del software diferente. Se recomienda volver a completar el paso 'MetaHuman Identity Solve' y los posteriores para obtener mejores resultados.
fr: Cette MetaHuman Identity a été créée avec une version différente du logiciel. Il est recommandé de répéter la commande MetaHuman Identity Solve et les étapes ultérieures pour obtenir les meilleurs résultats.
it: Questa MetaHuman Identity è stata creata con una versione diversa del software. Per risultati ottimali, si consiglia di ripetere Risolvi MetaHuman Identity e i passaggi successivi.
ja: この MetaHuman Identity は異なるソフトウェア バージョンを使用して作成されました。最良の結果を得るには、[MetaHuman Identity Solve (MetaHuman Identity の解決)] および後続のステップを繰り返すことをお勧めします
ko: 이 메타휴먼 아이덴티티는 다른 소프트웨어 버전에서 생성되었습니다. '메타휴먼 아이덴티티 솔브'와 후속 단계를 다시 수행하는 것이 가장 좋습니다.
pl: To MetaHuman Identity zostało utworzone przy użyciu innej wersji oprogramowania. Dla najlepszych wyników zalecane jest ponowne wykonanie solwowania MetaHuman Identity i kolejnych kroków.
pt_br: Este MetaHuman Identity foi criado com uma versão de software diferente. Para obter um resultado melhor, é recomendado repetir o "MetaHuman Identity Solve" e os passos seguintes.
ru: Эта Персона MetaHuman была создана с другой версией программного обеспечения. Для оптимальных результатов рекомендуется повторить команду «Анализ Персоны MetaHuman» и проделать последующие шаги.
tr: Bu MetaHuman Identity farklı bir yazılım sürümüyle oluşturuldu. En iyi sonuçlar için "MetaHuman Identity Çözme" ve sonraki adımların tekrarlanması önerilir.

# MetaHumanIdentityToolkit,PartsTabTitle
source: Identity Parts
ar: أجزاء هوية
de: Identity-Teile
es: Partes de Identity
fr: Parties de l'Identity
it: Parti dell'Identity
ja: Identity パーツ
ko: 아이덴티티 파츠
pl: Części Identity
pt_br: Partes do Identity
ru: Части Персоны
tr: Identity Parçaları
