Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanIdentityPartsEditor,FailedToConformMessageTitle
source: Add Components From Conformed Mesh Error
ar: إضافة مكونات من خطأ الشبكة المطابقة
de: Fehler beim Hinzufügen von Komponenten des angepassten Meshs
es: Error al añadir componentes desde la malla conformada
fr: Ajouter les composants à partir de l'erreur de maillage conformé
it: Aggiungi componenti da un errore di mesh conforme
ja: 調整済みメッシュのコンポーネントの追加エラー
ko: 일치시킨 메시에서 컴포넌트 추가 오류
pl: Dodaje komponenty z błędu dopasowanej siatki
pt_br: Adicionar componentes de erro de malha moldada
ru: Ошибка добавления компонентов из сетки
tr: Uyumlu Örgüden Bileşen Ekleme Hatası

# MetaHumanIdentityPartsEditor,FailedToConformMessage
source: Failed to add already conformed mesh. The mesh must be compatible with MetaHuman topology for this operation. Reason: {0}
ar: فشلت إضافة شبكة مطابقة بالفعل. يجب أن تكون الشبكة متوافقة مع توبولوجيا MetaHuman لهذه العملية. السبب: {0}
de: Es konnte kein bereits angepasstes Mesh hinzugefügt werden. Das Mesh muss mit der MetaHuman-Topologie für diese Operation kompatibel sein. Grund: {0}
es: Error al añadir la malla ya conformada. La malla debe ser compatible con la topología MetaHuman para esta operación. Razón: {0}
fr: Échec de l'ajout du maillage déjà conformé. Le maillage doit être compatible avec la topologie MetaHuman pour cette opération. Raison : {0}
it: Impossibile aggiungere una mesh già conforme. Per questa operazione, la mesh deve essere compatibile con la topologia MetaHuman. Motivo: {0}
ja: すでに調整済みのメッシュを追加できませんでした。この操作では、メッシュに MetaHuman トポロジとの互換性が必要です。理由：{0}
ko: 이미 일치시킨 메시를 추가하지 못했습니다. 이 작업을 위해서는 메시가 메타휴먼 토폴로지와 호환되어야 합니다. 이유: {0}
pl: Nie udało się dodać dopasowanej siatki. W tej operacji siatka musi być kompatybilna z topologią MetaHuman. Powód: {0}
pt_br: Falha ao adicionar malha já moldada. A malha deve ser compatível com a topologia do MetaHuman para esta operação. Motivo: {0}
ru: Не удалось добавить ранее адаптированную сетку. Для этой операции сетка должна быть совместима с топологией MetaHuman. Причина: {0}
tr: Zaten uyumlu hale getirilmiş örgü eklenemedi. Bu işlem için örgü MetaHuman topolojisiyle uyumlu olmalıdır. Neden: {0}

# MetaHumanIdentityPartsEditor,AddFaceFromStaticMesh
source: Add MetaHuman Identity Face from Static Mesh
ar: أضف وجه MetaHuman Identity من الشبكة الثابتة
de: Gesicht aus Static Mesh zur MetaHuman Identity hinzufügen
es: Añadir cara de MetaHuman Identity desde malla estática
fr: Ajouter un visage à la MetaHuman Identity à partir du maillage statique
it: Aggiungi il viso della MetaHuman Identity dalla mesh statica
ja: スタティックメッシュからMetaHuman Identityの顔を追加する
ko: 스태틱 메시에서 메타휴먼 아이덴티티 페이스 추가
pl: Dodaj twarz MetaHuman Identity z siatki statycznej
pt_br: Adicionar Rosto do MetaHuman Identity a partir da malha estática
ru: Добавить лицо Персоны MetaHuman из статичной сетки
tr: Statik Örgüden MetaHuman Identity Yüzü Ekle

# MetaHumanIdentityPartsEditor,AddIdentityPart
source: Add Part to the MetaHuman Identity
ar: أضف جزء إلى MetaHuman Identity
de: Teil zur MetaHuman Identity hinzufügen
es: Añadir parte a la MetaHuman Identity
fr: Ajouter une partie à la MetaHuman Identity
it: Aggiungi una parte alla MetaHuman Identity
ja: MetaHuman Identityにパーツを追加する
ko: 메타휴먼 아이덴티티에 파츠 추가
pl: Dodaj część do MetaHuman Identity
pt_br: Adicionar parte ao MetaHuman Identity
ru: Добавить элемент Персоне MetaHuman
tr: MetaHuman Identity'ye Parça Ekle

# MetaHumanIdentityPartsEditor,AddIdentityPose
source: Add Pose to the MetaHuman Identity
ar: إضافة وضعية إلى MetaHuman Identity
de: Pose zur MetaHuman Identity hinzufügen
es: Añadir pose a la MetaHuman Identity
fr: Appliquer une pose à la MetaHuman Identity
it: Aggiungi una posa alla MetaHuman Identity
ja: MetaHuman Identityにポーズを追加する
ko: 메타휴먼 아이덴티티에 포즈 추가
pl: Dodaj pozę do MetaHuman Identity
pt_br: Adicionar pose ao MetaHuman Identity
ru: Добавить положение Персоне MetaHuman
tr: MetaHuman Identity'ye Poz Ekle

# MetaHumanIdentityPromotedFrames,PromotedFrameTrackingModeMenuSection
source: Tracking Mode
ar: وضع التتبع
de: Track-Modus
es: Modo de seguimiento
fr: Mode de suivi
it: Modalità di tracciamento
ja: トラッキングモード
ko: 트래킹 모드
pl: Tryb śledzenia
pt_br: Modo de rastreamento
ru: Режим отслеживания
tr: İzleme Modu

# MetaHumanIdentityPromotedFrames,TrackOnChangeLabel
source: Autotracking On
ar: التتبع التلقائي في وضع التشغيل
de: Autotracken ein
es: Seguimiento automático activado
fr: Activation du suivi automatique
it: Tracciamento automatico attivato
ja: 自動トラッキングオン
ko: 오토트래킹 켜기
pl: Automatyczne śledzenie włączone
pt_br: Rastreamento automático ativado
ru: Вкл. автоматическое отслеживание
tr: Otomatik İzleme Açık

# MetaHumanIdentityPromotedFrames,TrackOnChangeTooltip
source: Run face tracker when the camera stops moving
ar: قم بتشغيل جهاز تعقب الوجه عندما تتوقف الكاميرا عن الحركة
de: Der Gesichtstracker wird ausgeführt, wenn die Kamera stillsteht
es: Ejecutar rastreador facial cuando la cámara deja de moverse
fr: Lancer le suivi du visage dès que la caméra arrête de bouger
it: Esegui il tracciamento del viso quando la fotocamera smette di muoversi
ja: カメラの移動が停止したときに顔トラッカーを実行する
ko: 카메라 움직임이 멈추는 경우 페이스 트래커를 실행합니다.
pl: Uruchom tracker twarzy, gdy kamera przestanie się poruszać
pt_br: Executar rastreamento de rosto quando a câmera parar de se mover
ru: Запустить отслеживание лица, когда камера остановится
tr: Kamera hareket etmeyi bıraktığında yüz izleyicisini çalıştır.

# MetaHumanIdentityPromotedFrames,TrackManuallyLabel
source: Autotracking Off
ar: التتبع التلقائي معطل
de: Autotracken aus
es: Seguimiento automático desactivado
fr: Désactivation du suivi automatique
it: Tracciamento automatico disattivato
ja: 自動トラッキングオフ
ko: 오토트래킹 끄기
pl: Automatyczne śledzenie wyłączone
pt_br: Rastreamento automático desativado
ru: Откл. автоматическое отслеживание
tr: Otomatik İzleme Kapalı

# MetaHumanIdentityPromotedFrames,TrackManuallyTooltip
source: Run the face tracker manually
ar: قم بتشغيل جهاز تعقب الوجه يدويًا
de: Der Gesichtstracker wird manuell ausgeführt.
es: Ejecutar rastreador facial manualmente
fr: Lancer le suivi du visage manuellement
it: Esegui il tracciamento del viso manualmente
ja: 顔トラッカーを手動で実行する
ko: 페이스 트래커를 수동으로 실행합니다.
pl: Uruchom tracker twarzy ręcznie
pt_br: Executar o rastreamento de rosto manualmente
ru: Запустить отслеживание лица вручную
tr: Yüz izleyicisini manuel çalıştır.

# MetaHumanIdentityPromotedFrames,LockNavigationLabel
source: Lock Camera
ar: قفل الكاميرا
de: Kamera sperren
es: Bloquear cámara
fr: Verrouiller la caméra
it: Blocca fotocamera
ja: カメラをロックする
ko: 카메라 잠금
pl: Zablokuj kamerę
pt_br: Travar câmera
ru: Заблокировать камеру
tr: Kamerayı Kilitle

# MetaHumanIdentityPromotedFrames,LockNavigationTooltip
source: Locks the camera navigation for this frame and switches to 2D navigation mode
ar: يقفل التنقل في الكاميرا لهذا الإطار ويتحول إلى وضع التنقل ثنائي الأبعاد
de: Sperrt die Kameranavigation für dieses Frame und wechselt zum 2D-Navigationsmodus.
es: Bloquea la navegación de la cámara para este fotograma y cambia al modo de navegación 2D
fr: Verrouille la caméra pour cette image et passe en mode de navigation 2D
it: Blocca la navigazione della fotocamera per questo fotogramma e passa alla modalità di navigazione 2D
ja: このフレームのカメラナビゲーションがロックされ、2D ナビゲーションモードに切り替わります
ko: 이 프레임의 카메라 내비게이션을 고정하고 2D 내비게이션 모드로 전환합니다.
pl: Blokuje nawigację kamery dla tej klatki i przełącza na tryb nawigacji 2D
pt_br: Trava a navegação da câmera para este quadro e altera para modo de navegação 2D
ru: Блокирует навигацию камеры для этого кадра и переключается на навигацию в 2D-режиме
tr: Bu kare için kamera navigasyonunu kilitler ve 2D navigasyon moduna geçer

# MetaHumanIdentityPromotedFrames,PromotedFrameCommandsMenuSection
source: Commands
ar: الأوامر
de: Befehle
es: Comandos
fr: Commandes
it: Comandi
ja: コマンド
ko: 커맨드
pl: Polecenia
pt_br: Comandos
ru: Команды
tr: Komutlar

# MetaHumanIdentityPromotedFrames,RenamePromotedFrameContextMenuEntry
source: Rename {0}
ar: إعادة تسمية {0}
de: {0} umbenennen
es: Renombrar {0}
fr: Renommer {0}
it: Rinomina {0}
ja: {0}の名前を変更
ko: {0} 이름변경
pl: Zmień nazwę: {0}
pt_br: Renomear {0}
ru: Переименовать {0}
tr: {0} Öğesini Yeniden Adlandır

# MetaHumanIdentityPromotedFrames,RenamePromotedFrameTooltip
source: Rename the Promoted Frame
ar: إعادة تسمية الإطار الذي تمت ترقيته
de: Benenne das promotete Frame um.
es: Renombrar fotograma promovido
fr: Renommer l'image promue
it: Rinomina il fotogramma approvato
ja: プロモートされたフレームの名前を変更します
ko: 승격된 프레임 이름변경
pl: Zmień nazwę wypromowanej klatki
pt_br: Renomear quadro promovido
ru: Переименовать зафиксированный кадр
tr: Yükseltilmiş Kareyi Yeniden Adlandır

# MetaHumanIdentityPromotedFrames,RemoveFrontViewLabel
source: Remove Front View
ar: إزالة المنظر الأمامي
de: Frontalansicht entfernen
es: Eliminar vista frontal
fr: Supprimer la vue frontale
it: Rimuovi la vista frontale
ja: 前面ビューを削除
ko: 전면 뷰 제거
pl: Usuń widok przedni
pt_br: Remover Visualização Frontal
ru: Удалить вид спереди
tr: Ön Görünümü Kaldır

# MetaHumanIdentityPromotedFrames,SetFrontViewLabel
source: Set Front View
ar: ضبط المنظر الأمامي
de: Frontalansicht festlegen
es: Ajustar vista frontal
fr: Définir comme vue frontale
it: Imposta la vista frontale
ja: 前面ビューを設定
ko: 전면 뷰 설정
pl: Ustaw widok przedni
pt_br: Definir Visualização Frontal
ru: Задать вид спереди
tr: Ön Görünümü Ayarla

# MetaHumanIdentityPromotedFrames,SetFrontViewTooltip
source: Select which promoted frame is front view
ar: اختر أي إطار تمت ترقيته يظهر كعرض أمامي
de: Wähle aus, welches promotete Frame die Frontansicht ist.
es: Seleccionar qué fotograma promovido es la vista frontal
fr: Sélectionner quelle image promue est en vue frontale
it: Seleziona quale fotogramma approvato è a vista frontale
ja: プロモートされたフレームから正面ビューにするものを選択します
ko: 정면 뷰로 설정할 승격된 프레임을 선택합니다.
pl: Wybierz, która wypromowana klatka jest widokiem przednim
pt_br: Selecionar qual quadro promovido é a visão frontal
ru: Выбрать зафиксированный кадр для фронтального вида
tr: Hangi yükseltilmiş karenin ön görünüm olduğunu seç.

# MetaHumanIdentityPromotedFrames,DemotePromotedFrameContextMenuEntry
source: Demote {0}
ar: خفض {0}
de: {0} demoten
es: Degradar {0}
fr: Rétrograder {0}
it: Respingi {0}
ja: {0}をデモート
ko: {0} 강등
pl: Zdegraduj: {0}
pt_br: Remover {0}
ru: Понизить {0}
tr: {0} Öğesini Alçalt

# MetaHumanIdentityPromotedFrames,AddPromotedFrame
source: Promote Frame
ar: ترقية إطار
de: Frame promoten
es: Promover fotograma
fr: Promouvoir l'image
it: Approva fotogramma
ja: フレームのプロモート
ko: 프레임 승격
pl: Wypromuj klatkę
pt_br: Promover quadro
ru: Зафиксировать кадр
tr: Kare Yükselt

# MetaHumanIdentityPromotedFrames,RemotePromotedFrame
source: Remove Promoted Frame
ar: إزالة الإطار الذي تمت ترقيته
de: Promotetes Frame entfernen
es: Eliminar fotograma promovido
fr: Supprimer l'image promue
it: Rimuovi fotogramma approvato
ja: プロモートされたフレームを削除する
ko: 승격시킨 프레임 제거
pl: Usuń wypromowaną klatkę
pt_br: Remover quadro promovido
ru: Удалить зафиксированный кадр
tr: Yükseltilmiş Kareyi Kaldır

# MetaHumanIdentityPromotedFrames,PromotedFrameSelectedTransaction
source: Promoted Frame Selected
ar: تم اختيار الإطار الذي تمت ترقيته
de: Promotetes Frame ausgewählt
es: Fotograma promovido seleccionado
fr: Sélection de l'image promue
it: Fotogramma selezionato approvato
ja: 選択されているプロモート済みのフレーム
ko: 승격된 프레임 선택됨
pl: Wybrano wypromowaną klatkę
pt_br: Quadro promovido selecionado
ru: Зафиксированные кадры выбраны
tr: Yükseltilmiş Kare Seçildi

# MetaHumanIdentityPromotedFrames,CameraMovedTransactionLabel
source: Camera Moved
ar: تحركت الكاميرا
de: Kamera bewegt
es: Cámara movida
fr: Déplacement de caméra
it: Fotocamera spostata
ja: 移動したカメラ
ko: 카메라 이동됨
pl: Kamera przesunięta
pt_br: Câmera movida
ru: Камера передвинута
tr: Kamera Taşındı

# MetaHumanIdentityPromotedFrames,EditTrackOnChangePromotedFrameTransasction
source: Edit Track On Change
ar: تحرير المسار عند التغيير
de: Tracken bei Änderung bearbeiten
es: Editar seguimiento en caso de cambio
fr: Éditer le suivi des modifications
it: Cambia traccia su modifica
ja: 変更時にトラックを編集
ko: 변경 시 트랙 편집
pl: Edycja ścieżki przy zmianie
pt_br: Editar alteração rastreada
ru: Редактировать дорожку при изменении
tr: Değişiklik Takibini Düzenle

# MetaHumanIdentityPromotedFrames,EditNavigationIsLockedTransaction
source: Edit Is Navigation Locked
ar: التحرير يكون في حالة التصفح المغلق
de: Bearbeiten ist navigationsgesperrt
es: La edición está bloqueada por navegación
fr: L'éditeur est verrouillé
it: La modifica è bloccata nella navigazione
ja: 編集がナビゲーションロックされている
ko: 내비게이션 잠금 여부 편집
pl: Nawigacja po edycji jest ograniczona
pt_br: Editar bloqueio da navegação
ru: Команда «Редактировать» заблокирована навигацией
tr: Düzenleme Navigasyon Kilitli

# MetaHumanIdentityPromotedFrames,PromotedFrameButtonFrontIconTooltip
source: This frame is marked as Front Frame
ar: تم وضع علامة على هذا الإطار كإطار أمامي
de: Dieses Frame ist als „Frontales Frame“ markiert.
es: Este fotograma está marcado como fotograma frontal
fr: Cette image est marquée comme étant une image frontale
it: Questo fotogramma è contrassegnato come fotogramma frontale
ja: このフレームはフロントフレームとしてマークされています
ko: 이 프레임은 전면 프레임으로 마킹되어 있습니다.
pl: Ta klatka jest oznaczona jako przednia klatka
pt_br: Este quadro está marcado como Quadro Frontal
ru: Этот кадр отмечен как фронтальный
tr: Bu kare Ön Kare olarak işaretlenmiş

# MetaHumanIdentityPromotedFrames,PromotedFramesTimelineTooltipTitle
source: Promoted Frames Timeline
ar: الإطار الزمني للإطارات التي تمت ترقيتها
de: Promotete-Frames-Zeitleiste
es: Cronograma de los fotogramas promovidos
fr: Chronologie des images promues
it: Timeline dei fotogrammi approvati
ja: プロモートされたフレームのタイムライン
ko: 승격된 프레임 타임라인
pl: Oś czasu wypromowanych klatek
pt_br: Linha do Tempo dos Quadros Promovidos
ru: Временная шкала зафиксированных кадров
tr: Yükseltilmiş Kareler Zaman Çizelgesi

# MetaHumanIdentityPromotedFrames,PromotedFramesPanelNoFramesTooltip
source: {0} Use Promote Frame command to create a new Promoted Frame from the current camera view.
ar: {0} استخدم أمر Promote Frame لإنشاء إطار تمت ترقيته جديد من عرض الكاميرا الحالية.
de: {0} Erstelle aus der aktuellen Kameraansicht mithilfe des Befehls „Frame promoten“ ein neues promotetes Frame.
es: {0} Usa el comando Promover fotograma para crear un nuevo fotograma promovido a partir de la vista de la cámara actual.
fr: {0} Utilisez la commande Promouvoir une image pour créer une nouvelle image promue à partir de la vue de la caméra en cours.
it: {0} Utilizza il comando Approva fotogramma per creare un nuovo fotogramma approvato dalla vista attuale della fotocamera.
ja: {0} 現在のカメラ ビューから新しいプロモーテッド フレームを作成するには、[フレームのプロモート] コマンドを使用します
ko: {0} 프레임 승격 명령을 이용하여 현재 카메라 뷰에서 새로운 승격된 프레임을 생성합니다.
pl: {0} Użyj polecenia „Wypromuj klatkę”, by stworzyć nową wypromowaną klatkę z obecnego widoku kamery.
pt_br: {0} Use o comando Promover Quadro para criar um novo Quadro Promovido a partir da visualização de câmera atual.
ru: {0} Используйте команду «Зафиксировать кадр» для фиксации нового кадра из текущего обзора камеры.
tr: {0} Mevcut kamera görünümünden yeni bir Yükseltilmiş Kare oluşturmak için Kare Yükselt komutunu kullan.

# MetaHumanIdentityPromotedFrames,PromotedFramesPanelNoCaptureDataTooltip
source: {0} To enable this panel, set Capture Data property in the Details panel of the selected Pose.
ar: {0} لتفعيل هذه اللوحة، اضبط خاصية التقاط البيانات في لوحة التفاصيل للوضعية المختارة.
de: {0} Bestimme im Bereich „Details“ der gewählten Pose die Eigenschaft „Aufnahmedaten“, um diese Option zu aktivieren.
es: {0} Para habilitar este panel, establece la propiedad captura de datos en el panel de detalles de la pose seleccionada.
fr: {0} Pour activer ce panneau, définissez les données de capture dans le panneau Détails de la pose sélectionnée.
it: {0} Per abilitare questo panello, imposta la proprietà Capture Data nel pannello Dettagli della posa selezionata.
ja: {0} このパネルを有効にするには、選択したポーズの [Details (詳細)] パネルで [Capture Data] プロパティを設定します
ko: {0} 이 패널을 활성화하려면 선택한 포즈의 디테일 패널에서 캡처 데이터 프로퍼티를 설정합니다.
pl: {0} By włączyć ten panel, ustaw właściwość Capture Data w panelu szczegółów wybranej pozy.
pt_br: {0} Para ativar este painel, configure a propriedade de Dados de Captura no painel Detalhes da Pose selecionada.
ru: {0} Чтобы включить эту панель, включите свойство «Захват данных» на панели «Сведения» выбранного положения.
tr: {0} Bu paneli etkinleştirmek için seçilen Pozun Ayrıntılar panelinde Yakalama Verileri özelliğini ayarla.

# MetaHumanIdentityPromotedFrames,PromotedFramesPanelFramesTooltip
source: {0} To enable this panel, select a Pose in MetaHuman Identity Parts Tree View.
ar: {0} لتفعيل هذه اللوحة، اختر وضعية في عرض القائمة لأجزاء MetaHuman Identity.
de: {0} Wähle im MetaHuman Identity-Baumdiagramm eine Pose, um diesen Bereich zu aktivieren.
es: {0} Para habilitar este panel, selecciona una pose en la Tree View de las partes de la MetaHuman Identity.
fr: {0} Pour activer ce panneau, sélectionnez une pose dans l'arborescence des parties de la MetaHuman Identity.
it: {0} Per abilitare questo pannello, seleziona una posa nella visualizzazione parti della MetaHuman Identity.
ja: {0} このパネルを有効にするには、MetaHuman アイデンティティ パーツ ツリー ビューでポーズを選択します
ko: {0} 이 패널을 활성화하려면 메타휴먼 아이덴티티 파츠 트리 뷰에서 포즈를 선택해야 합니다.
pl: {0} By włączyć ten panel, wybierz pozę w widoku drzewka części MetaHuman Identity.
pt_br: {0} Para ativar este painel, selecione uma Pose na Visualização em Árvore das Partes do MetaHuman Identity.
ru: {0} Чтобы включить эту панель, выберите «Положение» в древовидном представлении частей Персоны MetaHuman.
tr: {0} Bu paneli etkinleştirmek için MetaHuman Identity Parçalar Ağaç Görünümünde bir Poz seç.

# MetaHumanIdentityPromotedFrames,PromoteFrameToolbarButtonDefaultTooltip
source: Promote a frame for Tracking
ar: قم بترقية إطار للتتبع
de: Frame zum Tracken promoten
es: Promover un fotograma para el seguimiento
fr: Promouvoir une image à suivre
it: Approva un fotogramma per il tracciamento
ja: フレームを追跡用にプロモート
ko: 트래킹을 위해 프레임 승격
pl: Wypromuj klatkę w celu śledzenia
pt_br: Promover um quadro para rastrear
ru: Зафиксировать кадр для отслеживания
tr: İzleme için bir kare yükselt.

# MetaHumanIdentityPromotedFrames,PromoteFrameToolbarButtonExcludedFrameTooltip
source: {0} To enable this option, make sure current frame is not excluded
ar: {0} لتفعيل هذا الخيار، تأكد من عدم استبعاد الإطار الحالي
de: {0} Damit diese Option verfügbar wird, muss das aktuelle Frame im Verarbeitungsbereich enthalten sein.
es: {0} Para habilitar esta opción, asegúrate de que el fotograma actual no esté excluido
fr: {0} Pour activer cette option, assurez-vous que l'image actuelle ne soit pas exclue
it: {0} Per abilitare questa opzione, verifica che il fotogramma attuale non sia escluso
ja: {0} このオプションを有効にするには、現在のフレームが除外されていることを確認してください
ko: {0} 이 옵션을 활성화하려면 현재 프레임이 제외되지 않아야 합니다.
pl: {0} By ta opcja została włączona, obecna klatka nie może być wyłączona
pt_br: {0} Para ativar esta opção, certifique-se de que o quadro atual não está excluído
ru: {0} Для включения этой настройки проверьте, чтобы не был исключён текущий кадр
tr: {0} Bu seçeneği etkinleştirmek için mevcut karenin hariç tutulmadığından emin ol

source: {0} To enable this option, make sure current frame has both image and depth data
ar: {0} لتفعيل هذا الخيار، تأكد من أن الإطار الحالي يحتوي على بيانات العمق والصورة
de: {0} Damit diese Option verfügbar wird, muss das aktuelle Frame sowohl Bild- als auch Tiefendaten enthalten.
es: {0} Para habilitar esta opción, asegúrate de que el fotograma actual tenga tanto datos de imagen como de profundidad
fr: {0} Pour activer cette option, assurez-vous que l'image actuelle dispose de données d'image et de profondeur
it: {0} Per abilitare questa opzione, verifica che il fotogramma attuale abbia sia l'immagine che i dati di profondità
ja: {0} このオプションを有効にするには、現在のフレームに画像と深度データの両方を含めるようにしてください
ko: {0} 이 옵션을 활성화하려면 현재 프레임에 이미지와 뎁스 데이터가 있어야 합니다.
pl: {0} By ta opcja została włączona, obecna klatka musi zawierać dane zarówno obrazu, jak i głębi
pt_br: {0} Para ativar esta opção, certifique-se de que o quadro atual tem dados de imagem e profundidade
ru: {0} Для включения этой настройки проверьте, чтобы в текущем кадре были данные изображения и глубины
tr: {0} Bu seçeneği etkinleştirmek için mevcut karenin hem görüntü hem derinlik verilerine sahip olduğundan emin ol

source: {0} To enable this option, set Capture Data in the Details panel of the selected Pose in MetaHuman Identity Parts Tree View
ar: {0} لتفعيل هذا الخيار، اضبط "بيانات الالتقاط" في لوحة التفاصيل للوضعية المختارة في عرض القائمة لأجزاء MetaHuman Identity
de: {0} Damit diese Option verfügbar wird, musst du im Bereich „Details“ der gewählten Pose im MetaHuman Identity-Baumdiagramm die Aufnahmedaten wählen.
es: {0} Para habilitar esta opción, establece una captura de datos en el panel de detalles de la pose seleccionada de la Tree View de las partes de la MetaHuman Identity
fr: {0} Pour activer cette option, définissez les données de capture dans le panneau Détails de la pose sélectionnée dans l'arborescence des parties de la MetaHuman Identity
it: {0} Per abilitare questa opzione, imposta Capture Data nel pannello Dettagli della posa selezionata nella visualizzazione parti della MetaHuman Identity
ja: {0} このオプションを有効にするには、MetaHuman アイデンティティ パーツ ツリー ビューで選択したポーズの [Details (詳細)] パネルで [Capture Data (キャプチャ データ)] を設定します
ko: {0} 이 옵션을 활성화하려면 메타휴먼 아이덴티티 파츠 트리 뷰에 있는 선택된 포즈의 디테일(Details) 패널에서 캡처 데이터를 설정해야 합니다.
pl: {0} By włączyć tę opcję, ustaw Capture Data w panelu szczegółów wybranej pozy w widoku drzewka części MetaHuman Identity
pt_br: {0} Para ativar esta opção, configure Dados de Captura no painel Detalhes da Pose selecionada na Visualização em Árvore das Partes do MetaHuman Identity
ru: {0} Чтобы включить эту настройку, включите «Захват данных» на панели «Сведения» выбранного положения в древовидном представлении частей Персоны MetaHuman
tr: {0} Bu seçeneği etkinleştirmek için MetaHuman Identity Parçalar Ağaç Görünümündeki seçili Pozun Ayrıntılar panelinde Yakalama Verilerini ayarla

# MetaHumanIdentityPromotedFrames,PromoteFrameToolbarButtonMaxFramesReachedTooltip
source: {0} Maximum number of promoted frames for this pose has been reached
ar: {0} تم الوصول إلى أقصى عدد من الإطارات التي تمت ترقيتها لهذه الوضعية
de: {0} Die maximale Anzahl von promoteten Frames für diese Pose wurde erreicht.
es: {0} Se alcanzó el límite de fotogramas promovidos de esta pose
fr: {0} Nombre maximum d'images promues atteint pour cette pose
it: {0} È stato raggiunto il numero massimo di fotogrammi approvati per questa posa
ja: {0} このポーズのプロモートされたフレームの最大数に達しました
ko: {0} 이 포즈에서 가질 수 있는 최대 승격된 프레임 개수에 도달했습니다.
pl: {0} Osiągnięto maksymalną liczbę wypromowanych klatek tej pozy
pt_br: {0} O número máximo de quadros promovidos para esta pose foi atingido
ru: {0} Достигнуто максимальное количество фиксируемых кадров для этого положения
tr: {0} Bu poz için maksimum yükseltilmiş kare sayısına erişildi
