Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# FAutoRigService,MHEula_Title
source: End User License Agreement
ar: اتفاقية ترخيص المستخدم النهائي
de: Endbenutzer-Lizenzvereinbarung
es: Acuerdo de licencia de usuario final
fr: Conditions générales d'utilisation
it: Contratto di licenza con l'utente finale
ja: エンドユーザーライセンス契約
ko: 최종 사용자 라이선스 계약
pl: Umowa licencyjna użytkownika końcowego
pt_br: Contrato de Licença de Usuário Final
ru: Лицензионное соглашение с конечным пользователем
tr: Son Kullanıcı Lisans Anlaşması

# MetaHuman,MHEula_AcceptCheckbox
source: I have read and agree to the terms and conditions
ar: لقد قرأت وأوافق على الشروط والأحكام
de: Ich habe die Allgemeinen Geschäftsbedingungen gelesen und stimme ihnen zu.
es: He leído y acepto los términos y condiciones
fr: J'ai lu et accepté les termes et conditions
it: Ho letto e accetto i termini e le condizioni
ja: 利用規約を読み、同意します
ko: 이용약관을 읽었으며 이에 동의합니다.
pl: Zapoznałem(-am) się z regulaminem i akceptuję go
pt_br: Eu li e concordo com os termos e condições
ru: Я прочитал(а) условия и положения и соглашаюсь с ними
tr: Şartlar ve koşulları okudum ve kabul ediyorum

# MetaHuman,MHEula_Accept
source: Accept
ar: قبول
de: Zustimmen
es: Aceptar
fr: Accepter
it: Accetta
ja: 同意する
ko: 수락
pl: Zaakceptuj
pt_br: Aceitar
ru: Принять
tr: Kabul et

# InterchangeDNATranslator,GetMeshPayloadData_ValidateMeshDescriptionFail
source: Invalid mesh data (NAN) was found and fix to zero. Mesh render can be bad.
ar: تم العثور على بيانات شبكة غير صالحة (NAN) وتم إصلاحها وإعادتها إلى الصفر. يمكن أن يكون عرض الشبكة سيئًا.
de: Ungültige Mesh-Daten (NAN) gefunden und auf null gesetzt. Mesh-Rendering könnte schlecht ausfallen.
es: Se han encontrado datos de malla no válidos (NAN) y se han corregido a cero. El renderizado de malla puede ser erróneo.
fr: Des données de maillage invalide (NAN) ont été trouvées et mises à zéro. Le rendu de maillage peut être mauvais.
it: Rilevati dati di mesh non validi (NAN) e reimpostati a zero. Il rendering della mesh potrebbe non essere ottimale.
ja: 無効なメッシュ データ (NaN) が見つかったため、ゼロに修正します。メッシュ レンダリングが正しくない可能性があります
ko: 유효하지 않은 메시 데이터(NAN)가 발견되어 0으로 수정되었습니다. 메시 렌더가 잘못될 수 있습니다.
pl: Znaleziono nieprawidłowe dane siatki (NAN) i naprawiono je do zera. Renderowanie siatki może być nieprawidłowe.
pt_br: Malha de dados inválida (NAN) encontrada e corrigida para zero. A renderização de malha não pode ser ruim.
ru: Неверные данные сетки (NAN) найдены и исправлены на ноль. Визуализатор сетки может быть дефектным.
tr: Geçersiz örgü verileri (NAN) bulundu ve sıfır olarak düzeltildi. Örgü işleme sürecinde bir hata oluşmuş olabilir.

# InterchangeDNATranslator,PayloadFormatInvlait
source: Cannot retrieve payload; payload key is not in the requested format.
ar: تعذر استرجاع الحمولة؛ مفتاح الحمولة ليس بالتنسيق المطلوب.
de: Nutzlast kann nicht abgerufen werden. Nutzlast-Schlüssel ist nicht im angefragten Format.
es: No se puede recuperar la carga útil; la clave de la carga útil no está en el formato solicitado.
fr: Impossible d'extraire la charge utile ; la clé de charge utile n'est pas dans le format requis.
it: Impossibile recuperare il payload: la chiave di payload non è nel formato richiesto.
ja: ペイロードを取得できません。ペイロード キーがリクエストされた形式になっていません
ko: 페이로드를 얻을 수 없습니다. 페이로드 키가 요청된 포맷이 아닙니다.
pl: Nie można odzyskać payloadu; klucz payloadu nie jest w żądanym formacie.
pt_br: Não foi possível restaurar o payload; a chave do payload não está no formato necessário.
ru: Не удаётся получить данные; ключ полезных данных не в том формате, в котором он был запрошен.
tr: Yük alınamıyor; yük anahtarı istenen biçimde değil.

# InterchangeDNATranslator,CannotRetrievePayload
source: Cannot retrieve payload; payload key doesn't match any mesh within DNA.
ar: تعذر استرجاع الحمولة؛ مفتاح الحمولة غير مطابق لأي شبكة ضمن DNA.
de: Nutzlast kann nicht abgerufen werden. Nutzlast-Schlüssel passt in kein Mesh in der DNA.
es: No se puede recuperar la carga útil; la clave de la carga útil no coincide con ninguna malla en el ADN.
fr: Impossible d'extraire la charge utile ; la clé de charge utile ne correspond à aucun maillage dans ADN.
it: Impossibile recuperare il payload: la chiave di payload non corrisponde ad alcuna mesh all'interno del DNA.
ja: ペイロードを取得できません。ペイロード キーは DNA 内のメッシュに一致しません
ko: 페이로드를 얻을 수 없습니다. 페이로드 키가 DNA 내 어떤 메시와도 일치하지 않습니다.
pl: Nie można odzyskać payloadu; klucz payloadu nie pasuje do żadnej siatki wewnątrz DNA.
pt_br: Não foi possível restaurar o payload; a chave do payload não combina com nenhuma malha do DNA.
ru: Не удаётся получить данные; ключ полезных данных не совпадает ни с одной сеткой ДНК.
tr: Yük alınamıyor; yük anahtarı DNA içindeki herhangi bir örgü ile eşleşmiyor.

# InterchangeDNATranslator,FetchMeshPayloadInternal_DNAReader_isNULL
source: Cannot fetch mesh payload because the DNA reader is null.
ar: تعذر استرجاع حمولة الشبكة لأن قارئ DNA فارغ.
de: Mesh-Nutzlast kann nicht abgerufen werden, da der DNA-Leser null ist.
es: No se puede recuperar la carga útil de la malla porque el lector de ADN es nulo.
fr: Impossible de rapporter une charge utile de maillage, car le lecteur d'ADN est invalide.
it: Impossibile recuperare il payload della mesh in quanto il lettore DNA è nullo.
ja: DNA リーダーが null であるため、メッシュのペイロードをフェッチできません
ko: DNA 리더가 null이므로 메시 페이로드를 가져올 수 없습니다.
pl: Nie można pobrać payloadu siatki, ponieważ czytnik DNA ma wartość null.
pt_br: Não foi possível alcançar o payload da malha, pois o leitor de DNA é nulo.
ru: Не удаётся получить данные сетки, так как считыватель ДНК принимает пустое значение.
tr: DNA okuyucu geçersiz olduğu için örgü yükü alınamıyor.

# MetaHumanBatchMenuExtensions,SoundWave_ProcessMetaHumanPerformance
source: Create Performances And Process
ar: إنشاء الأداء ومعالجته
de: Performances erstellen und verarbeiten
es: Crear movimientos y procesar
fr: Créer des performances et traitements
it: Crea ed elabora prestazioni
ja: パフォーマンスおよび処理を作成
ko: 퍼포먼스 생성 및 처리
pl: Utwórz występ i przetwarzaj
pt_br: Criar desempenhos e processos
ru: Создание и обработка мимики
tr: Performanslar Oluştur ve İşle

# MetaHumanBatchMenuExtensions,SoundWave_ProcessMetaHumanPerformanceTooltip
source: Create MetaHuman performance assets and and process from audio
ar: إنشاء أصول أداء MetaHuman ومعالجتها من الصوت
de: MetaHuman-Performance-Assets und -Prozess aus Audio erstellen
es: Crear recursos de movimientos de MetaHuman y procesar a partir de sonido
fr: Créer des ressources de performance du MetaHuman et traitement par l'audio
it: Crea asset prestazioni del MetaHuman ed elabora a partire dall'audio
ja: MetaHuman パフォーマンス アセットおよびプロセスをオーディオから作成します
ko: 오디오에서 메타휴먼 퍼포먼스 에셋을 생성하여 처리합니다.
pl: Utwórz zasoby występu MetaHuman i przetwarzaj z dźwięku
pt_br: Criar ativos de Desempenho do MetaHuman e processos de áudio
ru: Создание ресурсов мимики MetaHuman и обработка из аудио
tr: MetaHuman Performance öğeleri oluştur ve sesten işle

# MetaHumanBatchMenuExtensions,SoundWave_ProcessMetaHumanPerformanceToAS
source: Process And Export to Anim Sequences
ar: معالجة وتصدير إلى تسلسلات الحركة
de: Verarbeiten und zu Animationssequenzen exportieren
es: Procesar y exportar a secuencias de animación
fr: Traiter et exporter en séquences animées
it: Elabora ed esporta in sequenze di animazione
ja: 処理およびアニメーションシーケンスにエクスポート
ko: 처리 후 애님 시퀀스로 익스포트
pl: Przetwarzaj i wyeksportuj do sekwencji animacji
pt_br: Processo e exportação de sequências de animação
ru: Обработка и экспорт в последовательности анимации
tr: İşle ve Animasyon Sekanslarına Aktar

# MetaHumanBatchMenuExtensions,SoundWave_ProcessMetaHumanPerformanceToASTooltip
source: Process audio as MetaHuman performances and export to anim sequences
ar: معالجة الصوت في شكل أداء MetaHuman والتصدير إلى تسلسلات الحركة
de: Audio als MetaHuman-Performances verarbeiten und zu Animationssequenzen exportieren
es: Procesar sonido como movimientos de MetaHuman y exportar a secuencias de animación
fr: Traiter l'audio comme performances MetaHuman et exporter en séquences animées
it: Elabora l'audio come prestazioni del MetaHuman ed esporta in sequenze di animazione
ja: オーディオを MetaHuman パフォーマンスとして処理し、アニメーション シーケンスにエクスポートします
ko: 오디오를 메타휴먼 퍼포먼스로 처리하여 애님 시퀀스로 익스포트합니다.
pl: Przetwarzaj dźwięk jako występy MetaHuman i wyeksportuj do sekwencji animacji
pt_br: Processo de áudio para Desempenho do MetaHuman e exportação para sequências de animação
ru: Обработка аудио в качестве мимики MetaHuman и экспорт в последовательности анимации
tr: Sesi MetaHuman Performance'lar olarak işle ve animasyon sekanslarına aktar

# MetaHumanBatchMenuExtensions,SoundWave_ProcessMetaHumanPerformanceToLS
source: Process and Export To Level Sequences
ar: معالجة وتصدير إلى تسلسلات المستوى
de: Verarbeiten und zu Level-Sequenzen exportieren
es: Procesar y exportar a secuencias de nivel
fr: Traiter et exporter en séquences de niveau
it: Elabora ed esporta in sequenze livelli
ja: 処理およびレベルシーケンスにエクスポート
ko: 처리 후 레벨 시퀀스로 익스포트
pl: Przetwarzaj i wyeksportuj do sekwencji poziomów
pt_br: Processo e exportação para sequências de nível
ru: Обработка и экспорт в видеоряд
tr: İşle ve Bölüm Sekanslarına Aktar

# MetaHumanBatchMenuExtensions,SoundWave_ProcessMetaHumanPerformanceToLSTooltip
source: Process audio as MetaHuman performances and export to level sequences
ar: معالجة الصوت في شكل أداء MetaHuman والتصدير إلى تسلسلات المستوى
de: Audio als MetaHuman-Performances verarbeiten und zu Level-Sequenzen exportieren
es: Procesar sonido como movimientos de MetaHuman y exportar a secuencias de nivel
fr: Traiter l'audio comme performances MetaHuman et exporter en séquences de niveau
it: Elabora l'audio come prestazioni del MetaHuman ed esporta in sequenze livelli
ja: オーディオを MetaHuman パフォーマンスとして処理し、レベル シーケンスにエクスポートします
ko: 오디오를 메타휴먼 퍼포먼스로 처리하여 레벨 시퀀스로 익스포트합니다.
pl: Przetwarzaj dźwięk jako występy MetaHuman i wyeksportuj do sekwencji poziomów
pt_br: Processo de áudio para Desempenho do MetaHuman e exportação para sequências de nível
ru: Обработка аудио в качестве мимики MetaHuman и экспорт в видеоряд
tr: Sesi MetaHuman Performance'lar olarak işle ve bölüm sekanslarına aktar

# MetaHumanBatchMenuExtensions,MetaHumanPerformance_ExportAS
source: Export Anim Sequences
ar: تصدير تسلسلات الحركة
de: Animationssequenzen exportieren
es: Exportar secuencias de animación
fr: Exporter des séquences animées
it: Esporta sequenze di animazione
ja: アニメーションシーケンスをエクスポート
ko: 애님 시퀀스 익스포트
pl: Wyeksportuj sekwencje animacji
pt_br: Exportar sequências de animação
ru: Экспорт последовательностей анимации
tr: Animasyon Sekanslarını Dışa Aktar

# MetaHumanBatchMenuExtensions,MetaHumanPerformance_ExportASTooltip
source: Export animation sequences from processed performance
ar: تصدير تسلسلات الحركة من الأداء المعالَج
de: Animationssequenzen aus verarbeiteter Performance exportieren
es: Exportar secuencias de animación a partir de movimientos procesados
fr: Exporter les séquences d'animation à partir de performances traitées
it: Esporta sequenze di animazione dalla prestazione elaborata
ja: 処理済みのパフォーマンスからアニメーション シーケンスをエクスポートします
ko: 처리된 퍼포먼스에서 애니메이션 시퀀스를 익스포트합니다.
pl: Wyeksportuj sekwencje animacji z przetworzonych występów
pt_br: Exportar sequências de animação de desempenho processado
ru: Экспорт последовательностей анимации из обработанной мимики
tr: İşlenen performanstan animasyon sekanslarını dışa aktar

# MetaHumanBatchMenuExtensions,MetaHumanPerformance_ExportLS
source: Export Level Sequences
ar: تصدير تسلسلات المستوى
de: Level-Sequenzen exportieren
es: Exportar secuencias de nivel
fr: Exporter les séquences de niveau
it: Esporta sequenze livelli
ja: レベルシーケンスをエクスポート
ko: 레벨 시퀀스 익스포트
pl: Wyeksportuj sekwencje poziomu
pt_br: Exportar sequências de nível
ru: Экспорт видеорядов
tr: Bölüm Sekanslarını Dışa Aktar

# MetaHumanBatchMenuExtensions,MetaHumanPerformance_ExportLSTooltip
source: Export level sequences from processed performance
ar: تصدير تسلسلات المستوى من الأداء المعالَج
de: Level-Sequenzen aus verarbeiteter Performance exportieren
es: Exportar secuencias de nivel a partir de movimientos procesados
fr: Exporter les séquences de niveau à partir de performances traitées
it: Esporta sequenze livelli dalla prestazione elaborata
ja: 処理済みのパフォーマンスからレベル シーケンスをエクスポートします
ko: 처리된 퍼포먼스에서 레벨 시퀀스를 익스포트합니다.
pl: Wyeksportuj sekwencje poziomu z przetworzonych występów
pt_br: Exportar sequências de nível de desempenho processado
ru: Экспорт видеорядов из обработанной мимики
tr: İşlenen performanstan bölüm sekanslarını dışa aktar

# MetaHumanBatchMenuExtensions,MetaHumanBatchPaths_Performance
source: Invalid paths. Output paths override source asset paths.
ar: المسارات غير صالحة. مسارات المخرجات تتجاوز مسارات أصل المصدر.
de: Ungültige Pfade. Output-Pfade überschreiben Quell-Asset-Pfade.
es: Rutas no válidas. Las rutas del resultado anulan las de los recursos de origen.
fr: Chemins d'accès invalides. Les chemins de sortie remplacent les chemins des ressources d'origine.
it: Percorsi non validi. I percorsi di output sovrascrivono quelli dell'asset sorgente.
ja: 無効なパスです。出力パスによってソース アセットのパスがオーバーライドされます
ko: 유효하지 않은 경로입니다. 출력 경로가 소스 에셋 경로를 오버라이드합니다.
pl: Nieprawidłowe ścieżki. Ścieżki wyjściowe zastępują ścieżki zasobów źródłowych.
pt_br: Caminhos inválidos. Caminhos de saída sobrepondo os caminhos dos ativos-fonte.
ru: Неверные пути. Пути вывода пересекаются с путями исходных ресурсов.
tr: Geçersiz yollar. Çıktı yolları kaynak öğe yollarını geçersiz kılar.

# MetaHumanBatchMenuExtensions,ProcessMetaHumanPerformanceSubMenu
source: MetaHuman Performance
ar: أداء MetaHuman
es: Movimientos de MetaHuman
fr: Performances du MetaHuman
it: Prestazioni MetaHuman
ja: MetaHumanのパフォーマンス
ko: 메타휴먼 퍼포먼스
pl: Występ MetaHuman
pt_br: Desempenho do MetaHuman
ru: Мимика MetaHuman

# MetaHumanBatchMenuExtensions,ProcesssMetaHumanPerformanceSubMenu_Tooltip
source: Process MetaHuman performances using speech audio
ar: معالجة أداء MetaHuman باستخدام صوت الكلام
de: MetaHuman-Performances mittels Sprach-Audio verarbeiten
es: Procesar movimientos de MetaHuman utilizando el sonido de la voz
fr: Traiter les performances du MetaHuman avec l'audio d'un vocal
it: Elabora prestazioni del MetaHuman utilizzando l'audio vocale
ja: 発話音声を使用して MetaHuman パフォーマンスを処理します
ko: 음성 오디오를 사용하여 메타휴먼 퍼포먼스를 처리합니다.
pl: Przetwarzaj występy MetaHuman, używając dźwięku mowy
pt_br: Processar Desempenho do MetaHuman usando áudios de fala
ru: Обработка мимики MetaHuman с помощью аудиозаписи речи
tr: Konuşma sesini kullanarak MetaHuman Performance'ları işle

# MetaHumanBatchMenuExtensions,MetaHumanPerformanceExportSubMenu
source: Export
ar: تصدير
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
ja: エクスポート
ko: 익스포트
pl: Wyeksportuj
pt_br: Exportar
ru: Экспорт
tr: Dışa Aktar

# MetaHumanBatchMenuExtensions,MetaHumanPerformanceExportSubMenu_Tooltip
source: Export processed MetaHuman performances
ar: تصدير أداء MetaHuman المعالَج
de: Verarbeitete MetaHuman-Performances exportieren
es: Exportar movimientos de MetaHuman procesados
fr: Exporter les performances du MetaHuman traitées
it: Esporta prestazioni del MetaHuman elaborate
ja: 処理済みのMetaHumanパフォーマンスをエクスポート
ko: 처리된 메타휴먼 퍼포먼스를 익스포트합니다.
pl: Wyeksportuj przetworzone występy MetaHuman
pt_br: Exportar Desempenhos do MetaHuman processados
ru: Экспорт мимики MetaHuman
tr: İşlenen MetaHuman Performance'ları dışa aktar

# MetaHumanBatchMenuExtensions,MetaHumanBatchPaths_AnimSequence
source: Invalid paths. Output paths override source asset paths.
ar: المسارات غير صالحة. مسارات المخرجات تتجاوز مسارات أصل المصدر.
de: Ungültige Pfade. Output-Pfade überschreiben Quell-Asset-Pfade.
es: Rutas no válidas. Las rutas del resultado anulan las de los recursos de origen.
fr: Chemins d'accès invalides. Les chemins de sortie remplacent les chemins des ressources d'origine.
it: Percorsi non validi. I percorsi di output sovrascrivono quelli dell'asset sorgente.
ja: 無効なパスです。出力パスによってソース アセットのパスがオーバーライドされます
ko: 유효하지 않은 경로입니다. 출력 경로가 소스 에셋 경로를 오버라이드합니다.
pl: Nieprawidłowe ścieżki. Ścieżki wyjściowe zastępują ścieżki zasobów źródłowych.
pt_br: Caminhos inválidos. Caminhos de saída sobrepondo os caminhos dos ativos-fonte.
ru: Неверные пути. Пути вывода пересекаются с путями исходных ресурсов.
tr: Geçersiz yollar. Çıktı yolları kaynak öğe yollarını geçersiz kılar.

# MetaHumanBatchMenuExtensions,MetaHumanBatchPaths_LevelSequence
source: Invalid paths. Output export paths override source asset paths.
ar: المسارات غير صالحة. مسارات تصدير المخرجات تتجاوز مسارات أصل المصدر.
de: Ungültige Pfade. Output-Exportpfade überschreiben Quell-Asset-Pfade.
es: Rutas no válidas. Las rutas de exportación del resultado anulan las de los recursos de origen.
fr: Chemins d'accès invalides. Les chemins d'exportation de sorties remplacent les chemins des ressources d'origine.
it: Percorsi non validi. I percorsi di esportazione dell'output sovrascrivono quelli dell'asset sorgente.
ja: 無効なパスです。出力エクスポート パスによってソース アセットのパスがオーバーライドされます
ko: 유효하지 않은 경로입니다. 출력 익스포트 경로가 소스 에셋 경로를 오버라이드합니다.
pl: Nieprawidłowe ścieżki. Ścieżki eksportu wyjściowego zastępują ścieżki zasobów źródłowych.
pt_br: Caminhos inválidos. Caminhos de exportação de saída sobrepondo caminhos dos ativos-fonte.
ru: Неверные пути. Пути экспортируемого вывода пересекаются с путями исходных ресурсов.
tr: Geçersiz yollar. Çıktıyı dışa aktarma yolları kaynak öğe yollarını geçersiz kılar.

# MetaHumanBatchOperation,BatchProcessingAudio
source: Batch process audio assets to animation...
ar: معالجة أصول الصوت على دفعات وتحويلها إلى حركة...
de: Batch-Verarbeitung von Audio-Assets zu Animation …
es: Procesar por lotes recursos de sonidos para la animación...
fr: Traitement des ressources audio en lot en animation...
it: Elaborazione batch di asset audio in animazione...
ja: 音声アセットをアニメーションにバッチ処理しています...
ko: 오디오 에셋을 애니메이션으로 일괄 처리...
pl: Przetwarzaj zbiorczo zasoby dźwięku do animacji...
pt_br: Lote de ativos de processo de áudio para animação...
ru: Пакетная обработка аудиоресурсов в анимацию...
tr: Ses öğelerini animasyona toplu olarak işle...

# MetaHumanBatchOperation,CreatingPerformanceAsset
source: Creating performance asset from: {0}
ar: جارٍ إنشاء أصل الأداء من: {0}
de: Performance-Assets werden aus „{0}“ erstellt
es: Creando recurso de movimientos a partir de: {0}
fr: Création de ressources de performances à partir de : {0}
it: Creazione di asset prestazioni da: {0}
ja: 次からパフォーマンス アセットを作成しています：{0}
ko: 다음 출처의 퍼포먼스 에셋 생성 중: {0}
pl: Tworzenie zasobu występu z: {0}
pt_br: Criando ativo de desempenho de: {0}
ru: Создание ресурсов мимики из «{0}»
tr: Şuradan performans öğesi oluşturuluyor: {0}

# MetaHumanBatchOperation,ProcessingPerformanceAsset
source: Processing performance asset: {0}
ar: جارٍ معالجة أصل الأداء: {0}
de: Performance-Asset „{0}“ wird verarbeitet
es: Procesando recurso de movimientos: {0}
fr: Traitement de ressources de performances : {0}
it: Elaborazione di asset prestazioni: {0}
ja: 次のパフォーマンス アセットを処理しています：{0}
ko: 처리 중인 퍼포먼스 에셋: {0}
pl: Przetwarzanie zasobu występu: {0}
pt_br: Processando ativo de desempenho: {0}
ru: Обработка ресурса мимики: {0}
tr: Performans öğesi işleniyor: {0}

# MetaHumanBatchOperation,ExportingAnimSequence
source: Exporting anim sequence for: {0}
ar: جارٍ تصدير تسلسل الحركة لـ: {0}
de: Animationssequenz für „{0}“ wird exportiert
es: Exportando secuencia de animación para: {0}
fr: Exportation de séquences animées pour : {0}
it: Esportazione della sequenza di animazione per: {0}
ja: 次のアニメーション シーケンスをエクスポートしています：{0}
ko: {0}의 애님 시퀀스 익스포트 중
pl: Eksportowanie sekwencji animacji dla: {0}
pt_br: Exportando sequência de animação para: {0}
ru: Экспорт последовательности анимации для «{0}»
tr: Şunun için animasyon sekansı dışa aktarılıyor: {0}

# MetaHumanBatchOperation,ExportingLevelSequence
source: Exporting level sequence for: {0}
ar: جارٍ تصدير تسلسل المستوى لـ: {0}
de: Level-Sequenz für „{0}“ wird exportiert
es: Exportando secuencia de nivel para: {0}
fr: Exportation de séquences de niveau pour : {0}
it: Esportazione della sequenza livelli per: {0}
ja: 次のレベル シーケンスをエクスポートしています：{0}
ko: {0}의 레벨 시퀀스 익스포트 중
pl: Eksportowanie sekwencji poziomu dla: {0}
pt_br: Exportando sequência de nível para: {0}
ru: Экспорт видеоряда для «{0}»
tr: Şunun için bölüm sekansı dışa aktarılıyor: {0}

# MetaHumanBatchOperation,CancelledBatchProcessMetaHuman
source: Cancelled.
ar: تم الإلغاء.
de: Abgebrochen.
es: Cancelado.
fr: Annulé.
it: Annullato.
ja: キャンセルされました
ko: 취소되었습니다.
pl: Anulowano.
pt_br: Cancelado.
ru: Отменено.
tr: İptal edildi.

# MetaHumanBatchOperation,CancelledBatchProcessMetaHumanPerformance
source: Process MetaHuman Performance cancelled.
ar: تم إلغاء معالجة أداء MetaHuman.
de: Verarbeitung der MetaHuman-Performance wurde abgebrochen.
es: Procesamiento de movimientos de MetaHuman cancelado.
fr: Traitement des Performances du MetaHuman annulé.
it: Elaborazione delle prestazioni del MetaHuman annullata.
ja: MetaHuman パフォーマンスの処理がキャンセルされました
ko: 메타휴먼 퍼포먼스 처리가 취소되었습니다.
pl: Anulowano przetwarzanie występu MetaHuman.
pt_br: Processo de Desempenho do MetaHuman cancelado.
ru: Обработка мимики MetaHuman отменена.
tr: MetaHuman Performance işleme iptal edildi.

# MetaHumanBatchOperation,ErroredBatchProcessMetaHumanPerformance
source: Error processing MetaHuman Performance. See output log for details.
ar: حصل خطأ في معالجة أداء MetaHuman. اطلع على سجل المخرجات للحصول على التفاصيل.
de: Fehler bei der Verarbeitung der MetaHuman-Performance. Details im Output-Log.
es: Error al procesar movimientos de MetaHuman. Consulta el registro de salida para obtener más detalles.
fr: Erreur pendant le traitement des Performances du MetaHuman. Consultez le journal de sortie pour plus d'informations.
it: Errore nell'elaborazione delle prestazioni del MetaHuman. Guarda il log di output per maggiori dettagli.
ja: MetaHuman パフォーマンスの処理でエラーが発生しました。詳細については出力ログを参照してください
ko: 메타휴먼 퍼포먼스 처리 중에 오류가 발생했습니다. 자세한 내용은 출력 로그를 참고하세요.
pl: Błąd podczas przetwarzania występu MetaHuman. Sprawdź dziennik wyjściowy, aby poznać szczegóły.
pt_br: Ocorreu um erro ao processar Desempenho do MetaHuman. Para mais informações, verifique o log de saída.
ru: Ошибка экспорта мимики MetaHuman. Подробнее в журнале выходных данных.
tr: MetaHuman Performance işlenirken bir hata oluştu. Ayrıntılar için çıktı günlüğüne bak.

# MetaHumanBatchOperation,DoneBatchProcessMetaHumanPerformance
source: Process MetaHuman Performance complete!
ar: اكتملت معالجة أداء MetaHuman!
de: Verarbeitung der MetaHuman-Performance abgeschlossen!
es: ¡Procesamiento de movimientos de MetaHuman completado!
fr: Traitement des Performances du MetaHuman terminé !
it: Elaborazione delle prestazioni del MetaHuman completata!
ja: MetaHuman パフォーマンスの処理が完了しました！
ko: 메타휴먼 퍼포먼스 처리가 완료되었습니다!
pl: Ukończono przetwarzanie występu MetaHuman!
pt_br: Processo de Desempenho do MetaHuman concluído!
ru: Обработка мимики MetaHuman завершена!
tr: MetaHuman Performance işleme tamamlandı!

# MetaHumanBatchOperation,MultiProcessMetaHumanPerformances
source: {0} assets were created. See Output for details.
ar: تم إنشاء {0} من الأصول. اطلع على المخرجات للحصول على التفاصيل.
de: Es wurden {0} Assets erstellt. Details im Output.
es: Se han creado {0} recursos. Consulta el registro de salida para obtener más información.
fr: {0} ressources créées. Consultez les sorties pour plus d'informations.
it: Sono stati creati {0} asset. Guarda l'output per maggiori dettagli.
ja: {0} 個のアセットが作成されました。詳細については出力を確認してください
ko: {0} 에셋이 생성되었습니다. 자세한 내용은 출력을 참고하세요.
pl: Utworzone zasoby: {0}. Sprawdź dane wyjściowe, aby uzyskać szczegółowe informacje.
pt_br: {0} ativos criados. Para mais informações, verifique a Saída.
ru: Количество созданных ресурсов: {0} Подробнее в журнале выходных данных.
tr: {0} öğe oluşturuldu. Ayrıntılar için çıktıya bak.
