Repository: DoorGuys/doorguys-dev
Catalog: Plugins/MetaHuman_5.5/Content/Localization/MetaHuman/*/MetaHuman.po
Languages: ar, de, es, fr, it, ja, ko, pl, pt_br, ru, tr

# MetaHumanIdentityParts,IdentityFaceProcessingDiagnosticsWarning1
source: Identity face scale is {0}x that of an average MetaHuman, which may indicate an issue with the input data.
ar: مقياس وجه الهوية (Identity) هو {0}x الخاص بمتوسط MetaHuman، مما قد يشير إلى وجود مشكلة في البيانات المدخلة.
de: Der Maßstab des Identity-Gesichts beträgt das {0}-Fache des Mittelwerts von MetaHumans, was auf ein Problem bei den Input-Daten hinweisen könnte.
es: La escala de la cara de la Identity es {0} veces más grande que la de un MetaHuman normal, lo que podría indicar un problema con los datos introducidos.
fr: L'échelle du visage de l'Identity correspond à {0}x celle d'un MetaHuman moyen, ce qui peut indiquer un problème dans les données d'entrée.
it: La scala del viso dell'Identity è {0}x quella di un MetaHuman medio, il che potrebbe indicare un problema con i dati di input.
ja: Identity の顔スケールは MetaHuman の平均的である {0}x であり、これは入力データに問題があることを示している可能性があります
ko: 아이덴티티 페이스 스케일이 일반적인 메타휴먼의 {0}배로, 이는 입력 데이터에 문제가 있을 수 있다는 의미입니다.
pl: Skala twarzy Identity wynosi {0} razy więcej niż skala przeciętnego MetaHuman, co może wskazywać na problem z danymi wejściowymi.
pt_br: A escala do rosto do Identity é {0} vezes maior que a de um MetaHuman comum, o que pode indicar um problema com os dados de entrada.
ru: Масштаб лица Персоны равен {0}x от среднего MetaHuman. Это может указывать на ошибку исходных данных.
tr: Identity yüz ölçeği ortalama bir MetaHuman'ın {0} katı; bu, giriş verilerinde bir soruna işaret ediyor olabilir.

# MetaHumanIdentityParts,IdentityFaceProcessingDiagnosticsWarning2
source: Please check your footage camera calibrations are correct and that calibration distances are expressed in cm.
ar: نرجو التحقق من صحة عمليات المعايرة لكاميرا المقطع الخاصة بك وتأكد من أن مسافات المعايرة تكون بوحدة قياس السنتيمتر.
de: Vergewissere dich, dass die Kameras korrekt kalibriert und die Kalibrierungsangaben in Zentimetern angegeben sind.
es: Comprueba que las calibraciones de la grabación de tu cámara son correctas y que las distancias de calibración están en cm.
fr: Veuillez vérifier que vos paramètres d'étalonnage de caméra sont corrects et que les distances d'étalonnage sont exprimées en cm.
it: Verifica che le calibrazioni del filmato della fotocamera siano esatte e che le distanze di calibrazione siano espresse in cm.
ja: ビデオカメラのキャリブレーションが正しいこと、キャリブレーション距離が cm 単位で表されていることを確認してください
ko: 영상 카메라 캘리브레이션이 올바른지, 캘리브레이션 거리가 cm 단위로 표시되어 있는지 확인하세요.
pl: Sprawdź, czy kalibracja kamery nagrania jest poprawna i czy odległości kalibracji są wyrażone w cm.
pt_br: Confira se a calibragem da sua câmera de imagem de vídeo está correta e se as distâncias de calibragem estão apresentadas em centímetros.
ru: Убедитесь, что калибровка камеры для видеоматериалов верна и что расстояние калибровки указано в см.
tr: Lütfen görüntü kamera kalibrasyonlarının doğru olduğundan ve kalibrasyon mesafelerinin cm cinsinde ifade edildiğinden emin ol.

# MetaHumanIdentityParts,IdentityFaceProcessingDiagnosticsWarning3
source: Please check that the input face mesh uses units of cm and is less than {0}% away from the scale of an average MetaHuman face.
ar: نرجو التحقق من أن شبكة وجه الإدخال تستخدم وحدات سم وهي أقل من {0}% بعدًا عن مقياس وجه MetaHuman المتوسط.
de: Vergewissere dich, dass bei dem Input-Gesichts-Mesh Zentimeter verwendet wurden und dass sein Maßstab weniger als {0} % vom durchschnittlichen MetaHuman-Gesicht abweicht.
es: Comprueba que la malla de cara introducida se exprese en cm y se desvíe menos de un {0} % de la escala de una cara MetaHuman normal.
fr: Veuillez vérifier que le maillage de visage d'entrée utilise les centimètres comme unité et ne dévie pas de plus de {0}% par rapport à l'échelle moyenne d'un visage de MetaHuman.
it: Verifica che la mesh di input del viso utilizzi unità di misura in cm e che sia del {0}% inferiore alla scala di un viso MetaHuman medio.
ja: 入力顔メッシュが cm 単位を使用しており、平均的な MetaHuman の顔のスケールからの距離が {0}% 未満であることを確認してください
ko: 입력 페이스 메시가 cm 단위를 사용하는지, 일반적인 메타휴먼 페이스 스케일과의 차이가 {0}% 이하인지 확인하세요.
pl: Upewnij się, że jednostki wejściowej siatki twarzy to cm i że różni się ona o mniej niż {0}% od skali przeciętnej twarzy MetaHuman.
pt_br: Confira se a malha de rosto de entrada usa unidades de centímetro e se está a menos de {0}% de distância da escala de um rosto comum de MetaHuman.
ru: Проверьте, что для сетки лица используются см и что она не отличается от среднего лица MetaHuman менее, чем на {0}%.
tr: Lütfen giriş yüz örgüsünün cm birimi kullandığından ve ortalama bir MetaHuman yüzünün ölçeğinden en fazla %{0} uzakta olduğundan emin ol.

# MetaHumanIdentityParts,IdentityBodyComponentName
source: Body
ar: الجسم
de: Körper
es: Cuerpo
fr: Corps
it: Corpo
ja: ボディ
ko: 바디
pl: Korpus
pt_br: Corpo
ru: Тело
tr: Vücut

# MetaHumanIdentityParts,IdentityBodyComponentDescription
source: The Body of the MetaHuman Identity
ar: جسم MetaHuman Identity
de: Körper der MetaHuman Identity
es: El cuerpo de la MetaHuman Identity
fr: Le corps de la MetaHuman Identity
it: Corpo della MetaHuman Identity
ja: MetaHuman Identityのボディ
ko: 메타휴먼 아이덴티티 바디입니다.
pl: Korpus MetaHuman Identity
pt_br: O Corpo do MetaHuman Identity
ru: Тело Персоны MetaHuman
tr: MetaHuman Identity Vücudu

# MetaHumanIdentityParts,IdentityPartBody
source: Body Part of MetaHuman Identity Use Details panel to set the body type before using Mesh to MetaHuman button
ar: جزء الجسم لMetaHuman Identity استخدم لوحة التفاصيل لتعيين نوع الجسم قبل استخدام زر Mesh to MetaHuman
de: Körper der MetaHuman Identity Bestimme im Bereich „Details“ den Körpertyp, bevor du die Schaltfläche „Mesh to MetaHuman“ benutzt.
es: Parte del cuerpo de la MetaHuman Identity Usa el panel de detalles para seleccionar el tipo de cuerpo antes de usar el botón Mesh to MetaHuman
fr: Partie corps de la MetaHuman Identity Utilisez le panneau Détails pour définir le type de corps avant d'utiliser le bouton Mesh to MetaHuman
it: Parte del corpo della MetaHuman Identity Utilizza il pannello Dettagli per impostare il tipo di corpo prima di utilizzare il pulsante Mesh to MetaHuman
ja: MetaHuman Identity のボディパーツ。 [Mesh to MetaHuman] ボタンを使用する前に、[Details (詳細)] パネルでボディタイプを設定してください
ko: 메타휴먼 아이덴티티의 바디 파츠 메시 투 메타휴먼 버튼을 사용하기 전에 디테일 패널에서 바디 유형을 설정합니다.
pl: Część ciała MetaHuman Identity Użyj panelu szczegółów, aby ustawić typ korpusu przed użyciem przycisku Mesh to MetaHuman
pt_br: Parte do Corpo do MetaHuman Identity Use o painel Detalhes para definir o tipo de corpo antes de usar o botão Mesh to MetaHuman
ru: Тело Персоны MetaHuman Используйте панель «Сведения», чтобы установить тип тела до использования кнопки Mesh to MetaHuman
tr: MetaHuman Identity'nin Vücut Parçası Mesh to MetaHuman düğmesini kullanmadan önce vücut türünü ayarlamak için Ayrıntılar panelini kullan

# MetaHumanIdentityParts,IdentityHandComponentName
source: Hands
ar: الأيدي
de: Hände
es: Manos
fr: Mains
it: Mani
ja: 手
ko: 손
pl: Ręce
pt_br: Mãos
ru: Руки
tr: Eller

# MetaHumanIdentityParts,IdentityHandComponentDescription
source: The Hands of the MetaHuman Identity
ar: أيدي MetaHuman Identity
de: Hände der MetaHuman Identity
es: Las manos de la MetaHuman Identity
fr: Les mains de la MetaHuman Identity
it: Mani della MetaHuman Identity
ja: MetaHuman Identityの手
ko: 메타휴먼 아이덴티티의 손입니다.
pl: Ręce MetaHuman Identity
pt_br: As Mãos do MetaHuman Identity
ru: Руки Персоны MetaHuman
tr: MetaHuman Identity Elleri

# MetaHumanIdentityParts,IdentityPartHands
source: Identity Hands Part
ar: جزء الأيدي للـهوية
de: Hände der Identity
es: Hands Part de la Identity
fr: Partie mains de l'Identity
it: Parte mani dell'Identity
ja: Identity の手のパーツ
ko: 아이덴티티 손 파츠
pl: Część dłoni Identity
pt_br: Parte das Mãos do Identity
ru: Руки Персоны
tr: Identity El Parçası

# MetaHumanIdentityParts,IdentityOutfitComponentName
source: Outfit
ar: زي
es: Atuendo
fr: Tenue
it: Abbigliamento
ja: 服装
ko: 의상
pl: Strój
pt_br: Traje
ru: Одежда
tr: Kıyafet

# MetaHumanIdentityParts,IdentityOutfitComponentDescription
source: The Outfit of the MetaHuman Identity
ar: زي MetaHuman Identity
de: Outfit der MetaHuman Identity
es: El atuendo de la MetaHuman Identity
fr: La tenue de la MetaHuman Identity
it: Abbigliamento della MetaHuman Identity
ja: MetaHuman Identityの服装
ko: 메타휴먼 아이덴티티의 의상입니다.
pl: Strój MetaHuman Identity
pt_br: O Traje do MetaHuman Identity
ru: Одежда Персоны MetaHuman
tr: MetaHuman Identity Kıyafeti

# MetaHumanIdentityParts,IdentityPartOutfit
source: Identity Prop Part
ar: جزء إكسسوار لهوية
de: Prop der Identity
es: Parte de elemento de la Identity
fr: Partie accessoire de l'Identity
it: Parte oggetto scenografico dell'Identity
ja: Identity の小道具パーツ
ko: 아이덴티티 프롭 파츠
pl: Część rekwizytu Identity
pt_br: Parte de Adereço do Identity
ru: Элемент «Объект» Персоны
tr: Identity Nesne Parçası

# MetaHumanIdentityParts,IdentityPropComponentName
source: Prop
ar: إكسسوار
es: Elemento
fr: Accessoire
it: Oggetto scenografico
ja: プロップ
ko: 프롭
pl: Rekwizyt
pt_br: Adereço
ru: Объект
tr: Nesne

# MetaHumanIdentityParts,IdentityPropComponentDescription
source: A Prop for the MetaHuman Identity
ar: إكسسوار لـMetaHuman Identity
de: Prop für die MetaHuman Identity
es: Un elemento para la MetaHuman Identity
fr: Un accessoire pour la MetaHuman Identity
it: Oggetto scenografico per la MetaHuman Identity
ja: MetaHuman Identityのプロップ
ko: 메타휴먼 아이덴티티를 위한 프롭입니다.
pl: Rekwizyt dla MetaHuman Identity
pt_br: Um Adereço para o MetaHuman Identity
ru: Объект для Персоны MetaHuman
tr: MetaHuman Identity İçin Bir Nesne

# MetaHumanIdentityParts,IdentityPartProp
source: Identity Prop Part
ar: جزء إكسسوار لهوية
de: Prop der Identity
es: Parte de elemento de la Identity
fr: Partie accessoire de l'Identity
it: Parte oggetto scenografico dell'Identity
ja: Identity の小道具パーツ
ko: 아이덴티티 프롭 파츠
pl: Część rekwizytu Identity
pt_br: Parte de Adereço do Identity
ru: Элемент «Объект» Персоны
tr: Identity Nesne Parçası

# MetaHumanIdentityParts,ConformProgressText
source: Running MetaHuman Identity Solve...
ar: تشغيل MetaHuman Identity Solve...
de: MetaHuman Identity Solve wird ausgeführt ...
es: Ejecutando MetaHuman Identity Solve...
fr: Lancement de MetaHuman Identity Solve...
it: Risolvi MetaHuman Identity in esecuzione...
ja: MetaHuman Identity Solveを実行しています...
ko: 메타휴먼 아이덴티티 솔브 실행 중...
pl: Solwowanie MetaHuman Identity...
pt_br: Executando MetaHuman Identity Solve...
ru: Выполняется анализ Персоны MetaHuman…
tr: MetaHuman Identity Çözümü Çalışıyor...

# MetaHumanIdentityPose,IdentityTreePoseNeutralTooltip
source: Neutral Pose Holds Capture Data representing a head with the neutral facial expression Provides tools for Tracking to produce Marker Curves, which are then used by MetaHuman Identity Solve command to conform the Template Mesh to the given Capture Data.
ar: الوضعية المحايدة يحمل بيانات الالتقاط التي تمثل رأسًا بتعبير الوجه المحايد يوفر أدوات للتتبع لإنتاج منحنيات التحديد، والتي يتم استخدامها بعد ذلك بواسطة أمر MetaHuman Identity Solve لمطابقة شبكة النموذج مع بيانات الالتقاط المعطاة.
de: Neutrale Pose Enthält Aufnahmedaten für einen Kopf mit neutralem Gesichtsausdruck. Bietet Tracking-Tools, um Markierungskurven zu erzeugen, die dann vom Befehl „MetaHuman Identity Solve“ verwendet werden, um das Template Mesh an die Aufnahmedaten anzupassen.
es: Pose neutra Contiene una captura de datos que representa una cabeza con una expresión facial neutra Proporciona herramientas de registro para producir Marker Curves, que luego usa el comando MetaHuman Identity Solve para conformar la malla de plantilla para la captura de datos proporcionada.
fr: Pose neutre Contient les données de capture représentant une tête avec une expression faciale neutre Fournit des outils de suivi pour produire des courbes de marqueurs, qui sont ensuite utilisées par la commande MetaHuman Identity Solve pour que le modèle de maillage soit conforme aux données de capture fournies.
it: Posa Neutra Contiene i Capture Data che rappresentano una testa con un'espressione del viso Neutra Fornisce gli strumenti per il tracciamento in modo da produrre le curve del marcatore, le quali vengono poi utilizzate dal comando Risolvi MetaHuman Identity per conformare il modello mesh ai Capture Data forniti.
ja: ニュートラル ポーズ ニュートラルな表情の頭部を表すキャプチャ データを保持します。 追跡用のツールを提供してマーカー カーブを生成します。これはその後、 MetaHuman Identity Solve コマンドで使用され、テンプレート メッシュを 特定のキャプチャ データに適合させます
ko: 뉴트럴 포즈 중립 얼굴 표정의 머리를 나타내는 캡처 데이터를 보유합니다. 마커 커브를 생성하는 트래킹 툴을 제공합니다. 마커 커브는 이후 메타휴먼 아이덴티티 솔브 명령에서 템플릿 메시를 주어진 캡처 데이터에 맞추는 데 사용합니다.
pl: Poza neutralna Zawiera Capture Data przedstawiające głowę z neutralnym wyrazem twarzy Zapewnia narzędzia do śledzenia w celu utworzenia krzywych znaczników, które następnie są używane przez polecenie „Solwuj MetaHuman Identity”, aby dopasować siatkę szablonu do danych Capture Data.
pt_br: Pose Neutra Retém Dados de Captura que representam uma cabeça com a expressão facial neutra Fornece ferramentas de rastreamento para produzir Curvas de Marcador, que depois serão usadas pelo comando MetaHuman Identity Solve para ajustar a Malha Modelo aos Dados de Captura em questão.
ru: Нейтральное положение Содержит данные захвата с головой с нейтральным выражением лица Предоставляет инструменты для отслеживания, чтобы создать кривые маркеров, которые затем используются командой «Анализ Персоны MetaHuman» в соответствии с шаблоном сетки из захвата данных.
tr: Nötr Poz Nötr yüz ifadeli bir başı temsil eden Veri Yakalama'yı saklar. İzleme için İşaretleyici Kavis üretme araçları sağlar; bunlar daha sonra MetaHuman Identity Çözme komutu tarafından, şablon örgüsü verilen Veri Yakalama ile uyumlu hale getirmek için kullanılır.

# MetaHumanIdentityPose,IdentityTreePoseBaseTooltip
source: Teeth Pose Holds Capture Data used for teeth registration and provides tools for tracking the Markers for teeth. The results are used by the Fit Teeth command to adjust the teeth of Skeletal Mesh. The facial expression should show teeth with the jaw closed. NOTE: Before using Fit Teeth command, first use Mesh to MetaHuman command to obtain Skeletal Mesh. If teeth are tracked before Mesh to MetaHuman command is used, Fit Teeth will be done automatically
ar: وضعية الأسنان تحمل بيانات الالتقاط المستخدمة لتسجيل الأسنان وتوفر أدوات لتتبع علامات الأسنان. يتم استخدام النتائج بواسطة أمر "ملاءمة أسنان" لضبط أسنان الشبكة الهيكلية. يجب أن تظهر تعبيرات الوجه الأسنان مع إغلاق الفك. ملاحظة: قبل استخدام أمر "ملاءمة أسنان"، استخدم أولاً أمر Mesh to MetaHuman للحصول على شبكة هيكلية. إذا تم تعقب الأسنان قبل استخدام أمر Mesh to MetaHuman، فسيتم إجراء "ملاءمة أسنان" تلقائيًا
de: Zahn-Pose Enthält Aufnahmedaten für die Registrierung der Zähne und bietet Tools, um die Markierungen der Zähne zu tracken. Die Ergebnisse werden von dem Befehl „Zähne anpassen“ verwendet, um die Zähne des Skelett-Meshs anzupassen. Der Gesichtsausdruck sollte die Zähne bei geschlossenem Unterkiefer zeigen. HINWEIS: Vor dem Befehl „Zähne anpassen“ muss der Befehl „Mesh to MetaHuman“ ausgeführt werden, um ein Skelett-Mesh zu erhalten. Wenn die Zähne vor dem Befehl „Mesh to MetaHuman“ getrackt werden, wird „Zähne anpassen“ automatisch ausgeführt.
es: Pose de los dientes Contiene una captura de datos que se ha utilizado para el registro de dientes y proporciona herramientas de registro para producir Markers para los dientes. El comando Ajustar dientes utiliza los resultados para ajustar los dientes de la malla esquelética. La expresión facial debería mostrar los dientes con la mandíbula cerrada. Ten en cuenta que, antes de usar el comando Ajustar dientes, debes utilizar primero el comando Mesh to MetaHuman para obtener la malla esquelética. Si se registran los dientes antes de que se utilice el comando Mesh to MetaHuman, se ejecutará automáticamente Ajustar dientes
fr: Montrer la dentition Contient les données de capture utilisées pour l'enregistrement de la dentition et fournit des outils de suivi des marqueurs de dentition. Les résultats sont utilisés par la commande Dentition pour ajuster la dentition au maillage squelettique. L'expression faciale devrait montrer la dentition avec la mâchoire fermée. REMARQUE : avant d'utiliser la commande Dentition, utilisez d'abord la commande Mesh to MetaHuman pour obtenir le maillage squelettique. Si la dentition est suivie avant l'utilisation de la commande Mesh to MetaHuman, la commande Dentition sera automatiquement appliquée
it: Posa denti Contiene i Capture Data utilizzati per la registrazione dei denti e fornisce gli strumenti per il tracciamento dei marcatori dei denti. I risultati vengono utilizzati dal comando Adatta Denti per regolare i denti della mesh scheletrica. L'espressione del viso deve mostrare i denti con la mascella chiusa. ATTENZIONE: prima di utilizzare il comando Adatta Denti, utilizza il comando Mesh to MetaHuman per ottenere la mesh scheletrica. Se i denti vengono tracciati prima di utilizzare il comando Mesh to MetaHuman, Adatta Denti verrà eseguito automaticamente
ja: 歯のポーズ 歯の登録に使用されるキャプチャ データを保持し、歯のマーカーを追跡するためのツールを提供します。 結果は Fit Teeth コマンドで使用され、スケルタルメッシュの歯を調整します。 顔の表情は、顎を閉じた状態の歯を示す必要があります。 注：Fit Teeth コマンドを使用する前に、まず Mesh to MetaHuman コマンドを使用してスケルタル メッシュを取得します。 Mesh to MetaHuman コマンドを使用する前に歯を追跡すると、Fit Teeth が自動的に実行されます
ko: 치아 포즈 치아 등록에 사용되는 캡처 데이터를 보유하고 치아용 마커를 트래킹하는 툴을 제공합니다. 결과는 치아 맞추기 명령이 스켈레탈 메시의 치아를 조정하는 데에 사용됩니다. 얼굴 표정은 턱이 닫힌 상태로 치아를 보여주어야 합니다. 참고: 치아 맞추기 명령을 사용하기 전에 먼저 메시 투 메타휴먼 명령을 사용하여 스켈레탈 메시를 얻어야 합니다. 메시 투 메타휴먼 명령을 사용하기 전에 치아를 트래킹하면 치아 맞추기가 자동으로 수행됩니다.
pl: Poza zębów Zawiera Capture Data używane do rejestrowania zębów i zapewnia narzędzia do śledzenia znaczników zębów. Wyniki są używane przez polecenie „Dopasuj zęby” w celu dostosowania zębów w siatce szkieletowej. Wyraz twarzy powinien pokazywać zęby przy zamkniętej szczęce. UWAGA: przed użyciem polecenia „Dopasuj zęby” najpierw użyj polecenia „Mesh to MetaHuman”, aby uzyskać siatkę szkieletową. Jeśli zęby będą śledzone przed użyciem polecenia „Mesh to MetaHuman”, polecenie „Dopasuj zęby” zostanie wykonane automatycznie
pt_br: Pose dos Dentes Retém Dados de Captura usados no registro de dentes e fornece ferramentas para rastrear os marcadores para os dentes. Os resultados são usados pelo comando Encaixar Dentes para ajustar os dentes da Malha Esquelética. A expressão facial deve mostrar os dentes com a mandíbula fechada. ATENÇÃO: antes de usar o comando Encaixar Dentes, use o comando Mesh to MetaHuman para obter a Malha Esquelética. Se os dentes forem rastreados antes de o comando Mesh to MetaHuman ser usado, o Encaixe dos Dentes será feito automaticamente
ru: Расположение зубов Содержит данные захвата, использованные для регистрации зубов, и предоставляет инструменты для отслеживания маркеров для зубов. Результаты используются для команды «Подогнать зубы» для корректировки зубов скелетной сетки. Выражение лица должно показывать зубы с закрытой челюстью. ПРИМЕЧАНИЕ: прежде чем использовать команду «Подогнать зубы», используйте команду Mesh to MetaHuman, чтобы получить скелетную сетку. Если зубы отслеживаются до команды Mesh to MetaHuman, команда «Подогнать зубы» выполнится автоматически
tr: Diş Pozu Diş kaydı için kullanılan Veri Yakalama'yı saklar ve dişlerin İşaretleyicilerini izlemek için araçlar sağlar. Sonuçlar, iskelet örgünün dişlerini ayarlamak için Diş Ekle komutu tarafından kullanılır. Yüz ifadesi, dişleri çene kapalıyken göstermelidir. NOT: Diş Ekle komutunu kullanmadan önce iskelet örgü elde etmek için Mesh to MetaHuman komutunu kullan. Dişler Mesh to MetaHuman komutu kullanılmadan önce takip edilirse Diş Ekle komutu otomatik olarak uygulanır.

# MetaHumanIdentityPose,IdentityTreePoseCustomTooltip
source: Custom Pose for the Face
ar: وضعية مخصص للوجه
de: Benutzerdefinierte Pose für das Gesicht
es: Pose personalizada para la cara
fr: Pose personnalisée pour le visage
it: Posa personalizzata per il viso
ja: 顔のカスタムポーズ
ko: 페이스 커스텀 포즈
pl: Niestandardowa poza dla twarzy
pt_br: Pose personalizada para o Rosto
ru: Пользовательское положение для лица
tr: Yüz İçin Özel Poz

# MetaHumanIdentityPromotedFrame,PromotedFrameFaceWidthDiagnosticsWarningMessage
source: The promoted frame contained a face of width less than {0} pixels in the depth-map. Please ensure that the face covers a larger area of the image in order to obtain good animation results.
ar: يحتوي الإطار الذي تمت ترقيته على وجه بعرض أقل من {0} بكسل في خريطة العمق. نرجو التأكد من أن الوجه يغطي مساحة أكبر من الصورة للحصول على نتائج جيدة للحركة.
de: Das promotete Frame enthielt auf der Tiefenkarte ein Gesicht mit einer Breite von weniger als {0} Pixeln. Stelle sicher, dass das Gesicht einen größeren Bereich des Bildes abdeckt, um eine gute Animation zu erhalten.
es: El fotograma promovido incluía una cara con una anchura inferior a {0} píxeles en el mapa de profundidad. Asegúrate de que la cara cubre un área superior a la de la imagen para obtener buenos resultados en las animaciones.
fr: L'image promue contenait un visage dont la largeur est inférieure à {0} pixels dans la texture de profondeur. Vérifiez que le visage couvre une surface plus importante de l'image afin d'obtenir des résultats d'animation satisfaisants.
it: Il fotogramma approvato conteneva una viso di larghezza inferiore a {0} pixel nella mappa di profondità. Per ottenere buoni risultati di animazione, assicurati che il viso copra un'area più ampia dell'immagine.
ja: プロモートされたフレームに、深度マップ内の {0} ピクセル未満の幅の面が含まれていました。 良好なアニメーション結果を得るには、顔が画像より広い領域をカバーしていることを確認してください
ko: 승격된 프레임의 뎁스 맵에 너비가 {0}픽셀 미만인 페이스가 포함되어 있습니다. 좋은 애니메이션 결과물을 얻으려면 페이스가 이미지의 넓은 영역을 커버하도록 해야 합니다.
pl: Wypromowana klatka zawierała twarz o szerokości o liczbie pikseli na mapie głębi mniejszej niż {0}. Upewnij się, że twarz pokrywa większy obszar obrazu, by uzyskać dobrą animację.
pt_br: O quadro promovido continha um rosto de largura inferior a {0} pixels no mapa de profundidade. Certifique-se de que o rosto cobre uma área maior da imagem para poder obter bons resultados de animação.
ru: На зафиксированных кадрах содержится лицо шириной менее {0} пикселей на карте глубин. Чтобы получить приемлемые результаты анимации, удостоверьтесь, что лицо занимает большую часть изображения.
tr: Yükseltilmiş kare, derinlik haritasında {0} pikselden az genişliğe sahip bir yüz içeriyor. İyi animasyon sonuçları almak için lütfen görüntünün büyük bir alanını yüzün kapladığından emin ol.

# MetaHumanIdentityPromotedFrame,PromotedFrameFaceTrackingWarning
source: Failed to track facial contours in the promoted frame.
ar: فشل في تتبع ملامح الوجه في الإطار الذي تمت ترقيته.
de: Die Gesichtskonturen im promoteten Fram konnten nicht getrackt werden.
es: Error al registrar los contornos faciales en el fotograma promovido.
fr: Échec du suivi des contours du visage dans l'image promue.
it: Impossibile tracciare i contorni del viso nel fotogramma approvato.
ja: プロモートされたフレームで顔の輪郭をトラッキングできませんでした
ko: 승격된 프레임에서 페이셜 윤곽을 트래킹하지 못했습니다.
pl: Nie udało się śledzić konturów twarzy w wypromowanej klatce.
pt_br: Falha ao rastrear contornos faciais no quadro promovido.
ru: Не удалось отследить контуры лица на зафиксированном кадре.
tr: Yükseltilmiş karede yüz şekilleri takip edilemedi.
